{
  "很遗憾您这没有能用的显卡来支持您训练": "Lamentablemente, no tiene una tarjeta gráfica adecuada para soportar su entrenamiento",
  "是": "Sí",
  "下载模型": "Descargar modelo",
  "下载备份": "Descargar backup",
  "下载数据集": "Descargar dataset",
  "下载": "Descargar",
  "网址": "Introduce el enlace:",
  "保存前构建索引。": "Genere el índice antes de guardar.",
  "训练结束后保存您的模型。": "Guarde su modelo una vez el entrenamiento termina.",
  "存储类型": "Tipo de guardado",
  "保存模型": "Guardar modelo",
  "选择模型保存方法": "Elige el metodo",
  "保存所有": "Guardar todo",
  "保存 D 和 G": "Guardar D y G",
  "保存声音": "Guardar voz",
  "下载文件：": "Descargando el archivo: ",
  "最近查看或下载此文件的用户过多": "Demasiados usuarios han visto o descargado recientemente este archivo",
  "无法从该私人链接获取文件": "No se puede obtener el archivo de este enlace privado",
  "完整下载": "Descarga completa",
  "下载模型时发生错误。": "Ocurrio un error descargando",
  "正确存储模型": "Modelo guardado correctamente",
  "保存模型...": "Guardando el modelo...",
  "宓模型": "nombre_modelo",
  "保存时未编制索引...": "Guardado sin index...",
  "无模型保存（PTH）": "Guardado sin modelo de inferencia...",
  "保存模型时发生错误": "Ocurrio un error guardando el modelo",
  "您要保存的模型不存在，请确保输入的名称正确。": "El modelo que desea guardar no existe, asegúrese de introducir el nombre correcto.",
  "无法下载模型。": "No se ha podido descargar el archivo.",
  "解压缩出错。": "Error al descomprimir.",
  "模型下载成功。": "Se ha descargado correctamente.",
  "继续提取...": "Procediendo con la extracción...",
  "备份已成功上传。": "El Backup se ha cargado correctamente.",
  "数据集加载成功。": "El Dataset se ha cargado correctamente. ",
  "模型已正确加载。": "El Modelo se ha cargado correctamente.",
  "它用于下载您的推理模型。": "Descarga modelos para poder utilizarlos en inferencias.",
  "它用于下载您的训练备份。": "Si necesitas continuar entrenando un modelo, descarga su backup.",
  "它用于下载您的数据集。": "Descarga datasets para poder entrenar un modelo.",
  "未找到可上传的相关文件": "No se encontró ningún archivo relevante para cargar.",
  "该模型可用于推理，并有 .index 文件。": "El modelo funciona para inferencia, y tiene el archivo .index.",
  "该模型可用于推理，但没有 .index 文件。": "El modelo funciona para inferencia, pero no tiene el archivo .index.",
  "这可能需要几分钟时间，请稍候...": "Esto puede tomar unos minutos, por favor espere...",
  "资源": "Recursos",
  "step1:正在处理数据": "Paso 1: Procesando datos",
  "step2a:无需提取音高": "Paso 2a: No es necesario extraer el tono",
  "step2b:正在提取特征": "Paso 2b: Extrayendo características",
  "step3a:正在训练模型": "Paso 3a: Entrenando el modelo",
  "训练结束, 您可查看控制台训练日志或实验文件夹下的train.log": "Entrenamiento finalizado, puede ver el registro de entrenamiento en la consola o en el archivo train.log en la carpeta del experimento",
  "全流程结束！": "¡Todo el proceso ha terminado!",
  "本软件以MIT协议开源, 作者不对软件具备任何控制力, 使用软件者、传播软件导出的声音者自负全责. <br>如不认可该条款, 则不能使用或引用软件包内任何代码和文件. 详见根目录<b>使用需遵守的协议-LICENSE.txt</b>.": "Este software es de código abierto bajo la licencia MIT, el autor no tiene ningún control sobre el software, y aquellos que usan el software y difunden los sonidos exportados por el software son los únicos responsables.<br>Si no está de acuerdo con esta cláusula, no puede utilizar ni citar ningún código ni archivo del paquete de software. Consulte el directorio raíz <b>Agreement-LICENSE.txt</b> para obtener más información.",
  "模型推理": "Inferencia",
  "推理音色": "Inferencia de voz",
  "added.index 文件的路径（如果它没有自动找到该文件)": "Autodetección del archivo added.index (Si no lo ha encontrado automáticamente utiliza la casilla de arriba)",
  "刷新音色列表和索引路径": "Actualizar lista de modelos, audios e índex",
  "卸载音色省显存": "Descargue la voz para ahorrar memoria GPU",
  "请选择说话人id": "Seleccione una identificación de altavoz",
  "将音频拖到此处，然后点击刷新按钮": "Arrastra tu audio aquí y pulsa el botón de actualizar",
  "或录制音频": "O graba un audio.",
  "共振声移动推理音频": "Audio de inferencia de cambio de formantes",
  "用于将男性转换为女性，反之亦然": "Se utiliza para conversiones de hombre a mujer y viceversa",
  "男转女推荐+12key, 女转男推荐-12key, 如果音域爆炸导致音色失真也可以自己调整到合适音域. ": "Tecla +12 recomendada para conversión de voz de hombre a mujer, tecla -12 para conversión de voz de mujer a hombre. Si el rango de tono es demasiado amplio y causa distorsión, ajústelo usted mismo a un rango adecuado.",
  "变调(整数, 半音数量, 升八度12降八度-12)": "Cambio de tono (Entero, número de semitonos, subir una octava +12 o bajar una octava -12)",
  "输入待处理音频文件路径(默认是正确格式示例)": "Ingrese la ruta del archivo del audio que se procesará (el formato predeterminado es el ejemplo correcto)",
  "选择音高提取算法,输入歌声可用pm提速,harvest低音好但巨慢无比,crepe效果好但吃GPU": "Seleccione el algoritmo para la extracción de tono.",
  "crepe_hop_length": "Crepe Hop Length (Sólo se aplica al crepé): Hop length se refiere al tiempo que tarda el locutor en saltar a un tono dramático. Los hop lengths más cortos tardan más en inferirse, pero son más precisos.",
  "特征检索库文件路径": "Ruta del archivo de la base de datos de búsqueda de características",
  ">=3则使用对harvest音高识别的结果使用中值滤波，数值为滤波半径，使用可以削弱哑音": "Si >=3: aplica un filtrado de mediana a los resultados de tono recogidos. El valor representa el radio del filtro y puede reducir la respiración",
  "特征检索库文件路径,为空则使用下拉的选择结果": "Ruta del archivo added.index (Dejar en blanco si la casilla de abajo lo ha detectado correctamente)",
  "自动检测index路径,下拉式选择(dropdown)": "Auto-detectar la ruta del índice y seleccionar desde el menú desplegable",
  "特征文件路径": "Ruta del archivo de características",
  "检索特征占比": "Proporción de función de búsqueda",
  "后处理重采样至最终采样率，0为不进行重采样": "Remuestreo posterior al proceso a la tasa de muestreo final, 0 significa no remuestrear",
  "输入源音量包络替换输出音量包络融合比例，越靠近1越使用输出包络": "Proporción de fusión para reemplazar el sobre de volumen de entrada con el sobre de volumen de salida, cuanto más cerca de 1, más se utiliza el sobre de salida",
  "保护清辅音和呼吸声，防止电音撕裂等artifact，拉满0.5不开启，调低加大保护力度但可能降低索引效果": "Proteger las consonantes claras y la respiración, prevenir artefactos como la distorsión de sonido electrónico, 0.5 no está activado, reducir aumentará la protección pero puede reducir el efecto del índice",
  "F0曲线文件, 可选, 一行一个音高, 代替默认F0及升降调": "Archivo de curva F0, opcional, un tono por línea, en lugar de F0 predeterminado y cambio de tono",
  "转换": "Conversión",
  "地位": "Estado",
  "输出信息": "Información de salida",
  "输出音频(右下角三个点,点了可以下载)": "Salida de audio (Haga clic en los tres puntos en la esquina inferior derecha para descargar)",
  "批量转换, 输入待转换音频文件夹, 或上传多个音频文件, 在指定文件夹(默认opt)下输出转换的音频. ": "Conversión por lotes, ingrese la carpeta que contiene los archivos de audio para convertir o cargue varios archivos de audio. El audio convertido se emitirá en la carpeta especificada (opción predeterminada).",
  "指定输出文件夹": "Especificar carpeta de salida",
  "输入待处理音频文件夹路径(去文件管理器地址栏拷就行了)": "Ingrese la ruta a la carpeta de audio que se procesará (simplemente cópiela desde la barra de direcciones del administrador de archivos)",
  "也可批量输入音频文件, 二选一, 优先读文件夹": "También se pueden ingresar múltiples archivos de audio, cualquiera de las dos opciones, con prioridad dada a la carpeta",
  "导出文件格式": "Formato de archivo de exportación",
  "伴奏人声分离&去混响&去回声": "UVR5",
  "人声伴奏分离批量处理， 使用UVR5模型。 <br>合格的文件夹路径格式举例： E:\\codes\\py39\\vits_vc_gpu\\白鹭霜华测试样例(去文件管理器地址栏拷就行了)。 <br>模型分为三类： <br>1、保留人声：不带和声的音频选这个，对主人声保留比HP5更好。内置HP2和HP3两个模型，HP3可能轻微漏伴奏但对主人声保留比HP2稍微好一丁点； <br>2、仅保留主人声：带和声的音频选这个，对主人声可能有削弱。内置HP5一个模型； <br> 3、去混响、去延迟模型（by FoxJoy）：<br>  (1)MDX-Net(onnx_dereverb):对于双通道混响是最好的选择，不能去除单通道混响；<br>&emsp;(234)DeEcho:去除延迟效果。Aggressive比Normal去除得更彻底，DeReverb额外去除混响，可去除单声道混响，但是对高频重的板式混响去不干净。<br>去混响/去延迟，附：<br>1、DeEcho-DeReverb模型的耗时是另外2个DeEcho模型的接近2倍；<br>2、MDX-Net-Dereverb模型挺慢的；<br>3、个人推荐的最干净的配置是先MDX-Net再DeEcho-Aggressive。": " ",
  "输入待处理音频文件夹路径": "Ingrese la ruta a la carpeta de audio que se procesará",
  "模型": "Modelo",
  "指定输出主人声文件夹": "Especifique la carpeta de salida para la voz principal",
  "指定输出非主人声文件夹": "Especifique la carpeta de salida para las voces no principales",
  "训练": "Entrenamiento",
  "停止培训": "Parar entrenamiento",
  "step1: 填写实验配置. 实验数据放在logs下, 每个实验一个文件夹, 需手工输入实验名路径, 内含实验配置, 日志, 训练得到的模型文件. ": "Paso 1: Complete la configuración del experimento. Los datos del experimento se almacenan en el directorio 'logs', con cada experimento en una carpeta separada. La ruta del nombre del experimento debe ingresarse manualmente y debe contener la configuración del experimento, los registros y los archivos del modelo entrenado.",
  "输入实验名": "Ingrese el nombre del modelo",
  "目标采样率": "Tasa de muestreo objetivo",
  "模型名称": "Nombre_Modelo",
  "数据集名": "Nombre_Dataset",
  "是否只保存最新的 .ckpt 文件以节省硬盘空间": "Si desea guardar sólo el último archivo G y D para ahorrar espacio en el disco duro.",
  "将所有训练集缓存到 GPU 内存中。缓存小型数据集（少于 10 分钟）可以加快训练速度，但缓存大型数据集会消耗大量 GPU 内存，可能无法显著提高速度": "Almacena en caché bloques de entrenamiento pequeños en la GPU para acelerar el proceso (menos de 10 minutos).",
  "模型是否具有俯仰引导功能": "Si el modelo dispone de guía de tono.",
  "模型是否带音高指导(唱歌一定要, 语音可以不要)": "Si el modelo tiene guía de tono (necesaria para cantar, pero no para hablar)",
  "版本": "Versión",
  "高级设置": "Ajustes avanzados",
  "设置": "Ajustes",
  "高级设置[批量]": "Ajustes avanzados [Batch]",
  "提取音高和处理数据使用的CPU进程数": "Número de procesos de CPU utilizados para extraer el tono y procesar los datos",
  "step2a: 自动遍历训练文件夹下所有可解码成音频的文件并进行切片归一化, 在实验目录下生成2个wav文件夹; 暂时只支持单人训练. ": "Paso 2a: Recorra automáticamente la carpeta de capacitación y corte y normalice todos los archivos de audio que se pueden decodificar en audio. Se generarán dos carpetas 'wav' en el directorio del experimento. Actualmente, solo se admite la capacitación de una sola persona.",
  "输入训练文件夹路径": "Introduce la ruta de la carpeta que contiene el dataset.",
  "请指定说话人id": "Especifique el ID del hablante",
  "处理数据": "Procesar datos",
  "step2b: 使用CPU提取音高(如果模型带音高), 使用GPU提取特征(选择卡号)": "Paso 2b: Use la CPU para extraer el tono (si el modelo tiene guía de tono) y la GPU para extraer características (seleccione el número de tarjeta).",
  "以-分隔输入使用的卡号, 例如   0-1-2   使用卡0和卡1和卡2": "Separe los números de identificación de las GPUs utilizando un guión (-) al ingresarlos, en caso de contar con múltiples GPUs.",
  "显卡信息": "Información de la GPU",
  "选择音高提取算法:输入歌声可用pm提速,高质量语音但CPU差可用dio提速,harvest质量更好但慢": "Seleccione el algoritmo de extracción de tono.",
  "特征提取": "Extracción de características",
  "step3: 填写训练设置, 开始训练模型和索引": "Paso 3: Complete la configuración de entrenamiento y comience a entrenar el modelo y el índice.",
  "步骤4：单击模型的导出最低点后，在模型图上的导出最低点，新文件将位于logs/[yourmodelname]/lowestvals/folder中": "Paso 4: Exporta los puntos más bajos en un gráfico del modelo. Después de hacer clic en Exportar puntos más bajos de un modelo, los nuevos archivos se encontrarán en la carpeta logs/[nombredetumodelo]/lowestvals.",
  "保存频率save_every_epoch": "Frecuencia de guardado. (save_every_epoch)",
  "总训练轮数total_epoch": "Épocas de entrenamiento. (total_epoch)",
  "每张显卡的batch_size": "Tamaño del lote por tarjeta gráfica. (batch_size)",
  "在每个保存点将一个小的最终模型保存到 权重 文件夹中": "Guardar un pequeño modelo final en la carpeta 'weights' en cada punto de guardado.",
  "是否仅保存最新的ckpt文件以节省硬盘空间": "Si guardar solo el archivo ckpt más reciente para ahorrar espacio en disco",
  "否": "No",
  "是否缓存所有训练集至显存. 10min以下小数据可缓存以加速训练, 大数据缓存会炸显存也加不了多少速": "Almacena en caché conjuntos pequeños de entrenamiento en la memoria de la GPU puede acelerar el entrenamiento (menos de 10 minutos).",
  "是否在每次保存时间点将最终小模型保存至weights文件夹": "¿Guardar el pequeño modelo final en la carpeta 'weights' en cada punto de guardado?",
  "加载预训练底模G路径": "Cargue la ruta G del modelo base preentrenada.",
  "加载预训练底模D路径": "Cargue la ruta del modelo D base preentrenada.",
  "训练模型": "Entrenar Modelo",
  "训练特征索引": "Índice de características del Entrenamiento",
  "一键训练": "Formación con un solo clic. (No funciona)",
  "ckpt处理": "Procesamiento de recibos",
  "模型融合, 可用于测试音色融合": "Fusión de modelos, se puede utilizar para fusionar diferentes voces",
  "A模型路径": "Modelo A ruta.",
  "B模型路径": "Modelo B ruta.",
  "A模型权重": "Un peso modelo para el modelo A.",
  "模型是否带音高指导": "Si el modelo tiene guía de tono.",
  "要置入的模型信息": "Información del modelo a colocar.",
  "保存的模型名不带后缀": "Nombre del modelo guardado sin extensión.",
  "模型版本型号": "Versión y modelo del modelo",
  "融合": "Fusión.",
  "修改模型信息(仅支持weights文件夹下提取的小模型文件)": "Modificar la información del modelo (solo admite archivos de modelos pequeños extraídos en la carpeta de pesos).",
  "模型路径": "Ruta del modelo",
  "要改的模型信息": "Información del modelo a modificar",
  "保存的文件名, 默认空为和源文件同名": "Nombre del archivo que se guardará, el valor predeterminado es el mismo que el nombre del archivo de origen",
  "修改": "Modificar",
  "查看模型信息(仅支持weights文件夹下提取的小模型文件)": "Ver información del modelo (solo aplicable a archivos de modelos pequeños extraídos de la carpeta 'pesos')",
  "查看": "Ver",
  "模型提取(输入logs文件夹下大文件模型路径),适用于训一半不想训了模型没有自动提取保存小文件模型,或者想测试中间模型的情况": "Extracción de modelo (ingrese la ruta de un archivo de modelo grande en la carpeta 'logs'), aplicable cuando desea extraer un archivo de modelo pequeño después de entrenar a mitad de camino y no se guardó automáticamente, o cuando desea probar un modelo intermedio",
  "保存名": "Guardar nombre",
  "模型是否带音高指导,1是0否": "Si el modelo tiene guía de tono, 1 para sí, 0 para no",
  "提取": "Extracter",
  "Onnx导出": "Exportar Onnx",
  "RVC模型路径": "Ruta del modelo RVC",
  "Onnx输出路径": "Ruta de salida Onnx",
  "导出Onnx模型": "Exportar modelo Onnx",
  "常见问题解答": "Preguntas frecuentes",
  "招募音高曲线前端编辑器": "Reclutar editores front-end para curvas de tono",
  "加开发群联系我xxxxx": "Únase al grupo de desarrollo para contactarme en xxxxx",
  "点击查看交流、问题反馈群号": "Haga clic para ver el número de grupo de comunicación y comentarios sobre problemas",
  "自动检测音频路径并从下拉菜单中选择：": "Auto-detectar la ruta del audio y seleccionar desde el menú desplegable",
  "在要处理的音频文件路径中添加音频名称（默认为正确格式示例），从下拉列表中移除使用音频的路径：": "Añade el nombre del audio a la ruta del archivo de audio a procesar (por defecto es el ejemplo de formato correcto) Elimina la ruta para utilizar un audio de la lista desplegable",
  "xxxxx": "xxxxx",
  "加载模型": "Cargar modelo",
  "Hubert模型": "Modelo de Hubert ",
  "选择.pth文件": "Seleccionar archivo .pth",
  "选择.index文件": "Select .index file",
  "选择.npy文件": "Seleccionar archivo .npy",
  "输入设备": "Dispositivo de entrada",
  "输出设备": "Dispositivo de salida",
  "音频设备(请使用同种类驱动)": "Dispositivo de audio (utilice el mismo tipo de controlador)",
  "响应阈值": "Umbral de respuesta",
  "音调设置": "Ajuste de tono",
  "是否使用音符名称而不是它们的赫兹值。例如，使用[C5，D6]代替[523.25，1174.66]赫兹。": "Si usar nombres de notas en lugar de sus valores en hertzios. Por ejemplo, [C5, D6] en lugar de [523.25, 1174.66] Hz.",
  "Index Rate": "Tasa de índice",
  "常规设置": "Configuración general",
  "采样长度": "Longitud de muestreo",
  "淡入淡出长度": "Duración del fundido de entrada/salida",
  "额外推理时长": "Tiempo de inferencia adicional",
  "输入降噪": "Reducción de ruido de entrada",
  "输出降噪": "Reducción de ruido de salida",
  "性能设置": "Configuración de rendimiento",
  "开始音频转换": "Iniciar conversión de audio",
  "停止音频转换": "Detener la conversión de audio",
  "推理时间(ms):": "Inferir tiempo (ms):",
  "请选择pth文件": "Seleccione el archivo pth",
  "请选择index文件": "Seleccione el archivo de indice",
  "hubert模型路径不可包含中文": "La ruta del modelo hubert no debe contener caracteres chinos",
  "pth文件路径不可包含中文": "La ruta del archivo pth no debe contener caracteres chinos.",
  "index文件路径不可包含中文": "La ruta del archivo de índice no debe contener caracteres chinos.",
  "音高算法": "Algoritmo de paso",
  "harvest进程数": "Número de procesos de epochs",
  "最低点导出": "Exportación de puntos más bajos",
  "保存多少个最低点": "Cuantos puntos más bajos para salvar",
  "导出模型的最低点": "Exportar puntos más bajos de un modelo",
  "输出型号": "Modelos de salida",
  "所选模型的统计数据": "Estadísticas de modelos seleccionados",
  "自定义 f0 [根音] 文件": "Archivo personalizado F0 [Root pitch]",
  "音高最小值": "Tono mínimo",
  "指定推断的最小音高 [HZ]": "Especificar tono mínimo para inferencia [HZ]",
  "为推断指定最小音高 [音符][八度]": "Especificar tono mínimo para inferencia [NOTA][OCTAVA]",
  "音高最大值": "Tono máximo",
  "指定推断的最大音高 [HZ]": "Especificar tono máximo para inferencia [HZ]",
  "为推断指定最大音高 [音符][八度]": "Especificar tono máximo para inferencia [NOTA][OCTAVA]",
  "浏览共振峰预设": "Examinar ajustes preestablecidos para formar",
  "预设位于 formantshiftcfg/ 文件夹中": "Los preajustes se encuentran en la carpeta formantshiftcfg/",
  "默认值为 1.0": "El valor predeterminado es 1.0",
  "用于共振峰变换的 Quefrency": "Quefrencia para cambio de formantes",
  "用于共振峰变换的音色": "Timbre para cambio de formantes",
  "应用": "Aplicar",
  "单个": "Individual",
  "批处理": "Por Lotes"
}
