{
  "Training": "Opleiding",
  "Extra": "Ekstra",
  "Processing": "Verwerking",
  "Output Information": "Uitset inligting",
  "Inference": "Afleiding",
  "Audio Analyzer": "Oudio-ontleder",
  "The output information will be displayed here.": "Die uitvoerinligting sal hier vertoon word.",
  "Merge Audios": "Voeg oudio's saam",
  "Download": "Aflaai",
  "Settings": "Instellings",
  "This section contains some extra utilities that often may be in experimental phases.": "Hierdie afdeling bevat 'n paar ekstra hulpmiddels wat dikwels in eksperimentele fases kan wees.",
  "Model Information": "Model inligting",
  "Plugins": "Inproppe",
  "A simple, high-quality voice conversion tool focused on ease of use and performance.": "'n Eenvoudige stemomskakelingsinstrument van hoë gehalte wat gefokus is op gebruiksgemak en werkverrigting.",
  "Report a Bug": "Rapporteer 'n fout",
  "Preprocess": "Voorproses",
  "Process effects": "Proses effekte",
  "Model Name": "Model naam",
  "Audio cutting": "Oudio sny",
  "Name of the new model.": "Naam van die nuwe model.",
  "Dataset Path": "Datastel pad",
  "Enter model name": "Voer modelnaam in",
  "Refresh Datasets": "Verfris datastelle",
  "Dataset Creator": "Datastel skepper",
  "Path to the dataset folder.": "Pad na die datastelgids.",
  "It's recommended to deactivate this option if your dataset has already been processed.": "Dit word aanbeveel om hierdie opsie te deaktiveer as jou datastel reeds verwerk is.",
  "Dataset Name": "Datastel Naam",
  "Enter dataset name": "Voer datastelnaam in",
  "Name of the new dataset.": "Naam van die nuwe datastel.",
  "The audio file has been successfully added to the dataset. Please click the preprocess button.": "Die klanklêer is suksesvol by die datastel gevoeg. Klik asseblief op die voorverwerk-knoppie.",
  "Enter dataset path": "Voer datastelpad in",
  "Upload Audio Dataset": "Laai oudiodatastel op",
  "Sampling Rate": "Steekproef tempo",
  "The sampling rate of the audio files.": "Die steekproeftempo van die oudiolêers.",
  "Model Architecture": "Model argitektuur",
  "Extract": "Uittreksel",
  "Embedder Model": "Insluiter Model",
  "Preprocess Dataset": "Voorverwerk datastel",
  "Hop Length": "Hop lengte",
  "Version of the model architecture.": "Weergawe van die modelargitektuur.",
  "Model used for learning speaker embedding.": "Model wat gebruik word vir die inbedding van sprekers.",
  "Batch Size": "Groep grootte",
  "Save Every Epoch": "Stoor elke tydvak",
  "Total Epoch": "Totale tydperk",
  "Denotes the duration it takes for the system to transition to a significant pitch change. Smaller hop lengths require more time for inference but tend to yield higher pitch accuracy.": "Dui die duur aan wat dit neem vir die stelsel om oor te skakel na 'n beduidende toonhoogteverandering. Kleiner hoplengtes verg meer tyd vir afleiding, maar is geneig om hoër toonhoogte-akkuraatheid te lewer.",
  "Pretrained": "Vooraf opgelei",
  "Specifies the overall quantity of epochs for the model training process.": "Spesifiseer die algehele hoeveelheid tydperke vir die modelopleidingsproses.",
  "Save Only Latest": "Stoor slegs nuutste",
  "Save Every Weights": "Stoor elke gewigte",
  "Custom Pretrained": "Pasgemaakte vooraf opgelei",
  "It's advisable to align it with the available VRAM of your GPU. A setting of 4 offers improved accuracy but slower processing, while 8 provides faster and standard results.": "Dit is raadsaam om dit in lyn te bring met die beskikbare VRAM van jou GPU. 'n Instelling van 4 bied verbeterde akkuraatheid, maar stadiger verwerking, terwyl 8 vinniger en standaardresultate lewer.",
  "Upload Pretrained Model": "Laai vooraf opgeleide model op",
  "Pretrained Custom Settings": "Vooraf opgeleide pasgemaakte instellings",
  "This setting enables you to save the weights of the model at the conclusion of each epoch.": "Hierdie instelling stel jou in staat om die gewigte van die model aan die einde van elke tydvak te stoor.",
  "Enabling this setting will result in the G and D files saving only their most recent versions, effectively conserving storage space.": "Deur hierdie instelling te aktiveer, sal die G- en D-lêers slegs hul mees onlangse weergawes stoor, wat stoorplek effektief bespaar.",
  "Refresh Custom Pretraineds": "Verfris pasgemaakte vooropgeleide",
  "GPU Settings": "GPU-instellings",
  "Pretrained D Path": "Pasgemaakte voorafgeleide D",
  "The file you dropped is not a valid pretrained file. Please try again.": "Die lêer wat jy laat val het, is nie 'n geldige voorafopgeleide lêer nie. Probeer asseblief weer.",
  "Click the refresh button to see the pretrained file in the dropdown menu.": "Klik op die verfrisknoppie om die vooraf opgeleide lêer in die keuselys te sien.",
  "Pretrained G Path": "Pasgemaakte vooropgeleide G",
  "Utilizing custom pretrained models can lead to superior results, as selecting the most suitable pretrained models tailored to the specific use case can significantly enhance performance.": "Die gebruik van pasgemaakte voorafgeleide modelle kan lei tot uitstekende resultate, aangesien die keuse van die mees geskikte vooraf opgeleide modelle wat aangepas is vir die spesifieke gebruiksgeval, werkverrigting aansienlik kan verbeter.",
  "GPU Number": "GPU-nommer",
  "GPU Custom Settings": "GPU pasgemaakte instellings",
  "Sets advanced GPU settings, recommended for users with better GPU architecture.": "Stel gevorderde GPU-instellings in, aanbeveel vir gebruikers met beter GPU-argitektuur.",
  "0 to ∞ separated by -": "0 tot ∞ geskei deur -",
  "The GPU information will be displayed here.": "Die GPU-inligting sal hier vertoon word.",
  "The number of CPU cores to use in the preprocess. The default setting are your cpu cores, which is recommended for most cases.": "Die aantal SVE-kerne wat in die voorproses gebruik moet word. Die verstekinstelling is jou SVE-kerne, wat vir die meeste gevalle aanbeveel word.",
  "GPU Information": "GPU-inligting",
  "The number of CPU cores to use in the extraction process. The default setting are your cpu cores, which is recommended for most cases.": "Die aantal SVE-kerne wat in die onttrekkingsproses gebruik moet word. Die verstekinstelling is jou SVE-kerne, wat vir die meeste gevalle aanbeveel word.",
  "Pitch Guidance": "Toonhoogte Leiding",
  "Determine at how many epochs the model will saved at.": "Bepaal by hoeveel tydperke die model gestoor sal word.",
  "Use CPU": "Gebruik SVE",
  "Specify the number of GPUs you wish to utilize for preprocess by entering them separated by hyphens (-). At the moment, using multi-gpu will not have a significant effect.": "Spesifiseer die aantal GPU's wat u vir voorverwerking wil gebruik deur dit in te voer, geskei deur koppeltekens (-). Op die oomblik sal die gebruik van multi-gpu nie 'n beduidende effek hê nie.",
  "Specify the number of GPUs you wish to utilize for extracting by entering them separated by hyphens (-).": "Spesifiseer die aantal GPU's wat u wil gebruik om te onttrek deur dit in te voer, geskei deur koppeltekens (-).",
  "Extract Features": "Onttrek kenmerke",
  "Utilize pretrained models when training your own. This approach reduces training duration and enhances overall quality.": "Gebruik vooraf opgeleide modelle wanneer jy jou eie oefen. Hierdie benadering verminder opleidingsduur en verbeter algehele kwaliteit.",
  "Force the use of CPU for training.": "Dwing die gebruik van SVE vir opleiding.",
  "Cache Dataset in GPU": "Cache datastel in GPU",
  "We prioritize running the model preprocessing on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.": "Ons prioritiseer die bestuur van die modelvoorverwerking op die GPU vir vinniger werkverrigting. As jy verkies om die SVE te gebruik, laat eenvoudig die GPU-veld leeg.",
  "Index Algorithm": "Indeks algoritme",
  "We prioritize running the model extraction on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.": "Ons prioritiseer die uitvoering van die modelonttrekking op die GPU vir vinniger werkverrigting. As jy verkies om die SVE te gebruik, laat eenvoudig die GPU-veld leeg.",
  "By employing pitch guidance, it becomes feasible to mirror the intonation of the original voice, including its pitch. This feature is particularly valuable for singing and other scenarios where preserving the original melody or pitch pattern is essential.": "Deur toonhoogteleiding te gebruik, word dit haalbaar om die intonasie van die oorspronklike stem, insluitend sy toonhoogte, te weerspieël. Hierdie kenmerk is veral waardevol vir sang en ander scenario's waar die behoud van die oorspronklike melodie of toonhoogtepatroon noodsaaklik is.",
  "Overtraining Detector": "Ooroefening Detektor",
  "Cache the dataset in GPU memory to speed up the training process.": "Kas die datastel in GPU-geheue om die opleidingsproses te bespoedig.",
  "Fresh Training": "Vars opleiding",
  "Overtraining Threshold": "Drempel vir ooroefening",
  "KMeans is a clustering algorithm that divides the dataset into K clusters. This setting is particularly useful for large datasets.": "KMeans is 'n groeperingsalgoritme wat die datastel in K-groepe verdeel. Hierdie instelling is veral nuttig vir groot datastelle.",
  "Stop Training": "Hou op opleiding",
  "Start Training": "Begin opleiding",
  "Detect overtraining to prevent the model from learning the training data too well and losing the ability to generalize to new data.": "Bespeur ooroefening om te verhoed dat die model die opleidingsdata te goed leer en die vermoë verloor om na nuwe data te veralgemeen.",
  "Set the maximum number of epochs you want your model to stop training if no improvement is detected.": "Stel die maksimum aantal tydperke in wat jy wil hê jou model moet ophou oefen as geen verbetering opgespoor word nie.",
  "Enable this setting only if you are training a new model from scratch or restarting the training. Deletes all previously generated weights and tensorboard logs.": "Aktiveer hierdie instelling slegs as jy 'n nuwe model van nuuts af oplei of die opleiding herbegin. Vee alle voorheen gegenereerde gewigte en tensorboard-logboeke uit.",
  "Export Model": "Uitvoer model",
  "Generate Index": "Genereer indeks",
  "Overtraining Detector Settings": "Ooroefening Detektor Instellings",
  "Exported Index file": "Uitgevoerde indekslêer",
  "Upload": "Oplaai",
  "Exported Pth file": "Uitgevoerde Pth-lêer",
  "Voice Model": "Stemmodel",
  "Select the pth file to be exported": "Kies die pde-lêer wat uitgevoer moet word",
  "Select the index file to be exported": "Kies die indekslêer wat uitgevoer moet word",
  "Refresh": "Verfris",
  "Single": "Enkele",
  "Index File": "Indeks lêer",
  "The button 'Upload' is only for google colab: Uploads the exported files to the ApplioExported folder in your Google Drive.": "Die knoppie 'Laai op' is slegs vir Google Colab: Laai die uitgevoerde lêers op na die ApplioExported-lêergids in jou Google Drive.",
  "Unload Voice": "Laai stem af",
  "Select the voice model to use for the conversion.": "Kies die stemmodel om vir die omskakeling te gebruik.",
  "Select the index file to use for the conversion.": "Kies die indekslêer om vir die omskakeling te gebruik.",
  "Select Audio": "Kies oudio",
  "Upload Audio": "Laai oudio op",
  "Advanced Settings": "Gevorderde instellings",
  "Custom Output Path": "Pasgemaakte afvoerpad",
  "Output Path": "Afvoer pad",
  "Export Format": "Uitvoer formaat",
  "Select the format to export the audio.": "Kies die formaat om die klank uit te voer.",
  "Clear Outputs (Deletes all audios in assets/audios)": "Vee uitsette uit (Vee alle oudio's in bates/oudio's uit)",
  "Split Audio": "Verdeel oudio",
  "Select the audio to convert.": "Kies die klank om om te skakel.",
  "Clean Audio": "Maak klank skoon",
  "Autotune": "Outo-instelling",
  "Clean Strength": "Skoon krag",
  "Upscale Audio": "Luukse klank",
  "Split the audio into chunks for inference to obtain better results in some cases.": "Verdeel die klank in stukke vir afleiding om in sommige gevalle beter resultate te verkry.",
  "The path where the output audio will be saved, by default in assets/audios/output.wav": "Die pad waar die uitvoerklank gestoor sal word, by verstek in bates/oudio's/output.wav",
  "Clean your audio output using noise detection algorithms, recommended for speaking audios.": "Maak jou klankuitvoer skoon met behulp van geraasopsporingsalgoritmes, wat aanbeveel word vir die praat van klank.",
  "Upscale the audio to a higher quality, recommended for low-quality audios. (It could take longer to process the audio)": "Skaal die klank op na 'n hoër gehalte, aanbeveel vir lae kwaliteit oudio's. (Dit kan langer neem om die klank te verwerk)",
  "Default value is 1.0": "Verstekwaarde is 1.0",
  "Apply a soft autotune to your inferences, recommended for singing conversions.": "Pas 'n sagte outo-instelling toe op jou afleidings, aanbeveel vir sang-omskakelings.",
  "Enable formant shifting. Used for male to female and vice-versa convertions.": "Aktiveer formantverskuiwing. Word gebruik vir manlike na vroulike en omgekeerde omskakelings.",
  "Quefrency for formant shifting": "Vraekeur vir formantverskuiwing",
  "Pitch": "Toonhoogte",
  "Browse presets for formanting": "Blaai deur voorafinstellings vir formatanting",
  "Presets are located in /assets/formant_shift folder": "Voorafinstellings is geleë in /assets/formant_shift-lêergids",
  "Timbre for formant shifting": "Timbre vir formantverskuiwing",
  "Filter Radius": "Filter Radius",
  "Formant Shifting": "Formant verskuiwing",
  "Set the clean-up level to the audio you want, the more you increase it the more it will clean up, but it is possible that the audio will be more compressed.": "Stel die skoonmaakvlak op die klank wat jy wil hê, hoe meer jy dit verhoog, hoe meer sal dit skoonmaak, maar dit is moontlik dat die klank meer saamgepers sal word.",
  "Set the pitch of the audio, the higher the value, the higher the pitch.": "Stel die toonhoogte van die klank in, hoe hoër die waarde, hoe hoër is die toonhoogte.",
  "Search Feature Ratio": "Soek funksie verhouding",
  "Volume Envelope": "Volume koevert",
  "Convert": "Omskep",
  "If the number is greater than or equal to three, employing median filtering on the collected tone results has the potential to decrease respiration.": "As die getal groter as of gelyk aan drie is, het die gebruik van mediaanfiltrering op die versamelde toonresultate die potensiaal om asemhaling te verminder.",
  "Protect Voiceless Consonants": "Beskerm stemlose medeklinkers",
  "Influence exerted by the index file; a higher value corresponds to greater influence. However, opting for lower values can help mitigate artifacts present in the audio.": "Invloed uitgeoefen deur die indekslêer; 'n hoër waarde stem ooreen met groter invloed. Die keuse van laer waardes kan egter help om artefakte wat in die klank teenwoordig is, te versag.",
  "Batch": "Bondel",
  "Pitch extraction algorithm": "Toonhoogte onttrekking algoritme",
  "Export Audio": "Voer oudio uit",
  "Substitute or blend with the volume envelope of the output. The closer the ratio is to 1, the more the output envelope is employed.": "Vervang of meng met die volume-koevert van die uitset. Hoe nader die verhouding aan 1 is, hoe meer word die uitsetkoevert gebruik.",
  "Enter input path": "Voer invoerpad in",
  "Input Folder": "Invoer gids",
  "Safeguard distinct consonants and breathing sounds to prevent electro-acoustic tearing and other artifacts. Pulling the parameter to its maximum value of 0.5 offers comprehensive protection. However, reducing this value might decrease the extent of protection while potentially mitigating the indexing effect.": "Beskerm duidelike konsonante en asemhalingsgeluide om elektro-akoestiese skeur en ander artefakte te voorkom. Deur die parameter tot sy maksimum waarde van 0.5 te trek, bied dit omvattende beskerming. Die vermindering van hierdie waarde kan egter die omvang van beskerming verminder terwyl die indekseringseffek moontlik versag word.",
  "Output Folder": "Afvoer gids",
  "Pitch extraction algorithm to use for the audio conversion. The default algorithm is rmvpe, which is recommended for most cases.": "Toonhoogte-ekstraksie-algoritme om te gebruik vir die oudio-omskakeling. Die standaardalgoritme is rmvpe, wat in die meeste gevalle aanbeveel word.",
  "Select the folder where the output audios will be saved.": "Kies die gids waar die uitvoerklank gestoor sal word.",
  "Enter output path": "Voer afvoerpad in",
  "Select the folder containing the audios to convert.": "Kies die gids wat die oudio's bevat om om te skakel.",
  "Get information about the audio": "Kry inligting oor die klank",
  "## Voice Blender": "## Stem Blender",
  "You can also use a custom path.": "Jy kan ook 'n pasgemaakte pad gebruik.",
  "Drag and drop your model here": "Sleep en los jou model hier",
  "Blend Ratio": "Meng verhouding",
  "Voice Blender": "Stem Blender",
  "Path to Model": "Pad na model",
  "Select two voice models, set your desired blend percentage, and blend them into an entirely new voice.": "Kies twee stemmodelle, stel die gewenste mengpersentasie in en meng dit in 'n heeltemal nuwe stem.",
  "Model information to be placed": "Modelinligting wat geplaas moet word",
  "Enter path to model": "Voer pad na model in",
  "Adjusting the position more towards one side or the other will make the model more similar to the first or second.": "Deur die posisie meer na die een of die ander kant aan te pas, sal die model meer soortgelyk wees aan die eerste of tweede.",
  "Fusion": "Samesmelting",
  "Inroduce the model information": "Inroduceer die modelinligting",
  "View": "Bekyk",
  "View model information": "Bekyk modelinligting",
  "Introduce the model pth path": "Stel die model pth-pad bekend",
  "Model extraction": "Model onttrekking",
  "The information to be placed in the model (You can leave it blank or put anything).": "Die inligting wat in die model geplaas moet word (U kan dit leeg laat of enigiets plaas).",
  "Model conversion": "Model omskakeling",
  "Pth file": "Pth-lêer",
  "Output of the pth file": "Uitvoer van die pth-lêer",
  "Extract F0 Curve": "Onttrek F0-kurwe",
  "Record": "Rekord",
  "# How to Report an Issue on GitHub": "# Hoe om 'n probleem op GitHub aan te meld",
  "Record Screen": "Neem skerm op",
  "Stop Recording": "Stop opname",
  "1. Click on the 'Record Screen' button below to start recording the issue you are experiencing.": "1. Klik op die 'Opnameskerm'-knoppie hieronder om die probleem wat jy ervaar te begin opneem.",
  "See Model Information": "Sien modelinligting",
  "The f0 curve represents the variations in the base frequency of a voice over time, showing how pitch rises and falls.": "Die f0-kurwe verteenwoordig die variasies in die basisfrekwensie van 'n stem oor tyd, wat wys hoe toonhoogte styg en daal.",
  "Introduce the model .pth path": "Stel die model .pth-pad bekend",
  "3. Go to [GitHub Issues](https://github.com/IAHispano/Applio/issues) and click on the 'New Issue' button.": "3. Gaan na [GitHub-kwessies] (https://github.com/IAHispano/Applio/issues) en klik op die 'Nuwe uitgawe'-knoppie.",
  "## Download Model": "## Laai model af",
  "Model Link": "Model skakel",
  "Introduce the model link": "Stel die modelskakel bekend",
  "2. Once you have finished recording the issue, click on the 'Stop Recording' button (the same button, but the label changes depending on whether you are actively recording or not).": "2. Sodra jy klaar is met die opname van die uitgawe, klik op die 'Stop opname'-knoppie (dieselfde knoppie, maar die etiket verander na gelang van of jy aktief opneem of nie).",
  "4. Complete the provided issue template, ensuring to include details as needed, and utilize the assets section to upload the recorded file from the previous step.": "4. Voltooi die verskafde uitgawesjabloon, maak seker dat besonderhede ingesluit word soos nodig, en gebruik die batesafdeling om die opgeneemde lêer van die vorige stap op te laai.",
  "Download Model": "Laai model af",
  "## Drop files": "## Laat lêers los",
  "Search": "Soek",
  "## Search Model": "## Soek model",
  "Drag your .pth file and .index file into this space. Drag one and then the other.": "Sleep jou .pth-lêer en .index-lêer na hierdie spasie. Sleep die een en dan die ander.",
  "## Download Pretrained Models": "## Laai vooraf opgeleide modelle af",
  "Introduce the model name to search.": "Stel die modelnaam bekend om te soek.",
  "We couldn't find models by that name.": "Ons kon nie modelle met daardie naam vind nie.",
  "And select the sampling rate": "En kies die steekproeftempo.",
  "TTS Voices": "TTS-stemme",
  "TTS Speed": "TTS-spoed",
  "Increase or decrease TTS speed.": "Verhoog of verlaag TTS-spoed.",
  "Select the pretrained model you want to download.": "Kies die vooraf opgeleide model wat jy wil aflaai.",
  "Text to Synthesize": "Teks om te sintetiseer",
  "Enter the text to synthesize.": "Voer die teks in om te sintetiseer.",
  "Select the TTS voice to use for the conversion.": "Kies die TTS-stem om vir die omskakeling te gebruik.",
  "Upload a .txt file": "Laai 'n .txt lêer op",
  "Input path for text file": "Invoerpad vir tekslêer",
  "The path to the text file that contains content for text to speech.": "Die pad na die tekslêer wat inhoud vir teks na spraak bevat.",
  "Enter text to synthesize": "Voer teks in om te sintetiseer",
  "Output Path for TTS Audio": "Afvoerpad vir TTS-klank",
  "Output Path for RVC Audio": "Uitvoerpad vir RVC-klank",
  "Enable Applio integration with Discord presence": "Aktiveer Applio-integrasie met Discord-teenwoordigheid",
  "Enable fake GPU": "Aktiveer vals GPU",
  "Language": "Taal",
  "It will activate the possibility of displaying the current Applio activity in Discord.": "Dit sal die moontlikheid aktiveer om die huidige Applio-aktiwiteit in Discord te vertoon.",
  "Enable Applio integration with applio.org/models using flask": "Aktiveer Applio-integrasie met applio.org/models met fles",
  "It will activate the possibility of downloading models with a click from the website.": "Dit sal die moontlikheid aktiveer om modelle met 'n klik van die webwerf af te laai.",
  "Select the theme you want to use. (Requires restarting Applio)": "Kies die tema wat jy wil gebruik. (Vereis herbegin van Applio)",
  "Restart Applio": "Herbegin Applio",
  "Select the language you want to use. (Requires restarting Applio)": "Kies die taal wat jy wil gebruik. (Vereis herbegin van Applio)",
  "Precision": "Presisie",
  "Training is currently unsupported due to the absence of a GPU. To activate the training tab, navigate to the settings tab and enable the 'Fake GPU' option.": "Opleiding word tans nie ondersteun nie weens die afwesigheid van 'n GPU. Om die opleidingsoortjie te aktiveer, navigeer na die instellingsoortjie en aktiveer die 'Vals GPU'-opsie.",
  "Theme": "Tema",
  "Activates the train tab. However, please note that this device lacks GPU capabilities, hence training is not supported. This option is only for testing purposes. (This option will restart Applio)": "Aktiveer die treinoortjie. Neem egter asseblief kennis dat hierdie toestel nie GPU-vermoëns het nie, dus word opleiding nie ondersteun nie. Hierdie opsie is slegs vir toetsdoeleindes. (Hierdie opsie sal Applio herbegin)",
  "Plugin Installer": "Inprop-installeerder",
  "Update precision": "Dateer presisie op",
  "Select the precision you want to use for training and inference.": "Kies die presisie wat jy wil gebruik vir opleiding en afleiding.",
  "Drag your plugin.zip to install it": "Sleep jou plugin.zip om dit te installeer",
  "Post-Process": "Na-proses",
  "Check for updates": "Kyk vir opdaterings",
  "Reverb": "Galm",
  "Version Checker": "Weergawe Kontroleerder",
  "Post-process the audio to apply effects to the output.": "Na-verwerk die klank om effekte op die uitset toe te pas.",
  "Reverb Damping": "Reverb demping",
  "Reverb Room Size": "Reverb kamer grootte",
  "Set the room size of the reverb.": "Stel die kamergrootte van die galm in.",
  "Set the damping of the reverb.": "Stel die demping van die galm in.",
  "Reverb Dry Gain": "Reverb droë wins",
  "Check which version of Applio is the latest to see if you need to update.": "Kyk watter weergawe van Applio die nuutste is om te sien of jy moet opdateer.",
  "Reverb Wet Gain": "Reverb nat wins",
  "Set the wet gain of the reverb.": "Stel die nat wins van die galm in.",
  "Set the dry gain of the reverb.": "Stel die droë wins van die galm in.",
  "Reverb Width": "Reverb wydte",
  "Apply reverb to the audio.": "Pas galm toe op die klank.",
  "Set the width of the reverb.": "Stel die breedte van die galm in.",
  "Set the freeze mode of the reverb.": "Stel die vriesmodus van die galm in.",
  "Reverb Freeze Mode": "Reverb vries modus",
  "Pitch Shift": "Toonhoogte verskuiwing",
  "Apply pitch shift to the audio.": "Pas toonhoogteverskuiwing toe op die klank.",
  "Set the pitch shift semitones.": "Stel die halftone van die toonhoogteverskuiwing in.",
  "Limiter": "Beperker",
  "Gain": "Wins",
  "Apply limiter to the audio.": "Pas limiter toe op die klank.",
  "Limiter Threshold dB": "Beperker Drempel dB",
  "Limiter Release Time": "Beperker vrystelling tyd",
  "Apply gain to the audio.": "Pas wins toe op die klank.",
  "Set the limiter release time.": "Stel die vrystellingstyd van die beperker in.",
  "Set the limiter threshold dB.": "Stel die beperkerdrempel dB.",
  "Distortion": "Verdraaiing",
  "Gain dB": "Kry dB",
  "Apply distortion to the audio.": "Pas vervorming toe op die klank.",
  "Set the gain dB.": "Stel die wins dB.",
  "Distortion Gain": "Vervorming wins",
  "Pitch Shift Semitones": "Toonhoogte Verskuiwing Halftone",
  "Chorus": "Refrein",
  "Set the distortion gain.": "Stel die vervormingswins in.",
  "Chorus Rate Hz": "Refrein Tempo Hz",
  "Apply chorus to the audio.": "Pas refrein toe op die klank.",
  "Chorus Depth": "Refrein diepte",
  "Set the chorus rate Hz.": "Stel die koortempo Hz in.",
  "Set the chorus depth.": "Stel die refreindiepte in.",
  "Chorus Feedback": "Refrein Terugvoer",
  "Set the chorus center delay ms.": "Stel die koormiddelvertraging ms.",
  "Chorus Mix": "Refrein mengsel",
  "Set the chorus feedback.": "Stel die refreinterugvoer in.",
  "Bitcrush": "Bitcrush",
  "Chorus Center Delay ms": "Refrein Sentrum Vertraging ms",
  "Clipping": "Afknippery",
  "Bitcrush Bit Depth": "Bitcrush Bietjie Diepte",
  "Set the chorus mix.": "Stel die refrein meng.",
  "Set the bitcrush bit depth.": "Stel die bitcrush-bitdiepte in.",
  "Clipping Threshold": "Knip Drempel",
  "Apply clipping to the audio.": "Pas knipsel toe op die klank.",
  "Compressor": "Kompressor",
  "Set the clipping threshold.": "Stel die knipdrempel in.",
  "Apply bitcrush to the audio.": "Pas bitcrush toe op die klank.",
  "Compressor Threshold dB": "Kompressor drempel dB",
  "Apply compressor to the audio.": "Pas kompressor op die klank toe.",
  "Compressor Ratio": "Kompressor verhouding",
  "Set the compressor ratio.": "Stel die kompressorverhouding in.",
  "Delay": "Vertraag",
  "Compressor Attack ms": "Kompressor aanval ms",
  "Set the compressor threshold dB.": "Stel die kompressordrempel dB.",
  "Set the compressor release ms.": "Stel die kompressorvrystelling ms.",
  "Apply delay to the audio.": "Pas vertraging toe op die klank.",
  "Set the compressor attack ms.": "Stel die kompressoraanval ms.",
  "Compressor Release ms": "Kompressor vrystelling ms",
  "Delay Seconds": "Vertraag sekondes",
  "Delay Mix": "Vertraag mengsel",
  "Delay Feedback": "Vertraag terugvoer",
  "Set the delay seconds.": "Stel die vertraging sekondes in.",
  "Set the delay feedback.": "Stel die vertragingsterugvoer in.",
  "Set the delay mix.": "Stel die vertragingsmengsel in.",
  "Custom Embedder": "Pasgemaakte inbedding",
  "Folder Name": "Gids Naam",
  "Upload .bin": "Laai .bin op",
  "Upload .json": "Laai .json op",
  "Select Custom Embedder": "Kies pasgemaakte inbedding",
  "model information": "Model inligting",
  "Model Creator": "Model Skepper",
  "Refresh embedders": "Verfris insluiters",
  "Name of the model creator. (Default: Unknown)": "Naam van die modelskepper. (Verstek: Onbekend)",
  "Move files to custom embedder folder": "Skuif lêers na pasgemaakte insluitergids",
  "Speaker ID": "Spreker ID",
  "Model Author Name": "Model Skrywer Naam",
  "Set name": "Stel naam",
  "Select the speaker ID to use for the conversion.": "Kies die luidspreker-ID om vir die omskakeling te gebruik.",
  "The name that will appear in the model information.": "Die naam wat in die modelinligting sal verskyn.",
  "Set the autotune strength - the more you increase it the more it will snap to the chromatic grid.": "Stel die outotune-sterkte in - hoe meer jy dit verhoog, hoe meer sal dit aan die chromatiese rooster klik."
}