{
  "Inference": "ኢንፌክሽኑ",
  "Extra": "ተጨማሪ",
  "Output Information": "የውጤት መረጃ",
  "Processing": "አሰራር",
  "Training": "ስልጠና",
  "The output information will be displayed here.": "የውጤት መረጃው እዚህ ይቀርባል።",
  "Audio Analyzer": "የድምጽ ትንተና",
  "Merge Audios": "ድምጽ ያዋህዱ",
  "Plugins": "ፕለጊኖች",
  "This section contains some extra utilities that often may be in experimental phases.": "ይህ ክፍል ብዙውን ጊዜ በሙከራ ደረጃ ላይ ሊሆኑ የሚችሉ ተጨማሪ መገልገያዎችን ይዟል።",
  "Settings": "ምርጫዎች",
  "A simple, high-quality voice conversion tool focused on ease of use and performance.": "ቀላል, ከፍተኛ ጥራት ያለው የድምጽ መለወጫ መሳሪያ የአጠቃቀም እና አፈጻጸም ቀላል ላይ ያተኮረ.",
  "Report a Bug": "አንድ ቡግ ሪፖርት",
  "Preprocess": "ቅድመ-ሂደት",
  "Model Information": "የሞዴል መረጃ",
  "Download": "አውርድ",
  "Audio cutting": "የድምጽ መቁረጫ",
  "Process effects": "የሂደት ውጤቶች",
  "Enter model name": "የሞዴል ስም ያስገቡ",
  "Model Name": "የሞዴል ስም",
  "Name of the new model.": "የአዲሱ ሞዴል ስም።",
  "Dataset Path": "የዳታሴት መንገድ",
  "Dataset Name": "የዳሰት ስም",
  "Dataset Creator": "የዳታሴት ፈጣሪ",
  "Refresh Datasets": "ታደሰ ዳታሴቶች",
  "Enter dataset name": "የዳታስም ስም ያስገቡ",
  "Path to the dataset folder.": "ወደ ዳታሴቱ ፎልደር መንገድ።",
  "Name of the new dataset.": "የአዲሱ የመረጃ ማሰሻ ስም።",
  "It's recommended to deactivate this option if your dataset has already been processed.": "ዳታሴትዎ አስቀድሞ የተሰሩ ከሆነ ይህንን አማራጭ ማጥፋት ይመከራል።",
  "Upload Audio Dataset": "አውርድ ኦዲዮ ዳታሴት",
  "The audio file has been successfully added to the dataset. Please click the preprocess button.": "የድምፅ ፋይሉ በመረጃ ውጤቱ ላይ በተሳካ ሁኔታ ተጨምሮበታል። እባክዎ ን ቅድመ ዝግጅት ቁልፍ ይጫኑ።",
  "Sampling Rate": "የናሙና መጠን",
  "Enter dataset path": "ወደ dataset መንገድ ግባ",
  "Model Architecture": "ሞዴል አርክቴክቸር",
  "Extract": "ውሂብ",
  "Version of the model architecture.": "የሞዴል ንድፍ ቅጂ.",
  "The sampling rate of the audio files.": "የድምጽ ፋይሎች ናሙና መጠን.",
  "Preprocess Dataset": "ቅድመ ሂደት Dataset",
  "Embedder Model": "Embedder ሞዴል",
  "Model used for learning speaker embedding.": "ተናጋሪውን ለመማር የሚያገለግል ሞዴል።",
  "Hop Length": "ሆፕ ርዝመት",
  "Batch Size": "ባች መጠን",
  "Save Every Epoch": "ሁሉንም ኤፖች አስቀምጥ",
  "Determine at how many epochs the model will saved at.": "ሞዴሉ ምን ያህል ዘመን እንደሚቆጥብ ለማወቅ ሞክር።",
  "Total Epoch": "ጠቅላላ ኢፖች",
  "Denotes the duration it takes for the system to transition to a significant pitch change. Smaller hop lengths require more time for inference but tend to yield higher pitch accuracy.": "ሥርዓቱ ወደ ጉልህ የድምጽ ለውጥ ለመሸጋገር የሚፈጅበትን ጊዜ ያመለክታል። አነስተኛ የሆፕ ርዝመት ለመድገም ተጨማሪ ጊዜ የሚጠይቅ ቢሆንም የድምጽ መጠን ከፍ ያለ ነው።",
  "Save Only Latest": "የቅርብ ጊዜውን ብቻ አስቀምጥ",
  "Custom Pretrained": "የተለመደው ልማድ",
  "Save Every Weights": "ሁሉንም ክብደት አስቀምጥ",
  "Specifies the overall quantity of epochs for the model training process.": "ለሞዴል ማሰልጠኛ ሂደት አጠቃላይ የዘመን ብዛት ይገለጻል.",
  "Pretrained": "በቅድሚያ የሰለጠነ",
  "Refresh Custom Pretraineds": "የተለመዱ ትርጉሞች",
  "It's advisable to align it with the available VRAM of your GPU. A setting of 4 offers improved accuracy but slower processing, while 8 provides faster and standard results.": "በእርስዎ ጂፒዩ ከተዘጋጀው VRAM ጋር ማጣመም ይመከራል። የ 4 ማመቻቸት የተሻለ ትክክለኛነት ቢሆንም አሰራር ዝቅተኛ, 8 ደግሞ ፈጣን እና መደበኛ ውጤቶችን ይሰጣል.",
  "Upload Pretrained Model": "ቅድመ-የሰለጠነ ሞዴል አውርድ",
  "This setting enables you to save the weights of the model at the conclusion of each epoch.": "ይህ ሁኔታ በእያንዳንዱ ዘመን መደምደሚያ ላይ የሞዴሉን ክብደት ለመቆጠብ ያስችልሃል።",
  "Pretrained Custom Settings": "አስቀድሞ የተለምደለባቸው ሁኔታዎች",
  "Enabling this setting will result in the G and D files saving only their most recent versions, effectively conserving storage space.": "ይህን ሁኔታ ማስቻል የጂ እና D ፋይሎች በቅርብ ጊዜ የተዘጋጁትን ትርጉሞቻቸውን ብቻ በማጠራቀም የማከማቻ ቦታን ጠብቆ እንዲቆይ ያደርጋል።",
  "The file you dropped is not a valid pretrained file. Please try again.": "የጣልከው ፋይል ተቀባይነት ያለው አስቀድሞ የታነፀ ፋይል አይደለም። እባክዎ እንደገና ይሞክሩ.",
  "Pretrained G Path": "የተለመደው ቅድመ ዝግጅት ጂ",
  "Utilizing custom pretrained models can lead to superior results, as selecting the most suitable pretrained models tailored to the specific use case can significantly enhance performance.": "የተለመዱ ሞዴሎችን መጠቀም የተሻለ ውጤት ሊያስገኝ ይችላል፤ በመሆኑም ከአጠቃቀም ጉዳይ ጋር የሚስማሙ ተስማሚ የሆኑ ቅድመ ዝግጅት ሞዴሎችን መምረጥ አቅምን በእጅጉ ሊያሻሽል ይችላል።",
  "Pretrained D Path": "የተለመደው D",
  "GPU Number": "GPU ቁጥር",
  "GPU Custom Settings": "GPU Custom Settings",
  "Click the refresh button to see the pretrained file in the dropdown menu.": "የድጋፉን ቁልፍ ጠቅ ያድርጉ ትርጉሙ ላይ አስቀድሞ የተቀመጠውን ፋይል በdropdown menu ውስጥ ለማየት.",
  "GPU Settings": "GPU ምርጫዎች",
  "The GPU information will be displayed here.": "የጂፒዩ መረጃ እዚህ ይቀርባል።",
  "0 to ∞ separated by -": "0 ወደ ∞ ተለየ -",
  "Sets advanced GPU settings, recommended for users with better GPU architecture.": "የተሻለ የ GPU ንድፍ ላላቸው ተጠቃሚዎች የተመከሩ የተራቀቁ የ GPU አቀማመጫዎችን ያስቀምጣል.",
  "GPU Information": "GPU መረጃ",
  "Pitch Guidance": "ፒች መመሪያ",
  "The number of CPU cores to use in the preprocess. The default setting are your cpu cores, which is recommended for most cases.": "በቅድመ ሂደቱ ውስጥ ለመጠቀም ሲፒዩ ኮሮች ብዛት. የdefault setting የእርስዎ cpu cores ነው, ይህም ለአብዛኛዎቹ ሁኔታዎች ይመከራል.",
  "Use CPU": "ሲፒዩ ይጠቀሙ",
  "Specify the number of GPUs you wish to utilize for preprocess by entering them separated by hyphens (-). At the moment, using multi-gpu will not have a significant effect.": "ለቅድመ ሂደት መጠቀም የምትፈልገውን GPUs ቁጥር በሂፍ (-) በመለያየቶች በመለያየቶች ውስጥ በመግባት ለይተህ ግለጽ። በአሁኑ ጊዜ ባለብዙ-gpu መጠቀም ጉልህ ውጤት አይኖረውም.",
  "Specify the number of GPUs you wish to utilize for extracting by entering them separated by hyphens (-).": "በሃይፈን (-) በመለያየታቸው ለማውጣት የምትመኙትን ጂፒዩዎች ብዛት ለይታችሁ አስቀምጡ።",
  "Force the use of CPU for training.": "ሲፒዩ ለሥልጠና እንዲውል አስገድድ።",
  "The number of CPU cores to use in the extraction process. The default setting are your cpu cores, which is recommended for most cases.": "በውሂብ ማውጣት ሂደት ውስጥ ለመጠቀም የ CPU ኮሮች ብዛት. የdefault setting የእርስዎ cpu cores ነው, ይህም ለአብዛኛዎቹ ሁኔታዎች ይመከራል.",
  "Extract Features": "የውሂብ ገጽታዎች",
  "Cache Dataset in GPU": "በ GPU ውስጥ Cache Dataset",
  "By employing pitch guidance, it becomes feasible to mirror the intonation of the original voice, including its pitch. This feature is particularly valuable for singing and other scenarios where preserving the original melody or pitch pattern is essential.": "የድምፁን ቃና በመጠቀም የድምፁን ቃና ጨምሮ የድምፁን ቃና ማንጸባረቅ ይቻላል። ይህ ገጽታ በተለይ ለመዝፈንም ሆነ የድምፁን ቃና ጠብቆ ለማቆየት በጣም አስፈላጊ ለሆኑ ሌሎች ሁኔታዎች በጣም ጠቃሚ ነው።",
  "Utilize pretrained models when training your own. This approach reduces training duration and enhances overall quality.": "የራሳችሁን ሥልጠና በምታደርጉበት ጊዜ በቅድሚያ የሰለጠኑ ሞዴሎችን ተጠቀምባቸው። ይህ ዘዴ የስልጠና ጊዜን ይቀንሳል እና አጠቃላይ ጥራትን ያሻሽላል.",
  "Cache the dataset in GPU memory to speed up the training process.": "የስልጠናውን ሂደት ለማፋጠን በGPU ትውስታ ውስጥ ያለውን dataset Cache.",
  "Index Algorithm": "ኢንዴክስ አልጎሪዝም",
  "We prioritize running the model extraction on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.": "ፈጣን አፈጻጸም ለማግኘት በ GPU ላይ ሞዴል ማውጣት ን በማከናወን ቅድሚያ እንስጥ. ሲፒዩ መጠቀም የምትመርጥ ከሆነ የጂፒዩ መስክ ባዶ እንዲሆን አድርግ።",
  "Overtraining Detector": "ከመጠን በላይ ማሰልጠኛ መርማሪ",
  "Overtraining Threshold": "ከመጠን በላይ ማሰልጠን",
  "Fresh Training": "አዲስ ስልጠና",
  "Overtraining Detector Settings": "ከመጠን በላይ ማሰልጠኛ ዲክተር ሴቲንግስ",
  "Start Training": "ስልጠና ጀምር",
  "KMeans is a clustering algorithm that divides the dataset into K clusters. This setting is particularly useful for large datasets.": "KMeans (KMeans) datasetን ወደ K ክላስተሮች የሚከፋፍል ክምችት ያለው አልጎሪዝም ነው። ይህ ሁኔታ በተለይ ለትላልቅ የመረጃ ማሰሮዎች በጣም ጠቃሚ ነው።",
  "Detect overtraining to prevent the model from learning the training data too well and losing the ability to generalize to new data.": "ሞዴሉ የሥልጠናውን መረጃ በደንብ እንዳይማርና አዳዲስ መረጃዎችን የማሰባሰብ ችሎታውን እንዳያጣ ለማድረግ ከልክ ያለፈ ሥልጠና ማግኘት ትችላለህ።",
  "Set the maximum number of epochs you want your model to stop training if no improvement is detected.": "ሞዴልህ ምንም ዓይነት መሻሻል ካልታየ ሥልጠናውን እንዲያቆም የምትፈልገውን ዘመን ብዛት አስቀምጥ።",
  "Generate Index": "ኢንዴክስ",
  "Stop Training": "ስልጠና አቁሙ",
  "We prioritize running the model preprocessing on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.": "ለፈጣን አፈጻጸም በGPU ላይ ሞዴል ቅድመ-ሰርን መስራት ቅድሚያ እንስጥ. ሲፒዩ መጠቀም የምትመርጥ ከሆነ የጂፒዩ መስክ ባዶ እንዲሆን አድርግ።",
  "Export Model": "ኤክስፖርት ሞዴል",
  "Exported Pth file": "ኤክስፖርት የPth ፋይል",
  "Enable this setting only if you are training a new model from scratch or restarting the training. Deletes all previously generated weights and tensorboard logs.": "ይህን ማድረግ የምትችለው አዲስ ሞዴል እያሠለጠንክ ወይም ሥልጠናውን እንደገና ከጀመርክ ብቻ ነው። ቀደም ሲል ያመነጩትን ክብደትና tensorboard እንጨቶች በሙሉ ያጠፋሉ።",
  "Exported Index file": "የውጪ ማውጫ ፋይል",
  "Select the pth file to be exported": "ወደ ውጭ የሚላክበትን pth ፋይል ይምረጡ",
  "Voice Model": "የድምፅ ሞዴል",
  "Upload": "አውርድ",
  "Index File": "ፋይል ማውጫ",
  "Select the index file to be exported": "ወደ ውጭ የሚላክበትን ማውጫ ፋይል ይምረጡ",
  "Refresh": "እረፍት",
  "Single": "ነጠላ",
  "Unload Voice": "ድምጽ ያራግፋል",
  "Select the voice model to use for the conversion.": "ለመለወጥ የሚጠቀሙበትን የድምጽ ሞዴል ይምረጡ።",
  "Upload Audio": "አውርድ ኦዲዮ",
  "Select the index file to use for the conversion.": "ለመለወጥ የሚጠቀሙበትን ማውጫ ፋይል ይምረጡ።",
  "Select Audio": "ኦዲዮ ይምረጡ",
  "Advanced Settings": "የተራቀቁ ምርጫዎች",
  "Select the audio to convert.": "ለመቀየር ድምጽ ይምረጡ።",
  "Output Path": "የውጤት መንገድ",
  "Custom Output Path": "የተለመደው የውጤት መንገድ",
  "The button 'Upload' is only for google colab: Uploads the exported files to the ApplioExported folder in your Google Drive.": "'Upload' የሚለው ቁልፍ ለ google colab ብቻ ነው። በGoogle Driveዎ ውስጥ ወደ አፕሊዮኤክስፖርትድ ፎልደር የሚላኩትን ፋይሎች ያራግፉ።",
  "Export Format": "ኤክስፖርት ፎርማት",
  "Clear Outputs (Deletes all audios in assets/audios)": "ግልጽ የሆኑ ውጤቶች (ሁሉንም ኦዲዮዎች በንብረቶች/ኦዲዮዎች ላይ ያጠፋል)",
  "Split Audio": "ኦዲዮ መከፋፈያ",
  "Select the format to export the audio.": "ኦዲዮውን ለመላክ ፎርማት ይምረጡ።",
  "Autotune": "አውቶቱን",
  "Split the audio into chunks for inference to obtain better results in some cases.": "አንዳንድ ጊዜ የተሻለ ውጤት ለማግኘት ድምጽህን በቆራረጥ ክፈለው።",
  "The path where the output audio will be saved, by default in assets/audios/output.wav": "የውጤት ድምጽ የሚታደግበት መንገድ፣ በባለሀብቶች/በድምጽ/output.wav",
  "Clean Audio": "ንጹህ ኦዲዮ",
  "Clean Strength": "ንጹህ ጥንካሬ",
  "Upscale Audio": "ከፍተኛ መጠን ያለው ኦዲዮ",
  "Apply a soft autotune to your inferences, recommended for singing conversions.": "የመዝሙር መለወጫዎችን ለመዘመር በሚመከረው ሐሳብ ላይ ለስለስ ያለ አውቶማቲክ ሙዚቃ ተለማመድ።",
  "Formant Shifting": "ፎርማታንት ሺፍ",
  "Timbre for formant shifting": "ቅርጽ ያለው ለውጥ ለማድረግ የሚያስችል ቲምበር",
  "Clean your audio output using noise detection algorithms, recommended for speaking audios.": "የድምጽ ድምጽዎን ለመለየት በሚያስችሉ አልጎሪቶች በመጠቀም ድምጽዎን አጽዱ።",
  "Presets are located in /assets/formant_shift folder": "Presets የሚገኘው /assets/formant_shift ፎልደር ውስጥ ነው",
  "Default value is 1.0": "የቅድሚያ ዋጋ 1.0 ነው",
  "Quefrency for formant shifting": "Quefrency for formant shifting",
  "Enable formant shifting. Used for male to female and vice-versa convertions.": "ቅርጽ ያለው ለውጥ ማድረግ። ለወንድ ወደ ሴት እና ተቃራኒ-መለዋወጫዎች ጥቅም ላይ ይውላል.",
  "Upscale the audio to a higher quality, recommended for low-quality audios. (It could take longer to process the audio)": "የድምጽ መጠን ወደ ከፍተኛ ጥራት, ዝቅተኛ ጥራት ያላቸው የድምጽ ማጉያዎች ይመከራል. (ድምጽን ለማስተካከል ረዘም ያለ ጊዜ ሊወስድ ይችላል)",
  "Pitch": "ፒች",
  "Filter Radius": "ማጣሪያ ራዲየስ",
  "Search Feature Ratio": "የፍለጋ ገጽታ ሬሾ",
  "Set the clean-up level to the audio you want, the more you increase it the more it will clean up, but it is possible that the audio will be more compressed.": "የፅዳት ደረጃን ወደምትፈልጉት ድምጽ አስቀምጡ። የበለጠ በጨመርከው መጠን ያጸዳል። ይሁን እንጂ ድምፁ የበለጠ ይጨመርይሆናል።",
  "Volume Envelope": "የድምጽ ፖስታ",
  "Browse presets for formanting": "ድረ ገጾች ፎርማንቲንግን አስቀድመው ያዘጋጃሉ",
  "Set the pitch of the audio, the higher the value, the higher the pitch.": "የድምጹን ቃና አስቀምጥ፣ ዋጋው ከፍ ባለ መጠን ድምጹም ከፍ ይላል።",
  "If the number is greater than or equal to three, employing median filtering on the collected tone results has the potential to decrease respiration.": "ቁጥሩ ከሶስት በላይ ከሆነ ወይም ከሶስት እኩል ከሆነ በተሰበሰበው የድምፅ መጠን ውጤት ላይ መለስተኛ ማጣራት ንቅሳቱን የመቀነስ አቅም አለው።",
  "Convert": "ቀይር",
  "Pitch extraction algorithm": "ፒች extraction አልጎሪዝም",
  "Export Audio": "ኤክስፖርት ኦዲዮ",
  "Influence exerted by the index file; a higher value corresponds to greater influence. However, opting for lower values can help mitigate artifacts present in the audio.": "የማውጫ ፋይሉ የሰራው ተፅዕኖ፤ ከፍ ያለ ዋጋ መስጠት ከፍተኛ ተጽዕኖ ከማሳደር ጋር ተመሳሳይ ነው ። ይሁን እንጂ ዝቅተኛ የሥነ ምግባር እሴቶችን መምረጡ በድምፅ ላይ የቀረቡትን ዕቃዎች ለመቀነስ ይረዳል።",
  "Batch": "ባች",
  "Protect Voiceless Consonants": "ድምፅ አልባ ኮንሶናንቶችን ጠብቅ",
  "Substitute or blend with the volume envelope of the output. The closer the ratio is to 1, the more the output envelope is employed.": "የድምጽ ፖስታውን በምትኩ ወይም በውህደት ይደባለቁ። አሃዝ ወደ 1 እየቀረበ በቀረበ መጠን የምርታቱ ፖስታም የዚያኑ ያህል ተቀጥሮ ይገኛል።",
  "Pitch extraction algorithm to use for the audio conversion. The default algorithm is rmvpe, which is recommended for most cases.": "ፒች extraction አልጎሪዝም ለድምጽ መለወጫ ለመጠቀም. የቅድሚያ አልጎሪዝም rmvpe ነው, ይህም ለአብዛኛዎቹ ሁኔታዎች ይመከራል.",
  "Enter input path": "ወደ ውስጥ መግባት መንገድ",
  "Input Folder": "ፎልደር",
  "Safeguard distinct consonants and breathing sounds to prevent electro-acoustic tearing and other artifacts. Pulling the parameter to its maximum value of 0.5 offers comprehensive protection. However, reducing this value might decrease the extent of protection while potentially mitigating the indexing effect.": "ኤሌክትሮ-አኮስቲክ ና ሌሎች ዕቃዎች እንዳይበጠሱ ለመከላከል የተለያዩ ድምፆችንና የመተንፈስ ድምፆችን ጠብቅ። ፓራሜሩን ወደ ከፍተኛ ዋጋው 0.5 መጎተት የተሟላ ጥበቃ ያስገኛል ። ይሁን እንጂ ይህን ዋጋ መቀነስ የማውጫውን ውጤት ሊቀንስ ቢችልም ጥበቃ የማድረግን መጠን ሊቀንስ ይችላል ።",
  "Output Folder": "የውጤት ፎልደር",
  "Enter output path": "የውጤት መንገድ አስገባ",
  "Select the folder where the output audios will be saved.": "የውጤቶቹ ድምጽ የሚቆጥብበትን ፎልደር ይምረጡ።",
  "Voice Blender": "የድምጽ ብሌንደር",
  "## Voice Blender": "## ድምፃዊ በለጠ",
  "Get information about the audio": "ስለ ድምጽ መረጃ ያግኙ",
  "You can also use a custom path.": "ከዚህም በተጨማሪ የለመደውን መንገድ መጠቀም ትችላለህ ።",
  "Blend Ratio": "የውህድ አሃዝ",
  "Drag and drop your model here": "የእርስዎን ሞዴል እዚህ ይጎትቱ እና ይጥሉ",
  "Select the folder containing the audios to convert.": "የድምጽ ጽሁፎችን የያዘውን ፎልደር ይምረጡ።",
  "Enter path to model": "ወደ ሞዴል መንገድ ይግቡ",
  "Fusion": "ውህደት",
  "Model information to be placed": "የሞዴል መረጃ ማስቀመጥ",
  "Inroduce the model information": "የሞዴል መረጃን ኢንሮዱስ",
  "Adjusting the position more towards one side or the other will make the model more similar to the first or second.": "ቦታውን ወደ አንድ ወይም ወደ ሌላኛው አቅጣጫ ይበልጥ ማስተካከል ሞዴሉን ከመጀመሪያው ወይም ከሁለተኛው ጋር ይበልጥ እንዲመሳሰል ያደርገዋል።",
  "Path to Model": "ወደ ሞዴል መንገድ",
  "Select two voice models, set your desired blend percentage, and blend them into an entirely new voice.": "ሁለት የድምፅ ሞዴሎችን ምረጥ፣ የምትፈልገውን የድምር መጠን አስቀምጥ፣ እናም ሙሉ በሙሉ አዲስ በሆነ ድምፅ ውስጥ አስቀምጣቸው።",
  "View": "ይመልከቱ",
  "Introduce the model pth path": "ሞዴል pth መንገድ ያስተዋውቁ",
  "Model extraction": "ሞዱል Extraction",
  "Model conversion": "የሞዴል መለወጫ",
  "View model information": "የሞዴል መረጃ ይመልከቱ",
  "Output of the pth file": "የPth ፋይል ውጤት",
  "The information to be placed in the model (You can leave it blank or put anything).": "በሞዴሉ ውስጥ ሊቀመጥ የሚገባው መረጃ (ባዶ መተው ወይም ማንኛውንም ነገር ማስቀመጥ ትችላለህ)።",
  "Extract F0 Curve": "የ F0 ኩርባ ማውጣት",
  "# How to Report an Issue on GitHub": "# በGitHub ላይ አንድ ጉዳይ እንዴት ሪፖርት ማድረግ ይቻላል?",
  "Pth file": "Pth ፋይል",
  "Record": "መዝገብ",
  "Record Screen": "የመዝገብ ስክሪን",
  "1. Click on the 'Record Screen' button below to start recording the issue you are experiencing.": "1. እያጋጠመዎት ያለውን ጉዳይ መቅዳት ለመጀመር ከታች ያለውን 'Record Screen' የሚለውን ቁልፍ ይጫኑ።",
  "Stop Recording": "መቅዳት አቁሙ",
  "Model Link": "የሞዴል አገናኝ",
  "The f0 curve represents the variations in the base frequency of a voice over time, showing how pitch rises and falls.": "ኤፍ0 መሽከርከር ድምፁ በጊዜ ሂደት የድምፁን መሠረታዊ ቅደም ተላፊነት የሚያመለክት ሲሆን ይህም ድምፁ እንዴት ከፍ እንደሚልና እንዴት እንደሚወድቅ ያሳያል።",
  "Introduce the model .pth path": "ሞዴሉን ያስተዋውቁ .pth መንገድ",
  "## Download Model": "## አውርድ",
  "See Model Information": "የሞዴል መረጃ ይመልከቱ",
  "3. Go to [GitHub Issues](https://github.com/IAHispano/Applio/issues) and click on the 'New Issue' button.": "3. ወደ [GitHub Issues](https://github.com/IAHispano/Applio/issues) በመሄድ 'አዲስ ጉዳይ' የሚለውን ቁልፍ ይጫኑ።",
  "Introduce the model link": "የሞዱሉን አገናኝ ያስተዋውቁ",
  "Download Model": "አውርድ",
  "## Drop files": "፲፭ ፋይሎችን ይጥላሉ",
  "Search": "ፍለጋ",
  "## Search Model": "## የፍለጋ ሞዴል",
  "4. Complete the provided issue template, ensuring to include details as needed, and utilize the assets section to upload the recorded file from the previous step.": "4. የተሰጡትን የጉዳዩ ቴምፕሊት በማጠናቀቅ፣ አስፈላጊ ሆኖ ሲታሰብ ዝርዝር ጉዳዮችን ማካተት፣ እና የተመዘገበውን ፋይል ከቀድሞው እርምጃ ለማውረድ የንብረቱን ክፍል መጠቀም።",
  "Introduce the model name to search.": "ለመፈለግ የሞዴል ስም ያስተዋውቁ.",
  "We couldn't find models by that name.": "በዚህ ስም ሞዴሎችን ማግኘት አልቻልንም።",
  "2. Once you have finished recording the issue, click on the 'Stop Recording' button (the same button, but the label changes depending on whether you are actively recording or not).": "2. ጉዳዩን ቀድመህ ከጨረስክ በኋላ ‹‹አቁሙ ሪከርዲንግ›› የሚለውን ቁልፍ (ያንኑ ቁልፍ ይጫኑ። ይሁንእንጂ ምልክቱ የሚለዋወጠው በንቃት እየተቀዳችሁ መሆን አለመቅረጻቸው ወይም አለመቀረጻቸው ላይ ነው።)",
  "TTS Voices": "TTS ድምጾች",
  "## Download Pretrained Models": "## አስቀድሞ የሰለጠኑ ሞዴሎችን አውርድ",
  "And select the sampling rate": "እንዲሁም የናሙናውን ፍጥነት ምረጥ።",
  "TTS Speed": "TTS ፍጥነት",
  "Increase or decrease TTS speed.": "TTS ፍጥነት መጨመር ወይም መቀነስ.",
  "Text to Synthesize": "የጽሑፍ መልእክት",
  "Drag your .pth file and .index file into this space. Drag one and then the other.": "የእርስዎን .pth ፋይል እና .ማውጫ ፋይል ወደ እዚህ ቦታ ይጎትቱ. አንዱን ከዚያም ሌላውን ጎት።",
  "Select the pretrained model you want to download.": "ለማውረድ የምትፈልገውን አስቀድሞ የሰለጠነ ሞዴል ይምረጡ።",
  "Select the TTS voice to use for the conversion.": "ለመለወጥ ለመጠቀም የ TTS ድምጽ ይምረጡ.",
  "Upload a .txt file": ".txt ፋይል አውርድ",
  "Enter the text to synthesize.": "ጽሑፉን ለማቀናጀት አስገባ።",
  "Enter text to synthesize": "ለማቀናጀት ጽሑፍ ያስገቡ",
  "Input path for text file": "የጽሁፍ ፋይል መንገድ",
  "Output Path for TTS Audio": "የ ውጤት መንገድ ለ TTS ኦዲዮ",
  "Output Path for RVC Audio": "የ ውጤት መንገድ ለ RVC ኦዲዮ",
  "Enable fake GPU": "የውሸት ጂፒዩ",
  "Enable Applio integration with Discord presence": "አፕሊዮ ከዲስኮርድ መገኘት ጋር እንዲቀላቀል ያስችሉ",
  "Theme": "ጭብጥ",
  "It will activate the possibility of displaying the current Applio activity in Discord.": "በአሁኑ ጊዜ ያለውን አፕሊዮ እንቅስቃሴ በዲስኮርድ የማሳየት አጋጣሚን ያነቃቃል።",
  "Restart Applio": "አፕሊዮ እንደገና ማስጀመር",
  "The path to the text file that contains content for text to speech.": "የጽሑፉን ይዘት የያዘውን የጽሁፍ ፋይል መንገድ።",
  "It will activate the possibility of downloading models with a click from the website.": "ሞዴሎችን ከድረ ገጹ ላይ በመጫን ማውረድ የሚቻልበትን አጋጣሚ ያነቃቃል።",
  "Enable Applio integration with applio.org/models using flask": "አፕሊዮ applio.org/models ጋር እንዲቀላቀል ማድረግ",
  "Activates the train tab. However, please note that this device lacks GPU capabilities, hence training is not supported. This option is only for testing purposes. (This option will restart Applio)": "የባቡር መክፈቻን አንቀሳቅሷል። ይሁን እባክዎ ይህ መሳሪያ የ GPU አቅም እንደሌለው ልብ ይበሉ, ስለዚህ ስልጠና አይደገፍም. ይህ አማራጭ ለፈተና ዓላማ ብቻ ነው. (ይህ አማራጭ አፕሊዮ እንደገና ይጀምራል)",
  "Language": "ቋንቋ",
  "Precision": "ትክክለኛ",
  "Select the theme you want to use. (Requires restarting Applio)": "ልትጠቀሙበት የምትፈልጉትን ጭብጥ ምረጡ። (አፕሊዮ እንደገና ማስጀመር ያስፈልጋል)",
  "Select the language you want to use. (Requires restarting Applio)": "መጠቀም የምትፈልገውን ቋንቋ ምረጥ። (አፕሊዮ እንደገና ማስጀመር ያስፈልጋል)",
  "Training is currently unsupported due to the absence of a GPU. To activate the training tab, navigate to the settings tab and enable the 'Fake GPU' option.": "በአሁኑ ጊዜ ጂ ፒ ዩ ባለመኖሩ ምክንያት ሥልጠናው ድጋፍ የለውም ። የስልጠናውን መክፈቻ ለማንቀሳቅስ ወደ settings tab በመጓዝ 'Fake GPU' የሚለውን አማራጭ ማስቻል።",
  "Update precision": "ትክክለኛ አሻሽሉ",
  "Plugin Installer": "ፕለጊን Installer",
  "Drag your plugin.zip to install it": "ለመግጠም የእርስዎን plugin.zip ይጎትቱ",
  "Select the precision you want to use for training and inference.": "ለስልጠና እና ለአተገባደድ መጠቀም የምትፈልገውን ትክክለኛ ነት ይምረጡ።",
  "Check for updates": "የተሻሻሉ መረጃዎችን ይመልከቱ",
  "Post-Process": "የድህረ-ሂደት",
  "Reverb": "ራቨርብ",
  "Version Checker": "ቨርዥን ቼከር",
  "Reverb Room Size": "Reverb ክፍል መጠን",
  "Check which version of Applio is the latest to see if you need to update.": "ማሻሻያ ማድረግ ያስፈልግህ እንደሆነ ለማወቅ አፕሊዮ የተባለው እትም የትኛው እንደሆነ ለማወቅ በቅርብ የተዘጋጀ መሆኑን አረጋግጥ።",
  "Reverb Damping": "Reverb Damping",
  "Post-process the audio to apply effects to the output.": "በውጤቱ ላይ ተፅዕኖዎችን ለመተግበር ከሂደቱ በኋላ ድምጽ.",
  "Set the room size of the reverb.": "የክፍሉን መጠን አስቀምጥ።",
  "Reverb Wet Gain": "ሪቨርብ እርጥብ ትርፍ ማግኘት",
  "Apply reverb to the audio.": "በድምጽ ላይ ያለውን አመልካች አስቀምጥ።",
  "Set the damping of the reverb.": "የረከሰውን እርጥብ አስቀምጥ።",
  "Reverb Dry Gain": "ራቨርብ ደረቀ ትርፍ",
  "Reverb Width": "ራቨርብ ስፋት",
  "Set the dry gain of the reverb.": "የክብሩን የደረቀ ትርፍ አስቀምጥ።",
  "Reverb Freeze Mode": "ሪቨርብ ማቀዝቀዣ ዘዴ",
  "Set the width of the reverb.": "የክብሩን ስፋት አስቀምጥ።",
  "Pitch Shift": "ፒች ሺፍ",
  "Set the freeze mode of the reverb.": "የቀዘቀዘውን የሽምግልና ዘዴ አስቀምጥ።",
  "Limiter": "ገደብ",
  "Set the wet gain of the reverb.": "የአክብሮት ንረት ያለውን ትርፍ አስቀምጥ።",
  "Limiter Threshold dB": "Limiter Threshold dB",
  "Apply pitch shift to the audio.": "የድምፅ መቀያየርን ወደ ድምጽ አስቀምጥ።",
  "Apply limiter to the audio.": "በድምጽ ላይ ገደብ ይኑርህ።",
  "Set the pitch shift semitones.": "የድምጹን ቃና በከፊል አስቀምጥ።",
  "Set the limiter threshold dB.": "የመደቡ መጠን dB አስቀምጥ።",
  "Gain": "ትርፍ",
  "Limiter Release Time": "የልቀት ጊዜ ገደብ",
  "Set the limiter release time.": "የመልቀቂያ ጊዜ ገደብ ይኑርህ ።",
  "Gain dB": "ግኑኝነት dB",
  "Pitch Shift Semitones": "ፒች Shift Semitones",
  "Apply gain to the audio.": "በድምጽ ላይ ትርፍ ይኑርህ።",
  "Set the gain dB.": "ትርፉን ዲቢ አስቀምጥ።",
  "Distortion": "የተዛባ አመለካከት",
  "Distortion Gain": "የተዛባ አመለካከት",
  "Chorus": "የመዘምራን ማህደር",
  "Set the distortion gain.": "የተዛባ ትርፍ አስቀምጥ።",
  "Apply distortion to the audio.": "በድምጽ ላይ የተዛባ ነገር ይኑርህ።",
  "Apply chorus to the audio.": "የድምጽ ማህደር ይመልከቱ.",
  "Chorus Rate Hz": "Chorus Rate Hz",
  "Set the chorus rate Hz.": "የመዘምራን ቁጥር Hz የሚለውን ስም አስቀምጥ።",
  "Chorus Depth": "የኮርስ ጥልቀት",
  "Chorus Feedback": "Chorus Feedback",
  "Chorus Center Delay ms": "የመዘምራን ማዕከል መዘግየት ms",
  "Set the chorus center delay ms.": "የመዘምራኑ ማዕከል ዘግይቶ ሚስ.",
  "Set the chorus depth.": "የምእመናኑን ጥልቀት አስቀምጥ።",
  "Bitcrush": "ቢትሽሩሽ",
  "Set the chorus mix.": "የምስቅል ቅልቅል አኑሩ።",
  "Chorus Mix": "Chorus Mix",
  "Bitcrush Bit Depth": "Bitcrush ቢት ጥልቀት",
  "Apply bitcrush to the audio.": "በድምጽ ላይ bitcrush ጠቅ አድርግ.",
  "Clipping": "ቆራረጥ",
  "Set the chorus feedback.": "የምእመናኑ አስተያየት ይኑርህ።",
  "Set the bitcrush bit depth.": "ጥልቀቱን አስቀምጥ።",
  "Apply clipping to the audio.": "በድምጽ ላይ ቁምፊ ይመልከቱ።",
  "Set the clipping threshold.": "የመቁረጫውን መድረክ አስቀምጥ።",
  "Clipping Threshold": "መክተቻዎች",
  "Compressor": "ኮምፕሬስተር",
  "Compressor Threshold dB": "ኮምፕሬስተር መዳረሻ dB",
  "Compressor Ratio": "ኮምፕረስተር ሬሾ",
  "Apply compressor to the audio.": "ወደ ድምጽ compressor ይመልከቱ.",
  "Set the compressor threshold dB.": "የcompressor መዳረሻ dB ያስቀምጡ.",
  "Set the compressor ratio.": "የኮምፕሬሰሩ መጠን ይኑርህ።",
  "Compressor Attack ms": "Compressor ጥቃት ms",
  "Delay": "ዘገየ",
  "Set the compressor release ms.": "compressor መለቀቅ ms.",
  "Compressor Release ms": "compressor መልቀቅ ms",
  "Apply delay to the audio.": "ወደ ድምጽ መዘግየት ይመልከቱ.",
  "Set the compressor attack ms.": "የኮምፕሬሰሩ ጥቃት ሚስ.",
  "Set the delay seconds.": "የዘገየውን ሰኮንዶች አስቀምጥ።",
  "Delay Feedback": "የዘገየ Feedback",
  "Delay Seconds": "ሰከንዶች መዘግየት",
  "Set the delay feedback.": "የዘገየውን አስተያየት አስቀምጥ።",
  "Delay Mix": "የዘገየ ሚጥሚጣ",
  "Custom Embedder": "የተለመደው Embedder",
  "Set the delay mix.": "የዘገየውን ድብልቅ አድርግ።",
  "Select Custom Embedder": "ይምረጡ Custom Embedder",
  "Folder Name": "ፎልደር ስም",
  "Upload .bin": ".bin አውርድ",
  "Refresh embedders": "የመልሶ ማደያ ዎች",
  "Upload .json": ".json አውርድ",
  "Model Creator": "አርአያ ፈጣሪ",
  "model information": "የሞዴል መረጃ",
  "Move files to custom embedder folder": "ፋይሎችን ወደ ልምዱ embedder ፎልደር ይንቀሳቀሳሉ",
  "Speaker ID": "የተናጋሪ መታወቂያ",
  "Model Author Name": "ሞዴል ደራሲ ስም",
  "Select the speaker ID to use for the conversion.": "ለመለወጥ የሚጠቀሙበትን የተናጋሪውን መታወቂያ ይምረጡ።",
  "Name of the model creator. (Default: Unknown)": "የሞዴል ፈጣሪ ስም. (አስረጅ፦ ያልታወቀ)",
  "The name that will appear in the model information.": "በሞዴል መረጃላይ የሚታየው ስም።",
  "Set name": "ስም አስቀምጥ",
  "Set the autotune strength - the more you increase it the more it will snap to the chromatic grid.": "አውቶቱን ጥንካሬ አስቀምጥ - ይበልጥ በጨመርከው መጠን ወደ ክሮማቲክ መስመር ይበልጥ ይጣበቃል ።"
}