{
  "Extra": "اضافيه",
  "Inference": "استدلال",
  "Training": "تدريب",
  "Output Information": "معلومات الإخراج",
  "Download": "تحميل",
  "Processing": "تجهيز",
  "Model Information": "معلومات النموذج",
  "Plugins": "الإضافات",
  "Audio Analyzer": "محلل الصوت",
  "Merge Audios": "دمج الصوتيات",
  "Report a Bug": "الإبلاغ عن خطأ",
  "Preprocess": "المعالجة المسبقة",
  "Audio cutting": "قطع الصوت",
  "This section contains some extra utilities that often may be in experimental phases.": "يحتوي هذا القسم على بعض الأدوات المساعدة الإضافية التي قد تكون غالبا في المراحل التجريبية.",
  "Model Name": "اسم الموديل",
  "Dataset Path": "مسار مجموعة البيانات",
  "Refresh Datasets": "تحديث مجموعات البيانات",
  "Enter model name": "أدخل اسم الطراز",
  "A simple, high-quality voice conversion tool focused on ease of use and performance.": "أداة تحويل صوت بسيطة وعالية الجودة تركز على سهولة الاستخدام والأداء.",
  "Name of the new dataset.": "اسم مجموعة البيانات الجديدة.",
  "Name of the new model.": "اسم النموذج الجديد.",
  "Path to the dataset folder.": "المسار إلى مجلد مجموعة البيانات.",
  "Dataset Creator": "منشئ مجموعة البيانات",
  "The output information will be displayed here.": "سيتم عرض معلومات الإخراج هنا.",
  "Dataset Name": "اسم مجموعة البيانات",
  "It's recommended to deactivate this option if your dataset has already been processed.": "يوصى بإلغاء تنشيط هذا الخيار إذا تمت معالجة مجموعة البيانات الخاصة بك بالفعل.",
  "Process effects": "تأثيرات العملية",
  "Enter dataset name": "أدخل اسم مجموعة البيانات",
  "Sampling Rate": "معدل أخذ العينات",
  "Model Architecture": "نموذج العمارة",
  "Enter dataset path": "إدخال مسار مجموعة البيانات",
  "Version of the model architecture.": "نسخة من بنية النموذج.",
  "Hop Length": "طول القفزة",
  "Preprocess Dataset": "مجموعة بيانات ما قبل المعالجة",
  "Embedder Model": "نموذج التضمين",
  "The sampling rate of the audio files.": "معدل أخذ العينات من الملفات الصوتية.",
  "The audio file has been successfully added to the dataset. Please click the preprocess button.": "تمت إضافة الملف الصوتي بنجاح إلى مجموعة البيانات. الرجاء النقر فوق زر المعالجة المسبقة.",
  "Settings": "اعدادات",
  "Batch Size": "حجم الدفعة",
  "Save Every Epoch": "حفظ كل حقبة",
  "Total Epoch": "إجمالي العصر",
  "Upload Audio Dataset": "تحميل مجموعة بيانات صوتية",
  "Pretrained": "التدريب المسبق",
  "Model used for learning speaker embedding.": "نموذج يستخدم لتعلم تضمين المتحدث.",
  "Determine at how many epochs the model will saved at.": "حدد عدد الفترات التي سيتم حفظ النموذج فيها.",
  "Save Only Latest": "حفظ الأحدث فقط",
  "Extract": "استخرج",
  "Save Every Weights": "حفظ كل الأوزان",
  "Custom Pretrained": "تدريب مسبق مخصص",
  "It's advisable to align it with the available VRAM of your GPU. A setting of 4 offers improved accuracy but slower processing, while 8 provides faster and standard results.": "ينصح بمحاذاته مع VRAM المتاح لوحدة معالجة الرسومات الخاصة بك. يوفر الإعداد 4 دقة محسنة ولكن معالجة أبطأ ، بينما يوفر 8 نتائج أسرع وقياسية.",
  "Denotes the duration it takes for the system to transition to a significant pitch change. Smaller hop lengths require more time for inference but tend to yield higher pitch accuracy.": "يشير إلى المدة التي يستغرقها النظام للانتقال إلى تغيير كبير في درجة الصوت. تتطلب أطوال القفزات الأصغر مزيدا من الوقت للاستدلال ولكنها تميل إلى تحقيق دقة أعلى في درجة الصوت.",
  "Upload Pretrained Model": "تحميل نموذج تم تدريبه مسبقا",
  "Specifies the overall quantity of epochs for the model training process.": "يحدد الكمية الإجمالية للعهود لعملية التدريب النموذجية.",
  "This setting enables you to save the weights of the model at the conclusion of each epoch.": "يمكنك هذا الإعداد من حفظ أوزان النموذج في نهاية كل حقبة.",
  "Pretrained Custom Settings": "الإعدادات المخصصة المدربة مسبقا",
  "Enabling this setting will result in the G and D files saving only their most recent versions, effectively conserving storage space.": "سيؤدي تمكين هذا الإعداد إلى حفظ ملفات G و D لأحدث إصداراتها فقط ، مما يوفر مساحة التخزين بشكل فعال.",
  "Refresh Custom Pretraineds": "تحديث التدريبات المسبقة المخصصة",
  "The file you dropped is not a valid pretrained file. Please try again.": "الملف الذي أسقطته ليس ملفا صالحا تم تدريبه مسبقا. يرجى المحاولة مرة أخرى.",
  "GPU Number": "رقم وحدة معالجة الرسومات",
  "Pretrained D Path": "مخصص مسبق التدريب D",
  "0 to ∞ separated by -": "0 إلى ∞ مفصولة ب -",
  "The GPU information will be displayed here.": "سيتم عرض معلومات GPU هنا.",
  "GPU Custom Settings": "الإعدادات المخصصة لوحدة معالجة الرسومات",
  "Use CPU": "استخدام وحدة المعالجة المركزية",
  "Click the refresh button to see the pretrained file in the dropdown menu.": "انقر فوق زر التحديث لرؤية الملف الذي تم اختباره مسبقا في القائمة المنسدلة.",
  "Sets advanced GPU settings, recommended for users with better GPU architecture.": "يضبط إعدادات GPU المتقدمة ، الموصى بها للمستخدمين الذين لديهم بنية GPU أفضل.",
  "Pitch Guidance": "توجيه الملعب",
  "GPU Information": "معلومات وحدة معالجة الرسومات",
  "The number of CPU cores to use in the preprocess. The default setting are your cpu cores, which is recommended for most cases.": "عدد نوى وحدة المعالجة المركزية لاستخدامها في المعالجة المسبقة. الإعداد الافتراضي هو نوى وحدة المعالجة المركزية الخاصة بك ، والذي يوصى به لمعظم الحالات.",
  "Extract Features": "استخراج الميزات",
  "Utilizing custom pretrained models can lead to superior results, as selecting the most suitable pretrained models tailored to the specific use case can significantly enhance performance.": "يمكن أن يؤدي استخدام النماذج المخصصة المدربة مسبقا إلى نتائج فائقة ، حيث أن اختيار النماذج الأكثر ملاءمة للاختبار المسبق والمصممة خصيصا لحالة الاستخدام المحددة يمكن أن يعزز الأداء بشكل كبير.",
  "Pretrained G Path": "مخصص مسبقا G",
  "GPU Settings": "إعدادات وحدة معالجة الرسومات",
  "Force the use of CPU for training.": "فرض استخدام وحدة المعالجة المركزية للتدريب.",
  "The number of CPU cores to use in the extraction process. The default setting are your cpu cores, which is recommended for most cases.": "عدد نوى وحدة المعالجة المركزية لاستخدامها في عملية الاستخراج. الإعداد الافتراضي هو نوى وحدة المعالجة المركزية الخاصة بك ، والذي يوصى به لمعظم الحالات.",
  "Specify the number of GPUs you wish to utilize for extracting by entering them separated by hyphens (-).": "حدد عدد وحدات معالجة الرسومات التي ترغب في استخدامها للاستخراج عن طريق إدخالها مفصولة بواصلات (-).",
  "Cache Dataset in GPU": "مجموعة بيانات ذاكرة التخزين المؤقت في GPU",
  "Specify the number of GPUs you wish to utilize for preprocess by entering them separated by hyphens (-). At the moment, using multi-gpu will not have a significant effect.": "حدد عدد وحدات معالجة الرسومات التي ترغب في استخدامها للمعالجة المسبقة عن طريق إدخالها مفصولة بواصلات (-). في الوقت الحالي ، لن يكون لاستخدام وحدة معالجة الرسومات المتعددة تأثير كبير.",
  "Utilize pretrained models when training your own. This approach reduces training duration and enhances overall quality.": "استخدم النماذج المدربة مسبقا عند تدريب النماذج الخاصة بك. هذا النهج يقلل من مدة التدريب ويعزز الجودة الشاملة.",
  "Index Algorithm": "خوارزمية الفهرس",
  "Fresh Training": "تدريب جديد",
  "Cache the dataset in GPU memory to speed up the training process.": "قم بتخزين مجموعة البيانات مؤقتا في ذاكرة GPU لتسريع عملية التدريب.",
  "Overtraining Detector": "كاشف التدريب الزائد",
  "By employing pitch guidance, it becomes feasible to mirror the intonation of the original voice, including its pitch. This feature is particularly valuable for singing and other scenarios where preserving the original melody or pitch pattern is essential.": "من خلال استخدام توجيه درجة الصوت ، يصبح من الممكن عكس نغمة الصوت الأصلي ، بما في ذلك طبقة الصوت. هذه الميزة ذات قيمة خاصة للغناء والسيناريوهات الأخرى حيث يكون الحفاظ على اللحن الأصلي أو نمط طبقة الصوت أمرا ضروريا.",
  "We prioritize running the model extraction on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.": "نعطي الأولوية لتشغيل استخراج النموذج على وحدة معالجة الرسومات للحصول على أداء أسرع. إذا كنت تفضل استخدام وحدة المعالجة المركزية ، فما عليك سوى ترك حقل GPU فارغا.",
  "KMeans is a clustering algorithm that divides the dataset into K clusters. This setting is particularly useful for large datasets.": "KMeans هي خوارزمية تجميع تقسم مجموعة البيانات إلى مجموعات K. هذا الإعداد مفيد بشكل خاص لمجموعات البيانات الكبيرة.",
  "Stop Training": "توقف عن التدريب",
  "Start Training": "ابدأ التدريب",
  "We prioritize running the model preprocessing on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.": "نعطي الأولوية لتشغيل المعالجة المسبقة للنموذج على وحدة معالجة الرسومات للحصول على أداء أسرع. إذا كنت تفضل استخدام وحدة المعالجة المركزية ، فما عليك سوى ترك حقل GPU فارغا.",
  "Overtraining Detector Settings": "إعدادات كاشف التدريب الزائد",
  "Generate Index": "إنشاء فهرس",
  "Exported Pth file": "تصدير ملف Pth",
  "Upload": "رفع",
  "Export Model": "نموذج التصدير",
  "Overtraining Threshold": "عتبة الإفراط في التدريب",
  "Exported Index file": "ملف الفهرس المصدر",
  "Select the pth file to be exported": "حدد ملف pth المراد تصديره",
  "Voice Model": "نموذج الصوت",
  "Detect overtraining to prevent the model from learning the training data too well and losing the ability to generalize to new data.": "اكتشاف الإفراط في التدريب لمنع النموذج من تعلم بيانات التدريب بشكل جيد للغاية وفقدان القدرة على التعميم على البيانات الجديدة.",
  "Index File": "ملف الفهرس",
  "Set the maximum number of epochs you want your model to stop training if no improvement is detected.": "قم بتعيين الحد الأقصى لعدد الحقب التي تريد أن يتوقف نموذجك عن التدريب إذا لم يتم اكتشاف أي تحسن.",
  "Refresh": "تحديث",
  "Single": "واحد",
  "Unload Voice": "تفريغ الصوت",
  "Upload Audio": "تحميل الصوت",
  "Select the index file to be exported": "حدد ملف الفهرس المراد تصديره",
  "Enable this setting only if you are training a new model from scratch or restarting the training. Deletes all previously generated weights and tensorboard logs.": "قم بتمكين هذا الإعداد فقط إذا كنت تقوم بتدريب نموذج جديد من البداية أو إعادة تشغيل التدريب. يحذف كل الأوزان التي تم إنشاؤها مسبقا وسجلات لوحة الموت.",
  "The button 'Upload' is only for google colab: Uploads the exported files to the ApplioExported folder in your Google Drive.": "الزر \"تحميل\" مخصص فقط ل google colab: لتحميل الملفات المصدرة إلى مجلد ApplioExported في Google Drive.",
  "Select the voice model to use for the conversion.": "حدد نموذج الصوت لاستخدامه في التحويل.",
  "Select Audio": "حدد الصوت",
  "Advanced Settings": "الإعدادات المتقدمة",
  "Select the index file to use for the conversion.": "حدد ملف الفهرس لاستخدامه للتحويل.",
  "Output Path": "مسار الإخراج",
  "Select the audio to convert.": "حدد الصوت المراد تحويله.",
  "Export Format": "تنسيق التصدير",
  "Custom Output Path": "مسار الإخراج المخصص",
  "Split Audio": "تقسيم الصوت",
  "Clean Audio": "صوت نظيف",
  "Autotune": "الضبط التلقائي",
  "Select the format to export the audio.": "حدد التنسيق لتصدير الصوت.",
  "Upscale Audio": "صوت راقي",
  "Clean Strength": "قوة نظيفة",
  "Clear Outputs (Deletes all audios in assets/audios)": "مخرجات واضحة (يحذف جميع الصوتيات في الأصول / الصوتيات)",
  "Formant Shifting": "تحول فورمانت",
  "Split the audio into chunks for inference to obtain better results in some cases.": "قسم الصوت إلى أجزاء للاستدلال للحصول على نتائج أفضل في بعض الحالات.",
  "Default value is 1.0": "القيمة الافتراضية هي 1.0",
  "Pitch": "زفت",
  "The path where the output audio will be saved, by default in assets/audios/output.wav": "المسار الذي سيتم فيه حفظ الصوت الناتج ، افتراضيا في الأصول / الصوتيات / output.wav",
  "Quefrency for formant shifting": "Quefrency للتحول الشكلي",
  "Apply a soft autotune to your inferences, recommended for singing conversions.": "قم بتطبيق ضبط تلقائي ناعم على استنتاجاتك ، موصى به لغناء التحويلات.",
  "Presets are located in /assets/formant_shift folder": "توجد الإعدادات المسبقة في مجلد /assets/formant_shift",
  "Filter Radius": "نصف قطر المرشح",
  "Enable formant shifting. Used for male to female and vice-versa convertions.": "تمكين تحويل الشكل. تستخدم للتحويلات من الذكور إلى الإناث والعكس صحيح.",
  "Timbre for formant shifting": "جرس للتحول الشكلي",
  "Upscale the audio to a higher quality, recommended for low-quality audios. (It could take longer to process the audio)": "قم بترقية الصوت إلى جودة أعلى ، موصى به للصوتيات منخفضة الجودة. (قد تستغرق معالجة الصوت وقتا أطول)",
  "Browse presets for formanting": "تصفح الإعدادات المسبقة للتشكيل",
  "Clean your audio output using noise detection algorithms, recommended for speaking audios.": "قم بتنظيف إخراج الصوت باستخدام خوارزميات اكتشاف الضوضاء ، الموصى بها للتحدث الصوتيات.",
  "Search Feature Ratio": "نسبة ميزة البحث",
  "Convert": "حول",
  "Volume Envelope": "مغلف الحجم",
  "Set the clean-up level to the audio you want, the more you increase it the more it will clean up, but it is possible that the audio will be more compressed.": "اضبط مستوى التنظيف على الصوت الذي تريده ، وكلما قمت بزيادته كلما تم تنظيفه ، ولكن من الممكن أن يكون الصوت أكثر ضغطا.",
  "Set the pitch of the audio, the higher the value, the higher the pitch.": "اضبط درجة الصوت ، وكلما زادت القيمة ، زادت درجة الصوت.",
  "Batch": "الدفعه",
  "Export Audio": "تصدير الصوت",
  "Input Folder": "مجلد الإدخال",
  "Pitch extraction algorithm": "خوارزمية استخراج الملعب",
  "Influence exerted by the index file; a higher value corresponds to greater influence. However, opting for lower values can help mitigate artifacts present in the audio.": "التأثير الذي يمارسه ملف الفهرس ؛ قيمة أعلى يتوافق مع تأثير أكبر. ومع ذلك ، يمكن أن يساعد اختيار القيم الأقل في التخفيف من العناصر الموجودة في الصوت.",
  "Protect Voiceless Consonants": "حماية الحروف الساكنة التي لا صوت لها",
  "Substitute or blend with the volume envelope of the output. The closer the ratio is to 1, the more the output envelope is employed.": "استبدل أو امزج مع مغلف حجم المخرجات. كلما اقتربت النسبة من 1 ، زاد استخدام مغلف الإخراج.",
  "Enter input path": "أدخل مسار الإدخال",
  "Pitch extraction algorithm to use for the audio conversion. The default algorithm is rmvpe, which is recommended for most cases.": "خوارزمية استخراج الملعب لاستخدامها في تحويل الصوت. الخوارزمية الافتراضية هي rmvpe ، والتي يوصى بها في معظم الحالات.",
  "Output Folder": "مجلد الإخراج",
  "## Voice Blender": "## خلاط الصوت",
  "Get information about the audio": "الحصول على معلومات حول الصوت",
  "Enter output path": "أدخل مسار الإخراج",
  "Voice Blender": "خلاط الصوت",
  "You can also use a custom path.": "يمكنك أيضا استخدام مسار مخصص.",
  "Select the folder containing the audios to convert.": "حدد المجلد الذي يحتوي على الصوتيات المراد تحويلها.",
  "Fusion": "اندماج",
  "Blend Ratio": "نسبة المزج",
  "Safeguard distinct consonants and breathing sounds to prevent electro-acoustic tearing and other artifacts. Pulling the parameter to its maximum value of 0.5 offers comprehensive protection. However, reducing this value might decrease the extent of protection while potentially mitigating the indexing effect.": "حماية الحروف الساكنة المميزة وأصوات التنفس لمنع التمزق الصوتي الكهربائي والتحف الأخرى. يوفر سحب المعلمة إلى قيمتها القصوى البالغة 0.5 حماية شاملة. ومع ذلك ، قد يؤدي تقليل هذه القيمة إلى تقليل مدى الحماية مع احتمال التخفيف من تأثير الفهرسة.",
  "Drag and drop your model here": "قم بسحب وإسقاط النموذج الخاص بك هنا",
  "If the number is greater than or equal to three, employing median filtering on the collected tone results has the potential to decrease respiration.": "إذا كان العدد أكبر من أو يساوي ثلاثة ، فإن استخدام الترشيح المتوسط على نتائج النغمة التي تم جمعها لديه القدرة على تقليل التنفس.",
  "Enter path to model": "أدخل المسار إلى النموذج",
  "Path to Model": "الطريق إلى النموذج",
  "Select the folder where the output audios will be saved.": "حدد المجلد حيث سيتم حفظ صوتيات الإخراج.",
  "Introduce the model pth path": "تقديم نموذج مسار pth",
  "View": "منظر",
  "Model information to be placed": "معلومات النموذج المراد وضعها",
  "Model conversion": "تحويل النموذج",
  "View model information": "عرض معلومات النموذج",
  "Inroduce the model information": "Inroduce معلومات النموذج",
  "Model extraction": "استخراج النموذج",
  "Adjusting the position more towards one side or the other will make the model more similar to the first or second.": "سيؤدي ضبط الموضع أكثر نحو جانب أو آخر إلى جعل النموذج أكثر تشابها مع الأول أو الثاني.",
  "Pth file": "ملف Pth",
  "Select two voice models, set your desired blend percentage, and blend them into an entirely new voice.": "حدد نموذجين صوتيين ، وقم بتعيين نسبة المزج التي تريدها ، وامزجهما في صوت جديد تماما.",
  "Output of the pth file": "إخراج ملف pth",
  "Record": "سجل",
  "# How to Report an Issue on GitHub": "# كيفية الإبلاغ عن مشكلة على GitHub",
  "Extract F0 Curve": "استخراج منحنى F0",
  "Introduce the model .pth path": "تقديم نموذج مسار .pth",
  "Record Screen": "شاشة التسجيل",
  "The information to be placed in the model (You can leave it blank or put anything).": "المعلومات المراد وضعها في النموذج (يمكنك تركها فارغة أو وضع أي شيء).",
  "Stop Recording": "إيقاف التسجيل",
  "Introduce the model link": "تقديم رابط النموذج",
  "Model Link": "رابط النموذج",
  "See Model Information": "انظر معلومات النموذج",
  "Search": "بحث",
  "## Download Model": "## تحميل الموديل",
  "3. Go to [GitHub Issues](https://github.com/IAHispano/Applio/issues) and click on the 'New Issue' button.": "3. انتقل إلى [مشكلات GitHub] (https://github.com/IAHispano/Applio/issues) وانقر على زر \"إصدار جديد\".",
  "## Drop files": "## إسقاط الملفات",
  "Download Model": "تحميل الموديل",
  "## Search Model": "## نموذج البحث",
  "1. Click on the 'Record Screen' button below to start recording the issue you are experiencing.": "1. انقر فوق الزر \"شاشة التسجيل\" أدناه لبدء تسجيل المشكلة التي تواجهها.",
  "Introduce the model name to search.": "قدم اسم الطراز للبحث.",
  "Drag your .pth file and .index file into this space. Drag one and then the other.": "اسحب ملف .pth وملف .index إلى هذه المساحة. اسحب أحدهما ثم الآخر.",
  "We couldn't find models by that name.": "لم نتمكن من العثور على نماذج بهذا الاسم.",
  "Increase or decrease TTS speed.": "زيادة أو تقليل سرعة TTS.",
  "## Download Pretrained Models": "## تنزيل النماذج المدربة مسبقا",
  "2. Once you have finished recording the issue, click on the 'Stop Recording' button (the same button, but the label changes depending on whether you are actively recording or not).": "2. بمجرد الانتهاء من تسجيل المشكلة ، انقر فوق الزر \"إيقاف التسجيل\" (نفس الزر ، لكن التسمية تتغير اعتمادا على ما إذا كنت تقوم بالتسجيل بنشاط أم لا).",
  "Select the pretrained model you want to download.": "حدد النموذج الذي تم اختباره مسبقا الذي تريد تنزيله.",
  "And select the sampling rate": "وحدد معدل أخذ العينات.",
  "TTS Voices": "أصوات تحويل النص إلى كلام",
  "TTS Speed": "سرعة تحويل النص إلى طريق التحويل",
  "Upload a .txt file": "تحميل ملف .txt",
  "Text to Synthesize": "النص المراد توليفه",
  "Select the TTS voice to use for the conversion.": "حدد صوت TTS لاستخدامه في التحويل.",
  "The f0 curve represents the variations in the base frequency of a voice over time, showing how pitch rises and falls.": "يمثل منحنى f0 الاختلافات في التردد الأساسي للصوت بمرور الوقت ، مما يوضح كيفية ارتفاع طبقة الصوت وانخفاضها.",
  "Enter the text to synthesize.": "أدخل النص المراد توليفه.",
  "Input path for text file": "مسار الإدخال لملف نصي",
  "Enter text to synthesize": "أدخل نصا لتوليفه",
  "Output Path for TTS Audio": "مسار الإخراج لصوت TTS",
  "Output Path for RVC Audio": "مسار الإخراج لصوت RVC",
  "Theme": "موضوع",
  "4. Complete the provided issue template, ensuring to include details as needed, and utilize the assets section to upload the recorded file from the previous step.": "4. أكمل نموذج المشكلة المقدم ، مع التأكد من تضمين التفاصيل حسب الحاجة ، واستخدم قسم الأصول لتحميل الملف المسجل من الخطوة السابقة.",
  "Enable Applio integration with Discord presence": "تمكين تكامل Applio مع وجود Discord",
  "The path to the text file that contains content for text to speech.": "المسار إلى الملف النصي الذي يحتوي على محتوى لتحويل النص إلى كلام.",
  "Restart Applio": "إعادة تشغيل Applio",
  "Language": "اللغة",
  "Enable Applio integration with applio.org/models using flask": "تمكين تكامل Applio مع applio.org/models باستخدام القارورة",
  "Enable fake GPU": "تمكين وحدة معالجة الرسومات المزيفة",
  "Select the theme you want to use. (Requires restarting Applio)": "حدد السمة التي تريد استخدامها. (يتطلب إعادة تشغيل Applio)",
  "It will activate the possibility of displaying the current Applio activity in Discord.": "سيتم تنشيط إمكانية عرض نشاط Applio الحالي في Discord.",
  "Precision": "دقة",
  "It will activate the possibility of downloading models with a click from the website.": "سيتم تنشيط إمكانية تنزيل النماذج بنقرة واحدة من الموقع.",
  "Select the language you want to use. (Requires restarting Applio)": "حدد اللغة التي تريد استخدامها. (يتطلب إعادة تشغيل Applio)",
  "Update precision": "دقة التحديث",
  "Reverb": "تردد",
  "Activates the train tab. However, please note that this device lacks GPU capabilities, hence training is not supported. This option is only for testing purposes. (This option will restart Applio)": "ينشط علامة تبويب القطار. ومع ذلك ، يرجى ملاحظة أن هذا الجهاز يفتقر إلى إمكانات GPU ، وبالتالي لا يتم دعم التدريب. هذا الخيار هو فقط لأغراض الاختبار. (سيؤدي هذا الخيار إلى إعادة تشغيل Applio)",
  "Drag your plugin.zip to install it": "اسحب plugin.zip لتثبيته",
  "Plugin Installer": "مثبت البرنامج المساعد",
  "Post-Process": "مرحلة ما بعد العملية",
  "Check for updates": "التحقق من وجود تحديثات",
  "Version Checker": "مدقق الإصدار",
  "Select the precision you want to use for training and inference.": "حدد الدقة التي تريد استخدامها للتدريب والاستدلال.",
  "Reverb Room Size": "تردد حجم الغرفة",
  "Training is currently unsupported due to the absence of a GPU. To activate the training tab, navigate to the settings tab and enable the 'Fake GPU' option.": "التدريب غير مدعوم حاليا بسبب عدم وجود وحدة معالجة رسومات. لتنشيط علامة تبويب التدريب ، انتقل إلى علامة تبويب الإعدادات وقم بتمكين خيار \"وحدة معالجة الرسومات المزيفة\".",
  "Apply reverb to the audio.": "تطبيق تردد على الصوت.",
  "Reverb Damping": "تردد التخميد",
  "Check which version of Applio is the latest to see if you need to update.": "تحقق من إصدار Applio هو الأحدث لمعرفة ما إذا كنت بحاجة إلى التحديث.",
  "Set the room size of the reverb.": "اضبط حجم غرفة الصدى.",
  "Set the damping of the reverb.": "اضبط تخميد الصدى.",
  "Reverb Wet Gain": "تردد الكسب الرطب",
  "Reverb Dry Gain": "تردد الكسب الجاف",
  "Pitch Shift Semitones": "تحول الملعب Semitones",
  "Reverb Width": "عرض التردد",
  "Set the wet gain of the reverb.": "اضبط الكسب الرطب للتردد.",
  "Pitch Shift": "تحول الملعب",
  "Reverb Freeze Mode": "وضع تجميد التردد",
  "Set the dry gain of the reverb.": "اضبط الكسب الجاف للتردد.",
  "Set the width of the reverb.": "اضبط عرض الصدى.",
  "Limiter": "المحدد",
  "Apply pitch shift to the audio.": "تطبيق تحول درجة الصوت على الصوت.",
  "Post-process the audio to apply effects to the output.": "بعد معالجة الصوت لتطبيق التأثيرات على الإخراج.",
  "Set the freeze mode of the reverb.": "اضبط وضع التجميد للتردد.",
  "Set the pitch shift semitones.": "اضبط نصف نغمة إزاحة درجة الصوت.",
  "Limiter Threshold dB": "عتبة المحدد ديسيبل",
  "Limiter Release Time": "وقت إصدار المحدد",
  "Apply limiter to the audio.": "قم بتطبيق المحدد على الصوت.",
  "Distortion": "تشويه",
  "Gain dB": "كسب ديسيبل",
  "Chorus": "جوقه",
  "Set the limiter threshold dB.": "اضبط عتبة المحدد ديسيبل.",
  "Set the limiter release time.": "اضبط وقت تحرير المحدد.",
  "Distortion Gain": "كسب التشويه",
  "Apply distortion to the audio.": "تطبيق تشويه على الصوت.",
  "Chorus Rate Hz": "معدل الجوقة هرتز",
  "Set the distortion gain.": "اضبط كسب التشويه.",
  "Set the gain dB.": "اضبط الكسب ديسيبل.",
  "Apply gain to the audio.": "تطبيق الكسب على الصوت.",
  "Apply chorus to the audio.": "تطبيق جوقة على الصوت.",
  "Gain": "كسب",
  "Set the chorus rate Hz.": "اضبط معدل الجوقة هرتز.",
  "Set the chorus depth.": "اضبط عمق الجوقة.",
  "Chorus Depth": "عمق الجوقة",
  "Chorus Center Delay ms": "جوقة مركز تأخير MS",
  "Chorus Mix": "جوقة ميكس",
  "Clipping": "قص",
  "Bitcrush": "بيتكراش",
  "Set the chorus feedback.": "تعيين ردود الفعل جوقة.",
  "Apply bitcrush to the audio.": "تطبيق bitcrush على الصوت.",
  "Set the chorus center delay ms.": "اضبط تأخير مركز الجوقة مللي ثانية.",
  "Set the chorus mix.": "اضبط مزيج الجوقة.",
  "Bitcrush Bit Depth": "بيتكراش بت عمق",
  "Set the bitcrush bit depth.": "اضبط عمق بت bitcrush.",
  "Clipping Threshold": "عتبة القطع",
  "Apply clipping to the audio.": "تطبيق لقطة على الصوت.",
  "Chorus Feedback": "جوقة ردود الفعل",
  "Compressor": "الضاغط",
  "Set the clipping threshold.": "اضبط حد القطع.",
  "Apply compressor to the audio.": "ضع الضاغط على الصوت.",
  "Compressor Ratio": "نسبة الضاغط",
  "Compressor Threshold dB": "عتبة الضاغط ديسيبل",
  "Set the compressor ratio.": "اضبط نسبة الضاغط.",
  "Delay": "تأخر",
  "Set the compressor threshold dB.": "اضبط عتبة الضاغط ديسيبل.",
  "Apply delay to the audio.": "تطبيق تأخير على الصوت.",
  "Compressor Attack ms": "هجوم الضاغط مللي ثانية",
  "Set the delay seconds.": "اضبط ثواني التأخير.",
  "Compressor Release ms": "تحرير الضاغط مللي ثانية",
  "Set the compressor attack ms.": "اضبط هجوم الضاغط مللي ثانية.",
  "Delay Seconds": "ثواني التأخير",
  "Delay Mix": "تأخير ميكس",
  "Set the delay feedback.": "تعيين ملاحظات التأخير.",
  "Set the compressor release ms.": "اضبط تحرير الضاغط مللي ثانية.",
  "Delay Feedback": "تأخير التغذية الراجعة",
  "Set the delay mix.": "اضبط مزيج التأخير.",
  "Custom Embedder": "المدمج المخصص",
  "Folder Name": "اسم المجلد",
  "Upload .bin": "تحميل .bin",
  "Select Custom Embedder": "حدد تضمين مخصص",
  "model information": "معلومات النموذج",
  "Refresh embedders": "تحديث أدوات التضمين",
  "Upload .json": "تحميل .json",
  "Model Creator": "منشئ النموذج",
  "Speaker ID": "معرف المتحدث",
  "Name of the model creator. (Default: Unknown)": "اسم منشئ النموذج. (الافتراضي: غير معروف)",
  "Model Author Name": "اسم مؤلف النموذج",
  "Move files to custom embedder folder": "نقل الملفات إلى مجلد تضمين مخصص",
  "Set name": "اسم المجموعة",
  "The name that will appear in the model information.": "الاسم الذي سيظهر في معلومات النموذج.",
  "Select the speaker ID to use for the conversion.": "حدد معرف المتحدث لاستخدامه في التحويل.",
  "Set the autotune strength - the more you increase it the more it will snap to the chromatic grid.": "اضبط قوة الضبط التلقائي - كلما قمت بزيادتها كلما انجذبت إلى الشبكة اللونية."
}