{
  "Extra": "Əlavə",
  "Training": "Təlim",
  "Processing": "İşləmə",
  "Audio Analyzer": "Audio Analizçi",
  "Output Information": "Çıxış Mə'lumatı",
  "Inference": "İnfarıt",
  "Merge Audios": "Audioları Birləşdir",
  "Model Information": "Model Məlumat",
  "Settings": "Qurğular",
  "Download": "Endir",
  "A simple, high-quality voice conversion tool focused on ease of use and performance.": "sadə, yüksək keyfiyyətli səs çevirmə vasitəsi istifadə və performans asanlığı üzərində fokuslanmış.",
  "Report a Bug": "Bir Böc bildir",
  "Plugins": "Əlavələr",
  "This section contains some extra utilities that often may be in experimental phases.": "Bu bölmədə çox vaxt eksperimental mərhələlərdə ola biləcək bəzi əlavə utilitlər var.",
  "Preprocess": "Önsess",
  "The output information will be displayed here.": "Çıxış məlumatları burada göstəriləcək.",
  "Model Name": "Modelin Adı",
  "Process effects": "Proses effektləri",
  "Audio cutting": "Audio kəsmə",
  "Name of the new model.": "Yeni modelin adı.",
  "Enter model name": "Model adını daxil edin",
  "Dataset Path": "Dataset Cığırı",
  "Dataset Creator": "Dataset Creator",
  "It's recommended to deactivate this option if your dataset has already been processed.": "Dataset-iniz artıq işlənibsə, bu seçimi deaktiv etmək tövsiyə olunur.",
  "Path to the dataset folder.": "Dataset qovluğuna gedən yol.",
  "Dataset Name": "Dataset Adı",
  "Enter dataset name": "Dataset adını daxil edin",
  "Name of the new dataset.": "Yeni datasetin adı.",
  "Enter dataset path": "Dataset cığırına daxil ol",
  "Refresh Datasets": "Datasetləri Yenilə",
  "The audio file has been successfully added to the dataset. Please click the preprocess button.": "Audio fayl dataset-ə uğurla əlavə edilib. Zəhmət olmasa, əvvəlcədən emal düyməsini basın.",
  "Upload Audio Dataset": "Audio Dataset Yüklə",
  "Model Architecture": "Model Arxitekturası",
  "Version of the model architecture.": "Model arxitekturasının versiyası.",
  "Sampling Rate": "Sə'yləmə Dərəcəsi",
  "The sampling rate of the audio files.": "Audio faylların sampling dərəcəsi.",
  "Preprocess Dataset": "Preprocess Dataset",
  "Embedder Model": "Embedder Modeli",
  "Hop Length": "Hop Uzunluğu",
  "Extract": "Çıxart",
  "Batch Size": "Dəstə böyüklüyü",
  "Total Epoch": "Ümumi Epoxa",
  "Model used for learning speaker embedding.": "Natiqin embedding öyrənmək üçün istifadə olunan model.",
  "Save Every Epoch": "Hər bir epoçu xilas edin",
  "Determine at how many epochs the model will saved at.": "Modelin neçə epoxada qənaət edəcəyini müəyyən edin.",
  "Denotes the duration it takes for the system to transition to a significant pitch change. Smaller hop lengths require more time for inference but tend to yield higher pitch accuracy.": "Sistemin əhəmiyyətli bir səs dəyişikliyinə keçməsi üçün lazım olan müddəti ifadə edir. Kiçik hop uzunluqları inferensiya üçün daha çox vaxt tələb etsə də, daha yüksək səs ton dəqiqliyi verməyə meyllidir.",
  "Pretrained": "Ön təhsil",
  "Save Every Weights": "Hər Çəkidən Xilas",
  "Save Only Latest": "Yalnız Son Qeyd Et",
  "It's advisable to align it with the available VRAM of your GPU. A setting of 4 offers improved accuracy but slower processing, while 8 provides faster and standard results.": "GPU-nuzun mövcud VRAM-ına uyğunlaşdırmaq məsləhətdir. 4-cü qurğu daha dəqiq, lakin daha yavaş işlənmə təklif edir, 8 isə daha sürətli və standart nəticələr verir.",
  "Specifies the overall quantity of epochs for the model training process.": "Model təlim prosesi üçün epoxaların ümumi miqdarını təyin edir.",
  "Custom Pretrained": "Xüsusi ÖnYar",
  "Upload Pretrained Model": "Pretrained Model yukle",
  "Refresh Custom Pretraineds": "Xüsusi Önstraktları Yeniləyin",
  "This setting enables you to save the weights of the model at the conclusion of each epoch.": "Bu qurğu hər bir epoxanın yekununda modelin ağırlıqlarını xilas etməyə imkan verir.",
  "Enabling this setting will result in the G and D files saving only their most recent versions, effectively conserving storage space.": "Bu ayara şərait yaratmaq G və D fayllarının yalnız ən son versiyalarına qənaət edərək, saxlama yerini məharətlə qorumağa səbəb olacaq.",
  "Pretrained Custom Settings": "Ön Qurğu qurğuları",
  "Pretrained G Path": "Custom Pretrained G",
  "Click the refresh button to see the pretrained file in the dropdown menu.": "Açılan menyuda əvvəlcədən tə'yin olunmuş faylı görmək üçün yenilə düyməsini basın.",
  "GPU Settings": "GPU Qurğuları",
  "The file you dropped is not a valid pretrained file. Please try again.": "Atdığınız fayl əsaslı qabaqcadan tə'yin olunmuş fayl deyil. Zəhmət olmasa, yenidən cəhd edin.",
  "Pretrained D Path": "Xüsusi ÖnYayrlı D",
  "GPU Custom Settings": "GPU Xüsusi Qurğular",
  "GPU Number": "GPU Sayı",
  "Utilizing custom pretrained models can lead to superior results, as selecting the most suitable pretrained models tailored to the specific use case can significantly enhance performance.": "Xüsusi pretrained modellərin utilizasiyası üstün nəticələrə gətirib çıxara bilər, belə ki, spesifik istifadə halı uyğunlaşdırılmış ən uyğun pretrained modellərin seçilməsi performansı əhəmiyyətli dərəcədə artıra bilər.",
  "Sets advanced GPU settings, recommended for users with better GPU architecture.": "Daha yaxşı GPU arxitekturası olan istifadəçilər üçün tövsiyə olunan qabaqcıl GPU qurğularını təyin edir.",
  "The GPU information will be displayed here.": "GPU məlumatları burada nümayiş olunacaq.",
  "0 to ∞ separated by -": "0 ilə ∞ ayrılır -",
  "GPU Information": "GPU Məlumat",
  "Pitch Guidance": "Səsyazdır",
  "The number of CPU cores to use in the preprocess. The default setting are your cpu cores, which is recommended for most cases.": "Preprosesdə istifadə edilməsi lazım olan CPU cores sayı. Default setting sizin cpu cores. Bu, əksər hallarda tövsiyə olunur.",
  "Use CPU": "CPU istifadə et",
  "Extract Features": "Xüsusiyyətləri çıxart",
  "Specify the number of GPUs you wish to utilize for preprocess by entering them separated by hyphens (-). At the moment, using multi-gpu will not have a significant effect.": "Əvvəlcədən emal üçün istifadə etmək istədiyiniz GPU-ların sayını hipfenlərlə (-) ayrılmış olaraq daxil edərək təyin edin. Hal-hazırda multi-gpu istifadə əhəmiyyətli bir təsirə malik olmayacaqdır.",
  "Specify the number of GPUs you wish to utilize for extracting by entering them separated by hyphens (-).": "Hidran (-) ilə ayrılmış QP-ləri daxil edərək çıxarmaq üçün istifadə etmək istədiyiniz GPU-ların sayını təyin edin.",
  "Force the use of CPU for training.": "Təlim üçün CPU-dan istifadə etməyə məcbur edin.",
  "The number of CPU cores to use in the extraction process. The default setting are your cpu cores, which is recommended for most cases.": "Çıxarılma prosesində istifadə edilməsi lazım olan CPU cores sayı. Default setting sizin cpu cores. Bu, əksər hallarda tövsiyə olunur.",
  "Cache Dataset in GPU": "GPU-da Xəta Verisi",
  "Index Algorithm": "Indeks Algoritma",
  "By employing pitch guidance, it becomes feasible to mirror the intonation of the original voice, including its pitch. This feature is particularly valuable for singing and other scenarios where preserving the original melody or pitch pattern is essential.": "Səs tonunu rəhbər tutub, səs tonunu da daxil etməklə, orijinal səsin intonasiyasını əks etdirmək mümkündür. Bu xüsusiyyət, orijinal melodiya və ya səsyazma tərzinin qorunmasının zəruri olduğu mahnı və digər ssenarilər üçün xüsusilə dəyərlidir.",
  "Cache the dataset in GPU memory to speed up the training process.": "Təlim prosesini sürətləndirmək üçün GPU yaddaşında dataset cache.",
  "Utilize pretrained models when training your own. This approach reduces training duration and enhances overall quality.": "Öz təliminizi verərkən əvvəlcədən öyrədilmiş modellər istifadə edin. Bu üsul təlim müddətini azaldır və ümumi keyfiyyəti artırır.",
  "We prioritize running the model extraction on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.": "Daha sürətli performans üçün gpU-da model çıxarışını işə sırırıq. Əgər siz CPU-dan istifadə etməyə üstünlük verirsinizsə, sadəcə GPU sahəsini boş saxlayın.",
  "Overtraining Detector": "Detektoru aşma",
  "We prioritize running the model preprocessing on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.": "Daha sürətli performans üçün gpU-da model preprosessingi işə salmasına üstünlük veririk. Əgər siz CPU-dan istifadə etməyə üstünlük verirsinizsə, sadəcə GPU sahəsini boş saxlayın.",
  "Overtraining Detector Settings": "Detektor Qurğularını Aşma",
  "KMeans is a clustering algorithm that divides the dataset into K clusters. This setting is particularly useful for large datasets.": "KMeans — datasetləri K clusters-ə bölən clustering alqoritmidir. Bu qurğu böyük datasetlər üçün xüsusilə faydalıdır.",
  "Fresh Training": "Təzə Təlim",
  "Overtraining Threshold": "Həddi aşma həddi",
  "Start Training": "Təlimə başla",
  "Detect overtraining to prevent the model from learning the training data too well and losing the ability to generalize to new data.": "Modelin təlim məlumatlarını çox yaxşı öyrənməsinin qarşısını almaq və yeni məlumatlara ümumiləşdirmə qabiliyyətini itirmək üçün overtraining aşkar edin.",
  "Generate Index": "İndeks",
  "Stop Training": "Məşqi dayandırın",
  "Export Model": "İxrac Modeli",
  "Enable this setting only if you are training a new model from scratch or restarting the training. Deletes all previously generated weights and tensorboard logs.": "Bu qurğuya yalnız sıfırdan yeni model öyrətdiyiniz və ya məşqi yenidən başlatdığınız təqdirdə fəal olun. Əvvəllər yaranmış bütün ağırlıqları və tensorboard logs-ları silər.",
  "Set the maximum number of epochs you want your model to stop training if no improvement is detected.": "Heç bir təkmilləşmə aşkar edilməyibsə, modelinizin məşqləri dayandırmasını istədiyiniz epoxaların maksimum sayını təyin edin.",
  "Exported Pth file": "_İdxal edilən Pth faylı",
  "Select the pth file to be exported": "çıxarılacaq pth faylını seç",
  "Upload": "Yüklə",
  "Select the index file to be exported": "İdxal olunacaq indeks faylını seçin",
  "Exported Index file": "_İdxal edilən indeks faylı",
  "Voice Model": "Səs Modeli",
  "Select the voice model to use for the conversion.": "Dönüşüm üçün istifadə etmək üçün səs modelini seçin.",
  "Index File": "Cərgəni seç",
  "Refresh": "Təzələ",
  "Single": "Tək",
  "Unload Voice": "Səsi Yüklə",
  "Select the index file to use for the conversion.": "Dönüş üçün istifadə edilən indeks faylını seçin.",
  "Upload Audio": "Audio Yüklə",
  "Select Audio": "Səs Seç",
  "The button 'Upload' is only for google colab: Uploads the exported files to the ApplioExported folder in your Google Drive.": "'Upload' düyməsi yalnız google colab üçündür: ixrac olunan faylları Google Drive-ınızda applioExported qovluğuna yükləyir.",
  "Select the audio to convert.": "Çevirləcək audioyazını seçin.",
  "Advanced Settings": "Qurğular",
  "Output Path": "Çıxış yolu",
  "Custom Output Path": "Xüsusi Buraxılış Yolu",
  "Export Format": "İxracat",
  "Select the format to export the audio.": "Audionun ixrac formatını seçin.",
  "Clear Outputs (Deletes all audios in assets/audios)": "Clear Outputs (Aktiv/audiolardakı bütün audioları silər)",
  "Split Audio": "Bölmə Audio",
  "Autotune": "Avtomatik yarat",
  "Clean Audio": "Təmiz Səs",
  "Clean Strength": "Təmiz möhkəmlik",
  "The path where the output audio will be saved, by default in assets/audios/output.wav": "Çıxış audiosunun qeyd ediləcəyi yol, default olaraq aktiv/audios/output.wav",
  "Upscale Audio": "Səsyazıları",
  "Apply a soft autotune to your inferences, recommended for singing conversions.": "Çevirişlər üçün tövsiyə edilən, inferensiyalarınıza yumşaq bir autotun tətbiq edin.",
  "Split the audio into chunks for inference to obtain better results in some cases.": "Bəzi hallarda daha yaxşı nəticələr əldə etmək üçün audioları inferensiya üçün parçalara bölün.",
  "Clean your audio output using noise detection algorithms, recommended for speaking audios.": "Səs-küy aşkar alqoritmləri istifadə edərək səs çıxışınızı təmizləyin. Danışma səsləri üçün tövsiyə olunur.",
  "Formant Shifting": "Formant Növbəli",
  "Upscale the audio to a higher quality, recommended for low-quality audios. (It could take longer to process the audio)": "Aşağı keyfiyyətli audiolar üçün tövsiyə olunan audioları daha yüksək keyfiyyətə qaldırın. (Audionun işlənməsi üçün daha çox vaxt lazım ola bilər)",
  "Enable formant shifting. Used for male to female and vice-versa convertions.": "Formantın dəyişməsini fəallaşdır. Kişi üçün qadın və əksinə konvertasiyalar üçün istifadə olunur.",
  "Browse presets for formanting": "Formanting üçün hazırlığa göz atın",
  "Quefrency for formant shifting": "Formant növbəlilik üçün kvefrency",
  "Presets are located in /assets/formant_shift folder": "Presetlər /assets/formant_shift qovluğunda yerləşir",
  "Default value is 1.0": "Ön qurğulu qiymət 1,0-dır",
  "Pitch": "Səs Tonu",
  "Filter Radius": "Filtr Radiusu",
  "Timbre for formant shifting": "Timbre for formant shifting",
  "Search Feature Ratio": "Axtarış Xüsusiyyəti Nisbəti",
  "Volume Envelope": "Cild zərf",
  "Set the pitch of the audio, the higher the value, the higher the pitch.": "Səs tonunu təyin edin, qiymət nə qədər yüksək olursa, səs tonu bir o qədər yüksəkdir.",
  "Set the clean-up level to the audio you want, the more you increase it the more it will clean up, but it is possible that the audio will be more compressed.": "Təmizlik səviyyəsini istədiyiniz audioya təyin edin, nə qədər çox artırsanız, bir o qədər də təmizləyəcək. Ancaq mümkündür ki, audio daha sıxılsın.",
  "Pitch extraction algorithm": "Pitch çıxarış alqoritmi",
  "Batch": "Dəstə",
  "Protect Voiceless Consonants": "Səssiz Konsonantları qoruyun",
  "Convert": "Çevir",
  "Influence exerted by the index file; a higher value corresponds to greater influence. However, opting for lower values can help mitigate artifacts present in the audio.": "İndeks faylı ilə təsir edən; daha yüksək qiymət daha böyük təsirə müvafiqdir. Lakin aşağı qiymətlərə sahib olmağın sayəsində audioyazılarda olan incəsənət əşyalarının azalmasına kömək edə bilər.",
  "Export Audio": "Audio-ları ixrac etdir",
  "If the number is greater than or equal to three, employing median filtering on the collected tone results has the potential to decrease respiration.": "Əgər bu rəqəm üçdən çox və ya ona bərabərdirsə, toplanmış ton nəticələri üzərində orta süzmənin işə düşməsi tənəffüsü azalda bilər.",
  "Substitute or blend with the volume envelope of the output. The closer the ratio is to 1, the more the output envelope is employed.": "Çıxışın səs zərfliyi ilə əvəz et və ya qarışdır. Nisbət 1-ə nə qədər yaxın olarsa, çıxış zərfi də bir o qədər çox işlənir.",
  "Input Folder": "Giriş Qovluğu",
  "Pitch extraction algorithm to use for the audio conversion. The default algorithm is rmvpe, which is recommended for most cases.": "Səs çevirilişi üçün istifadə etmək üçün pitch çıxarılması alqoritmi. Default alqoritmi rmvpe-dir, hansı ki, əksər hallarda məsləhət görülür.",
  "Select the folder containing the audios to convert.": "Döndərmək üçün audioları daxil edən qovluğu seçin.",
  "Enter input path": "Giriş yolunu daxil edin",
  "Safeguard distinct consonants and breathing sounds to prevent electro-acoustic tearing and other artifacts. Pulling the parameter to its maximum value of 0.5 offers comprehensive protection. However, reducing this value might decrease the extent of protection while potentially mitigating the indexing effect.": "Elektro-akustik yırtıqların və digər artikliyaların qarşısını almaq üçün fərdi konsonantları və nəfəs səsləri qoruyun. Parametri maksimum 0,5 dəyərinə çəkmək hərtərəfli müdafiəni təklif edir. Lakin bu dəyərin azaldılması müdafiənin miqyasını azalda bilər, eyni zamanda indeksləşdirmə effektini azalda bilər.",
  "Output Folder": "Qovluq",
  "Select the folder where the output audios will be saved.": "Çıxış audiolarının qeyd ediləcəyi qovluğu seçin.",
  "Enter output path": "Çıxış yolunu daxil edin",
  "Get information about the audio": "Audio haqqında məlumat əldə edin",
  "## Voice Blender": "## Səs Blender",
  "Voice Blender": "Səs Blender",
  "Blend Ratio": "Qarışım Nisbəti",
  "Fusion": "Fusion",
  "Drag and drop your model here": "Modelinizi buraya sürükleyin və atın",
  "You can also use a custom path.": "Siz də özəl yoldan istifadə edə bilərsiniz.",
  "Model information to be placed": "Model məlumatlar yerləşdiriləcək",
  "Select two voice models, set your desired blend percentage, and blend them into an entirely new voice.": "İki səs modelini seçin, istədiyiniz blender faizini təyin edin və onları tamamilə yeni səsə qarışdırın.",
  "Path to Model": "Modelin yolu",
  "Enter path to model": "Maket cığırı daxil edin",
  "Adjusting the position more towards one side or the other will make the model more similar to the first or second.": "Mövqeyi bir tərəfə və ya digər tərəfə daha çox uyğunlaşdırmaq modeli birinci və ya ikinci tərəfə daha çox oxşadacaq.",
  "Inroduce the model information": "Model məlumat inroduce",
  "View model information": "Model məlumatlarının görünüşü",
  "View": "Baxış",
  "Introduce the model pth path": "Model pth cığırı ilə tanış et",
  "Model extraction": "Modelin çıxarılması",
  "The information to be placed in the model (You can leave it blank or put anything).": "Modelə yerləşdiriləcək məlumat (Boş buraxa və ya hər hansı bir şey qoya bilərsiniz).",
  "Model conversion": "Model çevrilməsi",
  "Pth file": "Pth faylı",
  "Output of the pth file": "Pth faylının çıxıntısı",
  "Extract F0 Curve": "F0 Curve çıxarın",
  "Record Screen": "Qeyd Ekranı",
  "Stop Recording": "Yazmanı Dayandır",
  "# How to Report an Issue on GitHub": "# GitHub haqqında bir məsələni necə bildirməli?",
  "1. Click on the 'Record Screen' button below to start recording the issue you are experiencing.": "1. Yaşadığınız məsələni qeyd etməyə başlamaq üçün aşağıdakı 'Ekranı qeyd et' düyməsinə basın.",
  "Record": "Qeyd",
  "See Model Information": "Model məlumatlarına bax",
  "Model Link": "Model Körpüsü",
  "Introduce the model .pth path": "Modeli .pth yolu ilə tanış et",
  "3. Go to [GitHub Issues](https://github.com/IAHispano/Applio/issues) and click on the 'New Issue' button.": "3. [GitHub Issues](https://github.com/IAHispano/Applio/issues) daxil olun və 'Yeni məsələ' düyməsinə basın.",
  "## Download Model": "## Model Yüklə",
  "Introduce the model link": "Model linki təqdim et",
  "The f0 curve represents the variations in the base frequency of a voice over time, showing how pitch rises and falls.": "F0 döngəsi zaman keçdikcə səsin baza tezliyindəki variasiyaları təmsil edir, səsin necə qalxdığını və düşdüyünü göstərir.",
  "Download Model": "Model Yüklə",
  "## Drop files": "## Drop faylları",
  "4. Complete the provided issue template, ensuring to include details as needed, and utilize the assets section to upload the recorded file from the previous step.": "4. Təqdim olunan məsələ şablonunu tamamlayaraq, lazım gəldikdə detalların daxil edilməsini təmin etmək və əvvəlki addımdan qeyd olunan faylı yükləmək üçün assets bölməsindən istifadə etmək.",
  "## Search Model": "## Axtarış Modeli",
  "Search": "Axtar",
  "Introduce the model name to search.": "Axtarış üçün model adını təqdim edin.",
  "TTS Voices": "TTS səsləri",
  "We couldn't find models by that name.": "Bu adla model tapa bilmədik.",
  "Drag your .pth file and .index file into this space. Drag one and then the other.": ".pth faylınızı və .index faylınızı bu yerə sürün. Birini, sonra o birini sürüyün.",
  "2. Once you have finished recording the issue, click on the 'Stop Recording' button (the same button, but the label changes depending on whether you are actively recording or not).": "2. Məsələni qeyd etməyi bitirdikdən sonra 'Yazmanı dayandır' düyməsinə klikləyin (eyni düymə, amma etiket sizin aktiv şəkildə qeyd edib-etməməyinizdən asılı olaraq dəyişir).",
  "TTS Speed": "TTS sürəti",
  "And select the sampling rate": "Və məsalə sürətini seçin.",
  "## Download Pretrained Models": "## Öncədən Modellər Yüklə",
  "Select the pretrained model you want to download.": "Yükləmək istədiyiniz əvvəlcədən təyin edilmiş modeli seçin.",
  "Text to Synthesize": "Sintez etmək üçün mətn",
  "Increase or decrease TTS speed.": "TTS sürətini artırın və ya azaldın.",
  "Enter the text to synthesize.": "Sintez etmək üçün mətni daxil edin.",
  "Select the TTS voice to use for the conversion.": "Konvertasiya üçün istifadə etmək üçün TTS səsini seçin.",
  "Upload a .txt file": ".txt fayl yukle",
  "Input path for text file": "Mətn faylı üçün giriş cığırı",
  "Enter text to synthesize": "Sintez etmək üçün mətn daxil edin",
  "The path to the text file that contains content for text to speech.": "Mətndən nitqə məzmun daxil olan mətn faylının yolu.",
  "Output Path for RVC Audio": "RVC Audio üçün çıxış yolu",
  "Output Path for TTS Audio": "TTS Audio üçün çıxış yolu",
  "Enable fake GPU": "Saxta GPU fəallaşdır",
  "Enable Applio integration with Discord presence": "Discord iştirakı ilə Applio qoşulmanı fəallaşdır",
  "Theme": "Tema",
  "It will activate the possibility of displaying the current Applio activity in Discord.": "Diskordda hazırkı Applio aktivinin göstərilməsi imkanını aktiv edəcək.",
  "Language": "Dil",
  "Restart Applio": "Restart Applio",
  "Training is currently unsupported due to the absence of a GPU. To activate the training tab, navigate to the settings tab and enable the 'Fake GPU' option.": "Hazırda GPU-nun olmaması səbəbindən təlimlər dəstəklənmir. Təlim sekmesini aktivləşdirmək üçün qurğular sekmesinə istiqamətləndirin və 'Saxta GPU' seçimini aktivləşdirin.",
  "It will activate the possibility of downloading models with a click from the website.": "Vebsaytdan klik ilə modellərin yüklənməsi imkanını aktiv edəcək.",
  "Enable Applio integration with applio.org/models using flask": "Flask istifadə edərək Applio qoşulmanı applio.org/models ilə fəallaşdır",
  "Select the theme you want to use. (Requires restarting Applio)": "İstifadə etmək istədiyiniz mövzunu seçin. (Applio-ya yenidən başlamaq tələb olunur)",
  "Activates the train tab. However, please note that this device lacks GPU capabilities, hence training is not supported. This option is only for testing purposes. (This option will restart Applio)": "Qatar seklini aktivləşdirir. Bununla belə, zəhmət olmasa qeyd edin ki, bu cihazın GPU imkanları yoxdur, buna görə də təlim dəstəkli deyil. Bu variant yalnız sınaq məqsədi ilə həyata keçirilir. (Bu seçim Applio-ya yenidən başlayacaq)",
  "Precision": "Dəqiqlik",
  "Select the language you want to use. (Requires restarting Applio)": "İstifadə etmək istədiyiniz dili seçin. (Applio-ya yenidən başlamaq tələb olunur)",
  "Plugin Installer": "Quraşdırıcı",
  "Version Checker": "Version Checker",
  "Update precision": "Dəqiqliyi yenilə",
  "Select the precision you want to use for training and inference.": "Təlim və inferensiya üçün istifadə etmək istədiyiniz dəqiqliyi seçin.",
  "Drag your plugin.zip to install it": "Quraşdırmaq üçün plugin.zip çəkin",
  "Check for updates": "Yenilənmələri yoxlayın",
  "Reverb": "Reverb",
  "Post-Process": "Gedişat sonrası",
  "Apply reverb to the audio.": "Reverb-in audioyazılara tətbiq edilməsi.",
  "Post-process the audio to apply effects to the output.": "Çıxışa effektləri tətbiq etmək üçün audioyazını post-process edin.",
  "Reverb Room Size": "Reverb Otaq Ölçüsü",
  "Set the room size of the reverb.": "Reverb-in otaq ölçülərini təyin edin.",
  "Reverb Damping": "Reverb Dammping",
  "Reverb Wet Gain": "Reverb Isla",
  "Set the damping of the reverb.": "Ehtiramın nəmlənməsini təyin edin.",
  "Check which version of Applio is the latest to see if you need to update.": "Applio-nun hansı versiyasının yeniləmək lazım olub-olmadığını yoxlamaq üçün ən son olduğunu yoxlayın.",
  "Reverb Width": "_Reverb Eni",
  "Set the wet gain of the reverb.": "Reverb-in nəm qazancını təyin edin.",
  "Set the dry gain of the reverb.": "Reverbinin quru qazancını təyin edin.",
  "Reverb Dry Gain": "Reverb Quru Qazan",
  "Pitch Shift": "Səsyazdır",
  "Reverb Freeze Mode": "Reverb Freeze Modu",
  "Set the width of the reverb.": "Reverb genişliyini təyin edin.",
  "Set the freeze mode of the reverb.": "Reverb-in donma rejimini təyin edin.",
  "Pitch Shift Semitones": "Pitch Shift Semitonlar",
  "Apply pitch shift to the audio.": "Səs tonu növbəsini audioya tətbiq edin.",
  "Limiter": "Limiter",
  "Set the pitch shift semitones.": "Pitch shift yarım tonunu təyin edin.",
  "Gain": "Qazan",
  "Limiter Threshold dB": "Limiter Həddi dB",
  "Apply limiter to the audio.": "Audioya limiter tətbiq edin.",
  "Limiter Release Time": "Limiter buraxılış vaxtı",
  "Set the gain dB.": "Qazanc dB təyin edin.",
  "Apply gain to the audio.": "Audioya qazanc tətbiq edin.",
  "Set the limiter threshold dB.": "Limiter həddini dB təyin edin.",
  "Set the limiter release time.": "Limiterin buraxılış vaxtını təyin edin.",
  "Chorus": "Xor",
  "Distortion": "Təhrif",
  "Gain dB": "Qazan dB",
  "Apply distortion to the audio.": "Təhrifi audioya tətbiq edin.",
  "Distortion Gain": "Təhrif olunmuş Qazanc",
  "Chorus Rate Hz": "Xor Dərəcəsi Hz",
  "Set the distortion gain.": "Təhrif olunmuş qazancı təyin edin.",
  "Apply chorus to the audio.": "Xoru səsyazmağa tətbiq edin.",
  "Chorus Depth": "Xor dərinliyi",
  "Set the chorus rate Hz.": "Xor dərəcəsini təyin edin Hz.",
  "Set the chorus depth.": "Xorun dərinliyini təyin edin.",
  "Chorus Center Delay ms": "Chorus Center Yubiley ms",
  "Chorus Mix": "Xor Mixəy",
  "Chorus Feedback": "Xor Feedback",
  "Set the chorus center delay ms.": "Xor mərkəzini təyin edin yubka ms.",
  "Set the chorus feedback.": "Xor fikrini təyin edin.",
  "Bitcrush Bit Depth": "Bit dərinliyi",
  "Bitcrush": "Bitkuş",
  "Set the chorus mix.": "Xor qarışığını təyin edin.",
  "Apply bitcrush to the audio.": "Səsyazma üçün bitcrush tətbiq edin.",
  "Clipping": "Kliping",
  "Set the bitcrush bit depth.": "Bitsik bit dərinliyini təyin edin.",
  "Clipping Threshold": "Kliping Həddi",
  "Apply clipping to the audio.": "Videoya klip çək.",
  "Set the clipping threshold.": "Klipləmə həddini təyin edin.",
  "Compressor": "Sıxışdır",
  "Compressor Ratio": "Kompressor Nisbəti",
  "Apply compressor to the audio.": "Kompressoru audioya tətbiq edin.",
  "Compressor Threshold dB": "Kompressor Həddi dB",
  "Set the compressor threshold dB.": "Kompressor həddini dB təyin edin.",
  "Set the compressor ratio.": "Kompressor nisbətini təyin edin.",
  "Compressor Attack ms": "Kompressor Attack ms",
  "Compressor Release ms": "Kompressor Buraxılış ms",
  "Delay": "Gecikmə",
  "Delay Seconds": "Gecikdirici Saniyələr",
  "Set the compressor release ms.": "Kompressor buraxılışını təyin edin ms.",
  "Set the compressor attack ms.": "Kompressor hücum ms.",
  "Apply delay to the audio.": "Gecikməni audioya tətbiq edin.",
  "Set the delay seconds.": "Gecikmə saniyələrini təyin edin.",
  "Delay Feedback": "GeriBildirimi Gecikdir",
  "Delay Mix": "Gecikmə Qarışığı",
  "Set the delay feedback.": "Gecikmə fikrini təyin edin.",
  "Set the delay mix.": "Gecikmə qarışığını təyin edin.",
  "Select Custom Embedder": "Xüsusi Embedder Seç",
  "Refresh embedders": "Embedrləri yeniləyin",
  "Upload .json": ".json yukle",
  "Folder Name": "Qovluq Adı",
  "Custom Embedder": "Xüsusi Embedder",
  "Upload .bin": ".bin yukle",
  "model information": "model məlumat",
  "Speaker ID": "Danışan ID",
  "Name of the model creator. (Default: Unknown)": "Model yaradıcısının adı. (Ön qurğulu: Naməlum)",
  "Model Creator": "Model Yaradan",
  "Select the speaker ID to use for the conversion.": "Konvertasiya üçün istifadə etmək üçün danışan ID-sini seçin.",
  "Model Author Name": "Model Müəllif Adı",
  "Move files to custom embedder folder": "Faylları xüsusi embedder qovluğuna köçürün",
  "Set name": "Ad:",
  "The name that will appear in the model information.": "Model məlumatlarında görünəcək ad.",
  "Set the autotune strength - the more you increase it the more it will snap to the chromatic grid.": "Autotun gücünü təyin edin - onu nə qədər çox artırsanız, bir o qədər də xromatik şəbəkəyə snap edəcək."
}