{
   "Cache Dataset in GPU":"Veri dəstini GPU-da keşlə",
   "Set the compressor threshold dB.":"Kompressorun hədd dB-ni təyin edin.",
   "Set the limiter release time.":"Məhdudlaşdırıcının buraxılış vaxtını təyin edin.",
   "The GPU information will be displayed here.":"GPU məlumatları burada göstəriləcək.",
   "Limiter Threshold dB":"Məhdudlaşdırıcı Hədd dB",
   "Save Only Latest":"Yalnız sonuncusunu saxla",
   "Specify the number of GPUs you wish to utilize for preprocess by entering them separated by hyphens (-). At the moment, using multi-gpu will not have a significant effect.":"Ön işləmə üçün istifadə etmək istədiyiniz GPU-ların sayını defislə (-) ayırararaq daxil edin. Hazırda, çox GPU istifadə etməyin əhəmiyyətli təsiri olmayacaq.",
   "Apply compressor to the audio.":"Səsə kompressor tətbiq edin.",
   "This setting enables you to save the weights of the model at the conclusion of each epoch.":"Bu ayar, hər epoxun sonunda modelin çəkilərini saxlamağa imkan verir.",
   "Enabling this setting will result in the G and D files saving only their most recent versions, effectively conserving storage space.":"Bu ayarı aktivləşdirmək G və D fayllarının yalnız ən son versiyalarını saxlamasına səbəb olacaq və effektiv şəkildə yaddaş yerini qoruyacaq.",
   "Compressor Threshold dB":"Kompressorun hədd dB",
   "Specify the number of GPUs you wish to utilize for extracting by entering them separated by hyphens (-).":"Çıxarma üçün istifadə etmək istədiyiniz GPU-ların sayını defislə (-) ayırararaq daxil edin.",
   "Compressor Ratio":"Kompressor nisbəti",
   "Apply pitch shift to the audio.":"Səsə pitch dəyişikliyi tətbiq edin.",
   "Preprocess Dataset":"Veri dəstini ön işlə",
   "Specifies the overall quantity of epochs for the model training process.":"Model təlim prosesi üçün ümumi epoxa miqdarını göstərir.",
   "Custom Pretrained":"Xüsusi əvvəlcədən təlim keçmiş",
   "Pitch Shift Semitones":"Pitch dəyişikliyi yarımtonlar",
   "Cache the dataset in GPU memory to speed up the training process.":"Təlim prosesini sürətləndirmək üçün veri dəstini GPU yaddaşında keşlə.",
   "Utilizing custom pretrained models can lead to superior results, as selecting the most suitable pretrained models tailored to the specific use case can significantly enhance performance.":"Xüsusi əvvəlcədən təlim keçmiş modellərdən istifadə etmək daha yaxşı nəticələrə gətirib çıxara bilər, çünki müəyyən istifadə halına uyğunlaşdırılmış ən uyğun əvvəlcədən təlim keçmiş modelləri seçmək performansı əhəmiyyətli dərəcədə artıra bilər.",
   "Determine at how many epochs the model will saved at.":"Modelin neçə epoxda saxlanacağını təyin edin.",
   "Set the gain dB.":"Qazanc dB-ni təyin edin.",
   "The number of CPU cores to use in the preprocess. The default setting are your cpu cores, which is recommended for most cases.":"Önişləmədə istifadə olunacaq CPU nüvələrinin sayı. Əksər hallarda tövsiyə olunan standart ayar sizin CPU nüvələrinizdir.",
   "Extract Features":"Xüsusiyyətləri çıxarın",
   "Embedder Model":"Yerləşdirici Model",
   "The number of CPU cores to use in the extraction process. The default setting are your cpu cores, which is recommended for most cases.":"Çıxarma prosesində istifadə olunacaq CPU nüvələrinin sayı. Əksər hallarda tövsiyə olunan standart ayar sizin CPU nüvələrinizdir.",
   "Bitcrush":"Bit əzmə",
   "Model used for learning speaker embedding.":"Danışanın yerləşdirilməsini öyrənmək üçün istifadə olunan model.",
   "Apply gain to the audio.":"Səsə qazanc tətbiq edin.",
   "We prioritize running the model preprocessing on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.":"Daha sürətli performans üçün modelin önişləməsini GPU-da işlətməyə üstünlük veririk. CPU-dan istifadə etmək istəyirsinizsə, sadəcə GPU sahəsini boş buraxın.",
   "Upload Pretrained Model":"Əvvəlcədən təlim keçmiş modeli yükləyin",
   "Save Every Epoch":"Hər epoxu saxla",
   "Apply bitcrush to the audio.":"Səsə bit əzmə tətbiq edin.",
   "Limiter Release Time":"Məhdudlaşdırıcının buraxılış vaxtı",
   "Sets advanced GPU settings, recommended for users with better GPU architecture.":"Daha yaxşı GPU arxitekturası olan istifadəçilər üçün tövsiyə olunan inkişaf etmiş GPU ayarlarını təyin edir.",
   "Set the bitcrush bit depth.":"Bit əzmə bit dərinliyini təyin edin.",
   "GPU Information":"GPU Məlumatları",
   "Bitcrush Bit Depth":"Bit əzmə bit dərinliyi",
   "Extract":"Çıxarın",
   "Set the clipping threshold.":"Kəsmə həddini təyin edin.",
   "Limiter":"Məhdudlaşdırıcı",
   "Refresh Custom Pretraineds":"Xüsusi əvvəlcədən təlim keçmişləri yeniləyin",
   "Pretrained Custom Settings":"Əvvəlcədən təlim keçmiş xüsusi ayarlar",
   "Set the compressor attack ms.":"Kompressorun hücum ms-ni təyin edin.",
   "Pitch Guidance":"Pitch Rəhbərliyi",
   "0 to ∞ separated by -":"0-dan ∞-a - ilə ayrılmış",
   "Hop Length":"Sıçrayış uzunluğu",
   "Use CPU":"CPU istifadə edin",
   "Distortion":"Təhrif",
   "Denotes the duration it takes for the system to transition to a significant pitch change. Smaller hop lengths require more time for inference but tend to yield higher pitch accuracy.":"Sistemin əhəmiyyətli pitch dəyişikliyinə keçməsi üçün lazım olan müddəti göstərir. Kiçik sıçrayış uzunluqları çıxarış üçün daha çox vaxt tələb edir, lakin daha yüksək pitch dəqiqliyi verir.",
   "GPU Settings":"GPU Ayarları",
   "Set the compressor ratio.":"Kompressor nisbətini təyin edin.",
   "Compressor":"Kompressor",
   "Set the pitch shift semitones.":"Pitch dəyişikliyi yarımtonlarını təyin edin.",
   "The file you dropped is not a valid pretrained file. Please try again.":"Sürüklədiyiniz fayl düzgün əvvəlcədən təlim keçmiş fayl deyil. Zəhmət olmasa, yenidən cəhd edin.",
   "Total Epoch":"Ümumi Epox",
   "Compressor Attack ms":"Kompressor Hücum ms",
   "Gain dB":"Qazanc dB",
   "Index Algorithm":"İndeks Alqoritmi",
   "Apply clipping to the audio.":"Səsə kəsmə tətbiq edin.",
   "Save Every Weights":"Hər çəkini saxla",
   "Force the use of CPU for training.":"Təlim üçün CPU istifadəsini məcbur edin.",
   "Set the limiter threshold dB.":"Məhdudlaşdırıcının hədd dB-ni təyin edin.",
   "GPU Custom Settings":"Xüsusi GPU Ayarları",
   "Batch Size":"Toplu ölçüsü",
   "Apply limiter to the audio.":"Səsə məhdudlaşdırıcı tətbiq edin.",
   "We prioritize running the model extraction on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.":"Daha sürətli performans üçün model çıxarışını GPU-da işlətməyə üstünlük veririk. CPU-dan istifadə etmək istəyirsinizsə, sadəcə GPU sahəsini boş buraxın.",
   "Pretrained":"Əvvəlcədən təlim keçmiş",
   "Click the refresh button to see the pretrained file in the dropdown menu.":"Əvvəlcədən təlim keçmiş faylı açılan menyuda görmək üçün yeniləmə düyməsini vurun.",
   "Pretrained D Path":"Xüsusi əvvəlcədən təlim keçmiş D",
   "Clipping Threshold":"Kəsmə həddi",
   "Pretrained G Path":"Xüsusi əvvəlcədən təlim keçmiş G",
   "Gain":"Qazanc",
   "By employing pitch guidance, it becomes feasible to mirror the intonation of the original voice, including its pitch. This feature is particularly valuable for singing and other scenarios where preserving the original melody or pitch pattern is essential.":"Pitch rəhbərliyindən istifadə etməklə, orijinal səsin intonasiyasını, o cümlədən pitchini əks etdirmək mümkün olur. Bu xüsusiyyət, xüsusən də orijinal melodiyanı və ya pitch modelini qorumaq vacib olan oxuma və digər ssenarilər üçün dəyərlidir.",
   "GPU Number":"GPU Nömrəsi",
   "It's advisable to align it with the available VRAM of your GPU. A setting of 4 offers improved accuracy but slower processing, while 8 provides faster and standard results.":"Onu GPU-nuzun mövcud VRAM-ı ilə uyğunlaşdırmaq məsləhətdir. 4 ayarı təkmilləşdirilmiş dəqiqlik təklif edir, lakin daha yavaş işləmə, 8 isə daha sürətli və standart nəticələr verir.",
   "Utilize pretrained models when training your own. This approach reduces training duration and enhances overall quality.":"Özünüz təlim keçərkən əvvəlcədən təlim keçmiş modellərdən istifadə edin. Bu yanaşma təlim müddətini azaldır və ümumi keyfiyyəti artırır.",
   "Clipping":"Kəsmə",
   "Delay Seconds":"Gecikmə Saniyələri",
   "Overtraining Detector Settings":"Həddindən artıq təlim detektoru ayarları",
   "Overtraining Threshold":"Həddindən artıq təlim həddi",
   "Set the delay seconds.":"Gecikmə saniyələrini təyin edin.",
   "Apply delay to the audio.":"Səsə gecikmə tətbiq edin.",
   "Extra":"Əlavə",
   "Enter dataset path":"Veri dəsti yolunu daxil edin",
   "Compressor Release ms":"Kompressor Buraxılış ms",
   "Settings":"Ayarlar",
   "Set the maximum number of epochs you want your model to stop training if no improvement is detected.":"Heç bir irəliləyiş aşkar edilmədikdə modelinizin təlimini dayandırmasını istədiyiniz maksimum epoxa sayını təyin edin.",
   "Set the compressor release ms.":"Kompressorun buraxılış ms-ni təyin edin.",
   "Delay":"Gecikmə",
   "Model Name":"Model Adı",
   "Upload .bin":".bin yükləyin",
   "Download":"Yükləyin",
   "Fresh Training":"Təzə Təlim",
   "Processing":"İşlənir",
   "Start Training":"Təlimə başlayın",
   "Folder Name":"Qovluq Adı",
   "It's recommended to deactivate this option if your dataset has already been processed.":"Veri dəstiniz artıq işlənibsə, bu seçimi deaktiv etmək tövsiyə olunur.",
   "Refresh embedders":"Yerləşdiriciləri yeniləyin",
   "Delay Mix":"Gecikmə Qarışığı",
   "Generate Index":"İndeks yaradın",
   "The button 'Upload' is only for google colab: Uploads the exported files to the ApplioExported folder in your Google Drive.":"'Yüklə' düyməsi yalnız google colab üçündür: İxrac olunmuş faylları Google Diskinizdəki ApplioExported qovluğuna yükləyir.",
   "Set the delay mix.":"Gecikmə qarışığını təyin edin.",
   "Report a Bug":"Xəta barədə məlumat verin",
   "Export Model":"Modeli ixrac edin",
   "Set the delay feedback.":"Gecikmə geribildirimini təyin edin.",
   "Enable this setting only if you are training a new model from scratch or restarting the training. Deletes all previously generated weights and tensorboard logs.":"Bu ayarı yalnız sıfırdan yeni model təlim keçirsəniz və ya təlimi yenidən başlatsanız aktivləşdirin. Əvvəllər yaradılmış bütün çəkiləri və tensorboard jurnallarını silir.",
   "Model Information":"Model Məlumatları",
   "Delay Feedback":"Gecikmə Geribildirimi",
   "Stop Training":"Təlimi dayandırın",
   "Detect overtraining to prevent the model from learning the training data too well and losing the ability to generalize to new data.":"Modelin təlim məlumatlarını çox yaxşı öyrənməsinin və yeni məlumatları ümumiləşdirmək qabiliyyətini itirməsinin qarşısını almaq üçün həddindən artıq təlimi aşkar edin.",
   "Custom Embedder":"Xüsusi Yerləşdirici",
   "Select Custom Embedder":"Xüsusi Yerləşdirici seçin",
   "Plugins":"Pluginlər",
   "Unload Voice":"Səsi boşalt",
   "Select Audio":"Səs seçin",
   "Set the distortion gain.":"Təhrif qazancını təyin edin.",
   "Drag your plugin.zip to install it":"Quraşdırmaq üçün plugin.zip faylınızı sürükleyin",
   "Refresh":"Yeniləyin",
   "Chorus":"Xor",
   "Precision":"Dəqiqlik",
   "Set the chorus depth.":"Xor dərinliyini təyin edin.",
   "Apply chorus to the audio.":"Səsə xor tətbiq edin.",
   "Single":"Tək",
   "Chorus Center Delay ms":"Xor Mərkəzi Gecikmə ms",
   "Post-Process":"Sonrakı İşləmə",
   "Language":"Dil",
   "Chorus Depth":"Xor Dərinliyi",
   "Select the precision you want to use for training and inference.":"Təlim və çıxarış üçün istifadə etmək istədiyiniz dəqiqliyi seçin.",
   "Index File":"İndeks Faylı",
   "Set the chorus rate Hz.":"Xor dərəcəsi Hz-ni təyin edin.",
   "Exported Index file":"İxrac olunmuş İndeks faylı",
   "Chorus Feedback":"Xor Geribildirimi",
   "Update precision":"Dəqiqliyi yeniləyin",
   "Chorus Mix":"Xor Qarışığı",
   "Select the voice model to use for the conversion.":"Çevrilmə üçün istifadə olunacaq səs modelini seçin.",
   "Exported Pth file":"İxrac olunmuş Pth faylı",
   "Select the theme you want to use. (Requires restarting Applio)":"İstifadə etmək istədiyiniz mövzunu seçin. (Applio-nun yenidən başladılmasını tələb edir)",
   "Select the index file to use for the conversion.":"Çevrilmə üçün istifadə olunacaq indeks faylını seçin.",
   "Theme":"Mövzu",
   "Restart Applio":"Applio-nu yenidən başladın",
   "Set the chorus center delay ms.":"Xor mərkəzi gecikmə ms-ni təyin edin.",
   "Select the pth file to be exported":"İxrac olunacaq pth faylını seçin",
   "Set the chorus feedback.":"Xor geribildirimini təyin edin.",
   "Select the index file to be exported":"İxrac olunacaq indeks faylını seçin",
   "Version Checker":"Versiya Yoxlayıcısı",
   "Plugin Installer":"Plugin Quraşdırıcısı",
   "Set the chorus mix.":"Xor qarışığını təyin edin.",
   "KMeans is a clustering algorithm that divides the dataset into K clusters. This setting is particularly useful for large datasets.":"KMeans, veri dəstini K klasterə bölən klasterləşdirmə alqoritmidir. Bu ayar, xüsusən də böyük veri dəstləri üçün faydalıdır.",
   "Upload":"Yükləyin",
   "Overtraining Detector":"Həddindən artıq təlim detektoru",
   "Chorus Rate Hz":"Xor Dərəcəsi Hz",
   "Check which version of Applio is the latest to see if you need to update.":"Yeniləməyə ehtiyacınız olub-olmadığını görmək üçün Applio-nun hansı versiyasının ən son olduğunu yoxlayın.",
   "Upload Audio":"Səs yükləyin",
   "Select the language you want to use. (Requires restarting Applio)":"İstifadə etmək istədiyiniz dili seçin. (Applio-nun yenidən başladılmasını tələb edir)",
   "Check for updates":"Yeniləmələri yoxlayın",
   "Apply distortion to the audio.":"Səsə təhrif tətbiq edin.",
   "Distortion Gain":"Təhrif qazancı",
   "Post-process the audio to apply effects to the output.":"Çıxışa effektlər tətbiq etmək üçün səsi sonrakı işləyin.",
   "Voice Model":"Səs Modeli",
   "Apply a soft autotune to your inferences, recommended for singing conversions.":"Çıxarışlarınıza yumşaq avtomatik tənzimləmə tətbiq edin, oxuma çevrilmələri üçün tövsiyə olunur.",
   "Select the audio to convert.":"Çevriləcək səsi seçin.",
   "Training is currently unsupported due to the absence of a GPU. To activate the training tab, navigate to the settings tab and enable the 'Fake GPU' option.":"GPU olmadığına görə təlim hazırda dəstəklənmir. Təlim sekmesini aktivləşdirmək üçün ayarlar sekmesine keçin və 'Saxta GPU' seçimini aktivləşdirin.",
   "Drag and drop your model here":"Modelinizi buraya sürükleyin və buraxın",
   "Upload a .txt file":".txt faylı yükləyin",
   "The output information will be displayed here.":"Çıxış məlumatları burada göstəriləcək.",
   "Introduce the model pth path":"Model pth yolunu daxil edin",
   "Advanced Settings":"Ətraflı Ayarlar",
   "You can also use a custom path.":"Xüsusi yoldan da istifadə edə bilərsiniz.",
   "Audio Analyzer":"Səs Analizatoru",
   "Output Path for TTS Audio":"TTS Səsi üçün Çıxış Yolu",
   "Inference":"Çıxarış",
   "Clear Outputs (Deletes all audios in assets/audios)":"Çıxışları təmizləyin (aktivlər/səslərdəki bütün səsləri silir)",
   "Blend Ratio":"Qarışdırma nisbəti",
   "Custom Output Path":"Xüsusi Çıxış Yolu",
   "Enter text to synthesize":"Sintez etmək üçün mətni daxil edin",
   "Adjusting the position more towards one side or the other will make the model more similar to the first or second.":"Mövqeyi bir tərəfə və ya digər tərəfə doğru tənzimləmək modeli birinci və ya ikinciyə daha çox bənzədəcək.",
   "It will activate the possibility of displaying the current Applio activity in Discord.":"Cari Applio fəaliyyətinin Discord-da göstərilməsi imkanını aktivləşdirəcək.",
   "Enable fake GPU":"Saxta GPU-nu aktivləşdirin",
   "Upscale Audio":"Səsi böyüdün",
   "A simple, high-quality voice conversion tool focused on ease of use and performance.":"İstifadə rahatlığına və performansına yönəlmiş sadə, yüksək keyfiyyətli səs çevirmə aləti.\n[Azərbaycanca Tərcümə: Enes](https://discord.com/users/1140031358006202468)",
   "Output Path":"Çıxış Yolu",
   "Fusion":"Birləşmə",
   "Inroduce the model information":"Model məlumatlarını daxil edin",
   "It will activate the possibility of downloading models with a click from the website.":"Veb saytdan bir kliklə modelləri yükləmək imkanını aktivləşdirəcək.",
   "Activates the train tab. However, please note that this device lacks GPU capabilities, hence training is not supported. This option is only for testing purposes. (This option will restart Applio)":"Təlim sekmesini aktivləşdirir. Lakin, nəzərə alın ki, bu cihazda GPU imkanları yoxdur, buna görə də təlim dəstəklənmir. Bu seçim yalnız test məqsədləri üçündür. (Bu seçim Applio-nu yenidən başladacaq)",
   "Autotune":"Avtomatik tənzimləmə",
   "Training":"Təlim",
   "Export Format":"İxrac formatı",
   "Enter the text to synthesize.":"Sintez etmək üçün mətni daxil edin.",
   "Path to Model":"Modelə yol",
   "Text to Synthesize":"Sintez ediləcək mətn",
   "Select the format to export the audio.":"Səsi ixrac etmək üçün formatı seçin.",
   "View model information":"Model məlumatlarına baxın",
   "Clean your audio output using noise detection algorithms, recommended for speaking audios.":"Səsli səslər üçün tövsiyə olunan səs-küy aşkarlama alqoritmlərindən istifadə edərək səs çıxışınızı təmizləyin.",
   "Clean Audio":"Səsi təmizləyin",
   "Select the TTS voice to use for the conversion.":"Çevrilmə üçün istifadə olunacaq TTS səsini seçin.",
   "Output Path for RVC Audio":"RVC Səsi üçün Çıxış Yolu",
   "Enter path to model":"Modelə yolu daxil edin",
   "The path where the output audio will be saved, by default in assets/audios/output.wav":"Çıxış səsinin saxlanacağı yol, standart olaraq aktivlər/səslər/çıxış.wav-dadır",
   "Model conversion":"Model çevirməsi",
   "Clean Strength":"Təmizləmə gücü",
   "This section contains some extra utilities that often may be in experimental phases.":"Bu bölmədə tez-tez eksperimental mərhələlərdə ola biləcək bəzi əlavə yardımçı proqramlar var.",
   "Output Information":"Çıxış Məlumatları",
   "Input path for text file":"Mətn faylı üçün giriş yolu",
   "Split Audio":"Səsi bölün",
   "Enable Applio integration with applio.org/models using flask":"Flask istifadə edərək Applio-nun applio.org/modelləri ilə inteqrasiyasını aktivləşdirin",
   "Pth file":"Pth faylı",
   "The information to be placed in the model (You can leave it blank or put anything).":"Modelə yerləşdiriləcək məlumat (Boş saxlaya və ya istənilən şeyi qoya bilərsiniz).",
   "The path to the text file that contains content for text to speech.":"Mətn-nitq üçün məzmun olan mətn faylının yolu.",
   "View":"Baxın",
   "Split the audio into chunks for inference to obtain better results in some cases.":"Bəzi hallarda daha yaxşı nəticələr əldə etmək üçün çıxarış üçün səsi hissələrə bölün.",
   "Model information to be placed":"Yerləşdiriləcək model məlumatı",
   "Merge Audios":"Səsləri birləşdirin",
   "Enable Applio integration with Discord presence":"Applio-nun Discord iştirakı ilə inteqrasiyasını aktivləşdirin",
   "Model extraction":"Model çıxarışı",
   "Drag your .pth file and .index file into this space. Drag one and then the other.":".pth faylınızı və .index faylınızı bu sahəyə sürükleyin. Birini, sonra da digərini sürükleyin.",
   "Download Model":"Modeli yükləyin",
   "## Drop files":"## Faylları buraxın",
   "Introduce the model name to search.":"Axtarmaq üçün model adını daxil edin.",
   "Dataset Creator":"Veri dəsti yaradıcısı",
   "Increase or decrease TTS speed.":"TTS sürətini artırın və ya azaldın.",
   "## Search Model":"## Modeli axtarın",
   "TTS Speed":"TTS Sürəti",
   "TTS Voices":"TTS Səsləri",
   "And select the sampling rate":"Və örnekleme tezliyini seçin",
   "## Download Pretrained Models":"## Əvvəlcədən təlim keçmiş modelləri yükləyin",
   "The audio file has been successfully added to the dataset. Please click the preprocess button.":"Səs faylı uğurla veri dəstinə əlavə edildi. Zəhmət olmasa, önişləmə düyməsini vurun.",
   "Search":"Axtarın",
   "Introduce the model link":"Model bağlantısını daxil edin",
   "Model Architecture":"Model arxitekturası",
   "Model Link":"Model bağlantısı",
   "Select the pretrained model you want to download.":"Yükləmək istədiyiniz əvvəlcədən təlim keçmiş modeli seçin.",
   "We couldn't find models by that name.":"Bu adda model tapa bilmədik.",
   "Set the width of the reverb.":"Reverbin genişliyini təyin edin.",
   "Protect Voiceless Consonants":"Səssiz samitləri qoruyun",
   "Safeguard distinct consonants and breathing sounds to prevent electro-acoustic tearing and other artifacts. Pulling the parameter to its maximum value of 0.5 offers comprehensive protection. However, reducing this value might decrease the extent of protection while potentially mitigating the indexing effect.":"Elektro-akustik cırılmanın və digər artefaktların qarşısını almaq üçün fərqli samitləri və nəfəs alma səslərini qoruyun. Parametrini maksimum 0,5 dəyərinə çəkmək hərtərəfli qoruma təklif edir. Bununla belə, bu dəyəri azaltmaq qorumanın dərəcəsini azalda bilər, eyni zamanda potensial olaraq indeksləşdirmə effektini azalda bilər.",
   "Pitch extraction algorithm":"Pitch çıxarış alqoritmi",
   "Get information about the audio":"Səs haqqında məlumat əldə edin",
   "Model Creator":"Model Yaradıcısı",
   "## Voice Blender":"## Səs Qarışdırıcısı",
   "Pitch extraction algorithm to use for the audio conversion. The default algorithm is rmvpe, which is recommended for most cases.":"Səs çevirməsi üçün istifadə olunacaq pitch çıxarış alqoritmi. Standart alqoritm əksər hallarda tövsiyə olunan rmvpe-dir.",
   "Select two voice models, set your desired blend percentage, and blend them into an entirely new voice.":"İki səs modeli seçin, istədiyiniz qarışdırma faizini təyin edin və onları tamamilə yeni səsə qarışdırın.",
   "Upload .json":".json yükləyin",
   "Voice Blender":"Səs Qarışdırıcısı",
   "Move files to custom embedder folder":"Faylları xüsusi yerləşdirici qovluğuna köçürün",
   "Convert":"Çevirin",
   "Enter output path":"Çıxış yolunu daxil edin",
   "model information":"model məlumatı",
   "Reverb":"Reverb",
   "Export Audio":"Səsi ixrac edin",
   "Apply reverb to the audio.":"Səsə reverb tətbiq edin.",
   "Output Folder":"Çıxış Qovluğu",
   "Speaker ID":"Danışan ID",
   "Select the speaker ID to use for the conversion.":"Çevrilmə üçün istifadə olunacaq danışan ID-ni seçin.",
   "Name of the model creator. (Default: Unknown)":"Model yaradıcısının adı. (Standart: Naməlum)",
   "Reverb Room Size":"Reverb Otaq Ölçüsü",
   "Batch":"Toplu",
   "Set the dry gain of the reverb.":"Reverbin quru qazancını təyin edin.",
   "Pitch Shift":"Pitch Dəyişikliyi",
   "Reverb Damping":"Reverb Boğulması",
   "Set the wet gain of the reverb.":"Reverbin yaş qazancını təyin edin.",
   "Reverb Wet Gain":"Reverb Yaş Qazancı",
   "Model Author Name":"Model Müəllifinin Adı",
   "Set the freeze mode of the reverb.":"Reverbin dondurma rejimini təyin edin.",
   "Input Folder":"Giriş Qovluğu",
   "Select the folder containing the audios to convert.":"Çevriləcək səsləri ehtiva edən qovluğu seçin.",
   "Set the autotune strength - the more you increase it the more it will snap to the chromatic grid.":"Avtomatik tənzimləmə gücünü təyin edin - nə qədər çox artırsanız, o qədər də xromatik şəbəkəyə yapışacaq.",
   "Reverb Freeze Mode":"Reverb Dondurma Rejimi",
   "Reverb Width":"Reverb Genişliyi",
   "Set the damping of the reverb.":"Reverbin boğulmasını təyin edin.",
   "Set the room size of the reverb.":"Reverbin otaq ölçüsünü təyin edin.",
   "Reverb Dry Gain":"Reverb Quru Qazancı",
   "The name that will appear in the model information.":"Model məlumatında görünəcək ad.",
   "Set name":"Adı təyin edin",
   "Enter input path":"Giriş yolunu daxil edin",
   "Select the folder where the output audios will be saved.":"Çıxış səslərinin saxlanacağı qovluğu seçin.",
   "Upscale the audio to a higher quality, recommended for low-quality audios. (It could take longer to process the audio)":"Səsi daha yüksək keyfiyyətə qədər böyüdün, aşağı keyfiyyətli səslər üçün tövsiyə olunur. (Səsin işlənməsi daha uzun çəkə bilər)",
   "Influence exerted by the index file; a higher value corresponds to greater influence. However, opting for lower values can help mitigate artifacts present in the audio.":"İndeks faylı tərəfindən göstərilən təsir; daha yüksək dəyər daha böyük təsirə uyğun gəlir. Lakin, daha aşağı dəyərləri seçmək səsdə mövcud olan artefaktları azaltmağa kömək edə bilər.",
   "Preprocess":"Önişlə",
   "Set the clean-up level to the audio you want, the more you increase it the more it will clean up, but it is possible that the audio will be more compressed.":"Təmizləmə səviyyəsini istədiyiniz səsə təyin edin, nə qədər çox artırsanız, o qədər də təmizləyəcək, lakin səsin daha çox sıxılması mümkündür.",
   "Enter dataset name":"Veri dəsti adını daxil edin",
   "Audio cutting":"Səs kəsmə",
   "Formant Shifting":"Formant Dəyişdirilməsi",
   "Substitute or blend with the volume envelope of the output. The closer the ratio is to 1, the more the output envelope is employed.":"Çıxışın səs zərfi ilə əvəz edin və ya qarışdırın. Nisbət 1-ə nə qədər yaxındırsa, çıxış zərfi bir o qədər çox istifadə olunur.",
   "Refresh Datasets":"Veri dəstlərini yeniləyin",
   "Enable formant shifting. Used for male to female and vice-versa convertions.":"Formant dəyişməsini aktivləşdirin. Kişidən qadına və əksinə çevrilmələr üçün istifadə olunur.",
   "Search Feature Ratio":"Axtarış Xüsusiyyəti Nisbəti",
   "Browse presets for formanting":"Formantlaşdırma üçün ön ayarlara baxın",
   "Presets are located in /assets/formant_shift folder":"Ön ayarlar /assets/formant_shift qovluğunda yerləşir",
   "Dataset Name":"Veri Dəsti Adı",
   "Dataset Path":"Veri Dəsti Yolu",
   "If the number is greater than or equal to three, employing median filtering on the collected tone results has the potential to decrease respiration.":"Əgər rəqəm üçdən böyük və ya bərabərdirsə, toplanmış ton nəticələrində median filtrdən istifadə etmək tənəffüsü azaltmaq potensialına malikdir.",
   "Process effects":"Effektləri işləyin",
   "Default value is 1.0":"Varsayılan dəyər 1.0-dır",
   "Quefrency for formant shifting":"Formant dəyişməsi üçün kvefrency",
   "Volume Envelope":"Səs Zərfi",
   "Timbre for formant shifting":"Formant dəyişməsi üçün tembr",
   "Filter Radius":"Filtr Radiusu",
   "Pitch":"Pitch",
   "Set the pitch of the audio, the higher the value, the higher the pitch.":"Səsin pitchini təyin edin, dəyər nə qədər yüksəkdirsə, pitch bir o qədər yüksəkdir.",
   "Name of the new model.":"Yeni modelin adı.",
   "Stop Recording":"Qeydi dayandırın",
   "## Download Model":"## Modeli yükləyin",
   "The f0 curve represents the variations in the base frequency of a voice over time, showing how pitch rises and falls.":"f0 əyrisi səsin əsas tezliyində zamanla baş verən dəyişiklikləri təmsil edir və pitchin necə qalxıb düşdüyünü göstərir.",
   "1. Click on the 'Record Screen' button below to start recording the issue you are experiencing.":"1. Qarşılaşdığınız problemi qeyd etməyə başlamaq üçün aşağıdakı 'Ekranı Qeyd Et' düyməsini vurun.",
   "# How to Report an Issue on GitHub":"# GitHub-da Problemi Necə Bildirmək olar",
   "3. Go to [GitHub Issues](https://github.com/IAHispano/Applio/issues) and click on the 'New Issue' button.":"3. [GitHub Issues](https://github.com/IAHispano/Applio/issues) səhifəsinə keçin və 'Yeni Problem' düyməsini vurun.",
   "Record Screen":"Ekranı qeyd edin",
   "2. Once you have finished recording the issue, click on the 'Stop Recording' button (the same button, but the label changes depending on whether you are actively recording or not).":"2. Problemi qeyd etməyi bitirdikdən sonra 'Qeydi Dayandır' düyməsini vurun (eyni düymə, lakin etiket aktiv olaraq qeyd edib-etməməyinizdən asılı olaraq dəyişir).",
   "See Model Information":"Model Məlumatlarına Baxın",
   "Output of the pth file":"pth faylının çıxışı",
   "Extract F0 Curve":"f0 əyrisini çıxarın",
   "Record":"Qeyd edin",
   "Introduce the model .pth path":"Model .pth yolunu daxil edin",
   "4. Complete the provided issue template, ensuring to include details as needed, and utilize the assets section to upload the recorded file from the previous step.":"4. Təqdim olunmuş problem şablonunu doldurun, lazım olduqda təfərrüatları daxil etdiyinizə əmin olun və əvvəlki addımdan qeyd olunmuş faylı yükləmək üçün aktivlər bölməsindən istifadə edin.",
   "Name of the new dataset.":"Yeni veri dəstinin adı.",
   "Upload Audio Dataset":"Səs Veri Dəstini Yükləyin",
   "Sampling Rate":"Örnekleme Tezliyi",
   "Version of the model architecture.":"Model arxitekturasının versiyası.",
   "Path to the dataset folder.":"Veri dəsti qovluğuna yol.",
   "Enter model name":"Model adını daxil edin",
   "The sampling rate of the audio files.":"Səs fayllarının örnekleme tezliyi."
}