{
  "Training": "Уҡыуы",
  "Output Information": "Сығарылыштар тураһында мәғлүмәт",
  "Extra": "Өҫтәмә",
  "Processing": "Эшкәртеү",
  "Audio Analyzer": "Аудио-анализсы",
  "Inference": "Һығымта",
  "Merge Audios": "Merge Audios",
  "The output information will be displayed here.": "Сығарылыш мәғлүмәте бында күрһәтеләсәк.",
  "Settings": "Көйләүҙәре",
  "Download": "Йөкләү",
  "Plugins": "Плугиндар",
  "Model Information": "Модель мәғлүмәте",
  "Preprocess": "Препроцестар",
  "Report a Bug": "Хата тураһында хәбәр итеү",
  "A simple, high-quality voice conversion tool focused on ease of use and performance.": "Ҡулланыу еңеллегенә һәм эшсәнлегенә йүнәлтелгән тауышты конверсиялауҙың ябай, сифатлы ҡоралы.",
  "This section contains some extra utilities that often may be in experimental phases.": "Был бүлектә ҡайһы бер өҫтәмә коммуналь хеҙмәттәр бар, улар йыш ҡына эксперименталь фазаларҙа булыуы ихтимал.",
  "Model Name": "Модель атамаһы",
  "Process effects": "Процесс эҙемтәләре",
  "Enter model name": "Өлгөлө исемде индерегеҙ",
  "Audio cutting": "Аудио киҫеү",
  "Name of the new model.": "Яңы моделдең исеме.",
  "Dataset Path": "Dataset Path",
  "Refresh Datasets": "Refresh Datasets",
  "Dataset Name": "Dataset Name",
  "Dataset Creator": "Dataset Creator",
  "Path to the dataset folder.": "Бирелмәләр йыйылмаһы папкаһына юл.",
  "Enter dataset path": "Мәғлүмәт тупланмаһы юлына инегеҙ",
  "Enter dataset name": "Бирелмәләр йыйылмаһы атамаһын индерегеҙ",
  "Upload Audio Dataset": "Audio Dataset йөкләү",
  "The audio file has been successfully added to the dataset. Please click the preprocess button.": "Мәғлүмәт тупланмаһына аудиофайл уңышлы өҫтәлә. Алдан уйлап эш итеү төйөгөнә баҫығыҙ.",
  "It's recommended to deactivate this option if your dataset has already been processed.": "Мәғлүмәттәр тупланмаһы эшкәртелгән булһа, был вариантты һүндерергә кәңәш ителә.",
  "Sampling Rate": "Һайлап алыу нормаһы",
  "Model Architecture": "Модель архитектураһы",
  "Version of the model architecture.": "Модель архитектураһы версияһы.",
  "Name of the new dataset.": "Яңы мәғлүмәттәр тупланмаһының исеме.",
  "The sampling rate of the audio files.": "Аудиофайлдарҙың һайлап алыу тиҙлеге.",
  "Preprocess Dataset": "Допроцесс Dataset",
  "Hop Length": "Хоп оҙонлоғо",
  "Extract": "Экстракт",
  "Model used for learning speaker embedding.": "Динамик эмблемаға өйрәнеү өсөн ҡулланылған модель.",
  "Save Every Epoch": "Һәр дәүерҙе ҡотҡарығыҙ",
  "Embedder Model": "Эмбеддер моделе",
  "Batch Size": "Партия үлсәме",
  "Pretrained": "Алдан уҡытылғандар",
  "Denotes the duration it takes for the system to transition to a significant pitch change. Smaller hop lengths require more time for inference but tend to yield higher pitch accuracy.": "Системаның айырсаның һиҙелерлек үҙгәреүенә күсеүе өсөн күпме ваҡыт талап ителеүен билдәләй. Хоптың бәләкәйерәк оҙонлоғо һығымта өсөн күберәк ваҡыт талап итә, әммә айырата юғарыраҡ теүәллек биреүгә ынтыла.",
  "Save Only Latest": "Иң һуңғыһын ғына һаҡлағыҙ",
  "Total Epoch": "Барлығы Эпох",
  "Determine at how many epochs the model will saved at.": "Модель нисә дәүерҙә экономиялаясағын билдәләй.",
  "Specifies the overall quantity of epochs for the model training process.": "Өлгөлө уҡыу процесы өсөн эпохоздарҙың дөйөм һанын билдәләй.",
  "Save Every Weights": "Һәр ауырлыҡты һаҡлағыҙ",
  "It's advisable to align it with the available VRAM of your GPU. A setting of 4 offers improved accuracy but slower processing, while 8 provides faster and standard results.": "Уны һеҙҙең ГПУ-ның булған ВРАМ-ы менән яраштырыу урынлы. 4-те ҡуйыу теүәллекте яҡшырта, әммә эшкәртеүҙе әкренәйтә, шул уҡ ваҡытта 8 тиҙерәк һәм стандарт һөҙөмтәләр бирә.",
  "Custom Pretrained": "Алдан уҡытылған йола",
  "Upload Pretrained Model": "Йөкләү Алдан уҡытылған модель",
  "This setting enables you to save the weights of the model at the conclusion of each epoch.": "Был параметр моделдең ауырлығын һәр дәүер йомғаҡтары буйынса экономияларға мөмкинлек бирә.",
  "Refresh Custom Pretraineds": "Яңырыу йолаһы алдан уҡытылғандар",
  "Enabling this setting will result in the G and D files saving only their most recent versions, effectively conserving storage space.": "Был көйләүгә мөмкинлек биреү G һәм D файлдарының иң һуңғы версияларын ғына һаҡлап ҡалыуына, һаҡлау урынын һөҙөмтәле һаҡлауына килтерәсәк.",
  "Pretrained G Path": "Алдан уҡытылған Г йолаһы",
  "Pretrained D Path": "Алдан уҡытылған Д йолаһы",
  "The file you dropped is not a valid pretrained file. Please try again.": "Һеҙ ташлаған файл алдан уҡ уҡытылған файл түгел. Зинһар, тағы ла һынап ҡарағыҙ.",
  "GPU Settings": "ГПУ көйләүҙәре",
  "GPU Number": "ГПУ номеры",
  "GPU Custom Settings": "ГПУ-ның таможня көйләүҙәре",
  "Pretrained Custom Settings": "Алдан уҡытылған таможня ҡоролошо",
  "Click the refresh button to see the pretrained file in the dropdown menu.": "Алдан әҙерләнгән файлды тамғалау менюһында күреү өсөн яңыртыу төймәһенә баҫығыҙ.",
  "The GPU information will be displayed here.": "ГПУ мәғлүмәте бында күрһәтеләсәк.",
  "Utilizing custom pretrained models can lead to superior results, as selecting the most suitable pretrained models tailored to the specific use case can significantly enhance performance.": "Алдан әҙерләнгән махсус моделдәрҙе ҡулланыу өҫтөнлөклө һөҙөмтәләргә килтереүе мөмкин, сөнки ҡулланыуҙың аныҡ осрағына яраҡлаштырылған алдан әҙерләнгән моделдәрҙе һайлау етештереүсәнлекте һиҙелерлек арттыра ала.",
  "0 to ∞ separated by -": "0—∞ айырылған —",
  "Sets advanced GPU settings, recommended for users with better GPU architecture.": "ГПУ архитектураһы яҡшыраҡ булған ҡулланыусылар өсөн тәҡдим ителгән ГПУ-ның алдынғы көйләүҙәрен билдәләй.",
  "The number of CPU cores to use in the preprocess. The default setting are your cpu cores, which is recommended for most cases.": "Препроцестарҙа ҡулланылырға тейешле КПУ йәҙрәләренең һаны. Дефолт параметры — күпселек осраҡта тәҡдим ителгән cpu йәҙрәләре.",
  "GPU Information": "Мәғлүмәт ГПУ",
  "Pitch Guidance": "Питч-етәкселек",
  "Use CPU": "КПУ-ны ҡулланыу",
  "The number of CPU cores to use in the extraction process. The default setting are your cpu cores, which is recommended for most cases.": "Сығарыу процесында ҡулланыу өсөн КПУ йәҙрәләре һаны. Дефолт параметры — күпселек осраҡта тәҡдим ителгән cpu йәҙрәләре.",
  "Specify the number of GPUs you wish to utilize for extracting by entering them separated by hyphens (-).": "Сығарыу өсөн файҙаланырға теләгән ГПУ-ларҙың һанын күрһәтегеҙ.",
  "Specify the number of GPUs you wish to utilize for preprocess by entering them separated by hyphens (-). At the moment, using multi-gpu will not have a significant effect.": "Алдан эшкәртеү өсөн файҙаланырға теләгән ГПУ-ларҙың һанын дүрбелең менән айырылған килеш күрһәтегеҙ. Әлеге ваҡытта күп гпу ҡулланыу һиҙелерлек һөҙөмтә бирмәй.",
  "Force the use of CPU for training.": "КПУ-ны уҡыу өсөн ҡулланырға мәжбүр итеү.",
  "Extract Features": "Экстракт үҙенсәлектәре",
  "Index Algorithm": "Индекс алгоритмы",
  "Utilize pretrained models when training your own. This approach reduces training duration and enhances overall quality.": "Үҙегеҙҙе күнектергәндә алдан әҙерләнгән моделдәрҙе ҡулланығыҙ. Бындай алым уҡыу оҙайлығын кәметә һәм дөйөм сифатты арттыра.",
  "Cache Dataset in GPU": "ГПУ-ла Cache Dataset",
  "We prioritize running the model extraction on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.": "Тиҙерәк башҡарыу өсөн ГПУ-ла модель сығарыуҙы тормошҡа ашырыуға өҫтөнлөк бирәбеҙ. КПУ-ны ҡулланыуҙы өҫтөн күрәһегеҙ икән, ГПУ яланын буш ҡалдырығыҙ.",
  "Overtraining Detector": "Артыҡ әҙерлек детекторы",
  "Fresh Training": "Яңы әҙерлек",
  "Overtraining Threshold": "Артыҡ әҙерлек сиге",
  "Overtraining Detector Settings": "Артыҡ әҙерлек детекторҙары",
  "We prioritize running the model preprocessing on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.": "Тиҙерәк башҡарыу өсөн ГПУ-ла алдан эшкәртеү моделен эшләүгә өҫтөнлөк бирәбеҙ. КПУ-ны ҡулланыуҙы өҫтөн күрәһегеҙ икән, ГПУ яланын буш ҡалдырығыҙ.",
  "By employing pitch guidance, it becomes feasible to mirror the intonation of the original voice, including its pitch. This feature is particularly valuable for singing and other scenarios where preserving the original melody or pitch pattern is essential.": "Питч-етәкселекте ҡулланып, төп нөсхәләге тауыштың, шул иҫәптән уның айырсаһының интонацияһын сағылдырыу мөмкин була. Был үҙенсәлек йырлау һәм үҙенсәлекле клоун йәки айырса биҙәкен һаҡлау мөһим булған башҡа сценарийҙар өсөн айырыуса ҡиммәтле.",
  "KMeans is a clustering algorithm that divides the dataset into K clusters. This setting is particularly useful for large datasets.": "KMeans — кластерлау алгоритмы, мәғлүмәт тупланмаһын K кластерҙарына бүлә. Был параметр бигерәк тә ҙур мәғлүмәт тупланмалары өсөн файҙалы.",
  "Start Training": "Башланғыс күнекмәләр",
  "Cache the dataset in GPU memory to speed up the training process.": "Уҡыу процесын тиҙләтеү өсөн ГПУ хәтерендәге мәғлүмәттәр йыйылмаһын кэшҡа һалырға.",
  "Generate Index": "Барлыҡҡа килтереү индексы",
  "Detect overtraining to prevent the model from learning the training data too well and losing the ability to generalize to new data.": "Модель уҡытыу мәғлүмәттәрен бик яҡшы өйрәнмәһен һәм яңы мәғлүмәттәргә дөйөмләштереү һәләтен юғалтмаһын өсөн артыҡ әҙерлекте асыҡлағыҙ.",
  "Export Model": "Экспорт моделе",
  "Stop Training": "Күнекмәләрҙе туҡтатыу",
  "Enable this setting only if you are training a new model from scratch or restarting the training. Deletes all previously generated weights and tensorboard logs.": "Яңы моделде нулдән әҙерләгән йәки күнекмәләрҙе яңынан башлаған осраҡта ғына ошо көйҙө эшләтеп ебәрегеҙ. Элек барлыҡҡа килгән бөтә ауырлыҡтарҙы һәм тензорборд бүрәнәләрен юйып ташлай.",
  "Set the maximum number of epochs you want your model to stop training if no improvement is detected.": "Камиллашыу асыҡланмаған осраҡта моделегеҙҙең күнекмәләрҙе туҡтатыуын теләгән дәүерҙәрҙең максималь һанын билдәләгеҙ.",
  "Exported Index file": "Экспортланған индекс файлы",
  "Exported Pth file": "Экспортланған Pth файлы",
  "Upload": "Йөкләнеш",
  "Select the pth file to be exported": "Экспортҡа сығарылырға тейешле пт-файлды һайлағыҙ",
  "Voice Model": "Тауыш моделе",
  "Select the index file to be exported": "Экспортҡа сығарылырға тейешле индекс файлын һайлағыҙ",
  "Refresh": "Яңырыу",
  "Select the voice model to use for the conversion.": "Конверсия өсөн ҡулланыу өсөн тауыш моделен һайлағыҙ.",
  "Single": "Яңғыҙ разряды",
  "Unload Voice": "Тауышты төшөрөп ташлау",
  "Upload Audio": "Йөкләү Аудио",
  "Select Audio": "Аудионы һайлағыҙ",
  "Advanced Settings": "Алдынғы көйләүҙәр",
  "Select the index file to use for the conversion.": "Конверсия өсөн ҡулланыу өсөн индекс файлын һайлағыҙ.",
  "Export Format": "Экспорт форматы",
  "Output Path": "Сығыу юлы",
  "Select the audio to convert.": "Үҙгәртеү өсөн аудионы һайлағыҙ.",
  "Custom Output Path": "Ғәҙәти сығарылыу юлы",
  "Index File": "Индекс файлы",
  "Split Audio": "Slit Audio",
  "Autotune": "Автотун",
  "Clear Outputs (Deletes all audios in assets/audios)": "Асыҡ сығарылыу (активтарҙағы бөтә аудиояҙмаларҙы юйҙыра/аудио)",
  "Clean Strength": "Таҙа көс",
  "Select the format to export the audio.": "Аудиояҙманы экспортлау форматын һайлағыҙ.",
  "Split the audio into chunks for inference to obtain better results in some cases.": "Ҡайһы бер осраҡтарҙа яҡшыраҡ һөҙөмтәләр алыу өсөн аудионы киҫәктәргә бүлергә.",
  "Clean Audio": "Таҙа аудио",
  "The button 'Upload' is only for google colab: Uploads the exported files to the ApplioExported folder in your Google Drive.": "'Upload' төймәһе google coalb өсөн генә: Экспортҡа сығарылған файлдарҙы Google Drive'та ApplieOExport папкаһына йөкләй.",
  "Upscale Audio": "Upscale Audio",
  "The path where the output audio will be saved, by default in assets/audios/output.wav": "Сығарылыу аудиоһы һаҡланып ҡаласаҡ юл, активтарҙа/аудиоларҙа дефолт буйынса/output.wav",
  "Formant Shifting": "Формалашҡан ауышлыҡ",
  "Apply a soft autotune to your inferences, recommended for singing conversions.": "Йырлау конверсиялары өсөн тәҡдим ителгән һығымталарығыҙға йомшаҡ автотун ҡулланығыҙ.",
  "Upscale the audio to a higher quality, recommended for low-quality audios. (It could take longer to process the audio)": "Түбән сифатлы аудиояҙмалар өсөн тәҡдим ителгән аудионы юғары сифатлыраҡ күтәрергә. (Аудиояҙманы эшкәртеү оҙағыраҡ ваҡытты ала)",
  "Enable formant shifting. Used for male to female and vice-versa convertions.": "Формалаштырыуҙы үҙгәртеү мөмкинлеге. Ир-ат өсөн ҡатын-ҡыҙға һәм киреһенсә конверсияларға ҡулланыла.",
  "Default value is 1.0": "Дефолт хаҡы — 1,0",
  "Browse presets for formanting": "Формалаштырыу өсөн браузер пресесты",
  "Clean your audio output using noise detection algorithms, recommended for speaking audios.": "Аудиояҙмаларҙы һөйләү өсөн тәҡдим ителгән шау-шыуҙы асыҡлау алгоритмдары ярҙамында таҙартығыҙ.",
  "Pitch": "Питч",
  "Set the clean-up level to the audio you want, the more you increase it the more it will clean up, but it is possible that the audio will be more compressed.": "Таҙартыу кимәлен үҙең теләгән аудиоға ҡуйығыҙ, уны ни тиклем арттырһағыҙ, шул тиклем күберәк таҙартасаҡ, әммә аудиояҙманың ҡыҫылыуы ла ихтимал.",
  "Timbre for formant shifting": "Тимбре формалаштырыусы ауышлыҡ өсөн",
  "Presets are located in /assets/formant_shift folder": "Пресесеттар /активтарҙа/formant_shift папкала урынлашҡан",
  "Filter Radius": "Радиус фильтры",
  "Volume Envelope": "Том конверты",
  "Search Feature Ratio": "Эҙләү үҙенсәлеге нисбәте",
  "Quefrency for formant shifting": "Формаль ауышлыҡ өсөн квефренций",
  "Set the pitch of the audio, the higher the value, the higher the pitch.": "Аудиояҙманың айырсаһын ҡуйығыҙ, ҡиммәте шул тиклем юғарыраҡ, айырса ла шул тиклем юғарыраҡ.",
  "Protect Voiceless Consonants": "Тауышһыҙ тартынҡыларҙы һаҡлағыҙ",
  "Pitch extraction algorithm": "Питч сығарыу алгоритмы",
  "Convert": "Конверсия",
  "Substitute or blend with the volume envelope of the output. The closer the ratio is to 1, the more the output envelope is employed.": "Сығымдың күләм конвертын алмаштырырға йәки ҡушырға. Нисбәт 1-гә ни тиклем яҡыныраҡ булһа, продукция конверты ла шул тиклем күберәк эшләй.",
  "Export Audio": "Экспорт аудиоһы",
  "Batch": "Партиялар",
  "Input Folder": "Индереү пальдеры",
  "Influence exerted by the index file; a higher value corresponds to greater influence. However, opting for lower values can help mitigate artifacts present in the audio.": "Индекс файлы йоғонтоһо; юғарыраҡ ҡиммәт ҙурыраҡ йоғонтоға тап килә. Әммә түбәнерәк ҡиммәттәрҙе һайлау аудиояҙмала булған артефакттарҙы йомшартырға ярҙам итә ала.",
  "Enter input path": "Инеү юлына инергә",
  "If the number is greater than or equal to three, employing median filtering on the collected tone results has the potential to decrease respiration.": "Әгәр һан өсәүҙән күберәк йәки уға тиң булһа, йыйылған тон һөҙөмтәләрендә медиана фильтрлауҙы ҡулланыу һулыш алыуҙы кәметеү мөмкинлегенә эйә.",
  "Output Folder": "Сығарылыу пальдеры",
  "Pitch extraction algorithm to use for the audio conversion. The default algorithm is rmvpe, which is recommended for most cases.": "Аудиоконверсия өсөн ҡулланыу өсөн питч сығарыу алгоритмы. Дефолт алгоритмы — рмвп, ул күпселек осраҡтар өсөн тәҡдим ителә.",
  "Safeguard distinct consonants and breathing sounds to prevent electro-acoustic tearing and other artifacts. Pulling the parameter to its maximum value of 0.5 offers comprehensive protection. However, reducing this value might decrease the extent of protection while potentially mitigating the indexing effect.": "Электроакустик йәшенеүҙе һәм башҡа артефакттарҙы булдырмаҫ өсөн үҙенсәлекле тартынҡыларҙы һәм тын алыу тауыштарын һаҡлағыҙ. Параметрҙы максималь 0,5 ҡиммәтенә тиклем тартыу комплекслы һаҡланыу тәҡдим итә. Әммә был ҡиммәтте кәметеү һаҡлау күләмен кәметергә, шул уҡ ваҡытта индексинг эффектын йомшартырға мөмкин.",
  "Select the folder containing the audios to convert.": "Үҙгәртеү өсөн аудиояҙмалары булған папканы һайлағыҙ.",
  "Select the folder where the output audios will be saved.": "Сығарылыу аудиояҙмалары һаҡланасаҡ папканы һайлағыҙ.",
  "Enter output path": "Сығарыу юлына инегеҙ",
  "Get information about the audio": "Аудио тураһында мәғлүмәт алығыҙ",
  "Voice Blender": "Тауыш блендеры",
  "Blend Ratio": "Ҡатнашмалар нисбәте",
  "You can also use a custom path.": "Ғәҙәти юлды ла ҡулланырға мөмкин.",
  "Path to Model": "Моделгә юл",
  "Drag and drop your model here": "Моделегеҙҙе ошонда һөйрәп төшөрөгөҙ",
  "Fusion": "Синтез",
  "Enter path to model": "Моделгә юлға инегеҙ",
  "Model information to be placed": "Модель мәғлүмәте урынлаштырыласаҡ",
  "Select two voice models, set your desired blend percentage, and blend them into an entirely new voice.": "Ике тауыш моделен һайлағыҙ, теләгән ҡатнашма процентын ҡуйығыҙ һәм бөтөнләй яңы тауышҡа ҡушығыҙ.",
  "Inroduce the model information": "Inroduce моделле мәғлүмәт",
  "Adjusting the position more towards one side or the other will make the model more similar to the first or second.": "Торошто теге йәки был яҡҡа нығыраҡ көйләү моделде беренсе йәки икенсе яҡҡа нығыраҡ оҡшата.",
  "View model information": "Моделле мәғлүмәтте ҡарау",
  "Introduce the model pth path": "Өлгөлө пт-юлды индер",
  "View": "Күренеше",
  "Model extraction": "Моделле экстракция",
  "The information to be placed in the model (You can leave it blank or put anything).": "Моделгә һалынырға тейешле мәғлүмәт (уны буш ҡалдырырға йәки нимәлер ҡуйырға мөмкин).",
  "Model conversion": "Моделде конверсиялау",
  "Pth file": "Пт-файл",
  "## Voice Blender": "#Voice Blender",
  "Output of the pth file": "Пт-файлдың сығыуы",
  "Extract F0 Curve": "F0 кәкрелеге",
  "# How to Report an Issue on GitHub": "#GitHub тураһында мәсьәлә тураһында нисек хәбәр итергә",
  "Record Screen": "Рекордлы экран",
  "1. Click on the 'Record Screen' button below to start recording the issue you are experiencing.": "1. Кисергән мәсьәләне яҙҙыра башлау өсөн түбәндәге 'Record Screen' төймәһенә баҫығыҙ.",
  "Stop Recording": "Яҙманы туҡтатыу",
  "Introduce the model .pth path": "Модель .pth pay",
  "See Model Information": "Модель мәғлүмәтен ҡарағыҙ",
  "The f0 curve represents the variations in the base frequency of a voice over time, showing how pitch rises and falls.": "F0 кәкрелеге ваҡыт үтеү менән тауыштың нигеҙ йышлығындағы вариацияларҙы кәүҙәләндерә, был айырҙың нисек күтәрелеүен һәм төшөүен күрһәтә.",
  "Model Link": "Модель Һылтанмаһы",
  "## Download Model": "#Йөкләү моделе",
  "Introduce the model link": "Модель һылтанмаһын индереү",
  "Download Model": "Йөкләү моделе",
  "3. Go to [GitHub Issues](https://github.com/IAHispano/Applio/issues) and click on the 'New Issue' button.": "3. [GitHub Issues](https://github.com/IAHispano/Applio/issues) барығыҙ һәм «Яңы сығарылыш» төймәһенә баҫығыҙ.",
  "2. Once you have finished recording the issue, click on the 'Stop Recording' button (the same button, but the label changes depending on whether you are actively recording or not).": "2. Мәсьәләне яҙып бөткәс, «Яҙҙырыуҙы туҡтатығыҙ» төймәһенә баҫығыҙ (шул уҡ төймәгә баҫығыҙ, әммә этикетка әүҙем яҙып алыу-яҙҙырмауығыҙға ҡарап үҙгәрә).",
  "## Drop files": "#Drop файлдары",
  "4. Complete the provided issue template, ensuring to include details as needed, and utilize the assets section to upload the recorded file from the previous step.": "4. Бирелгән сығарылыш ҡалыптарын тамамлап, кәрәк булғанда реквизиттарҙы индерергә һәм активтар бүлеген файҙаланып, алдағы аҙымдан яҙып алынған файлды йөкләү өсөн файҙаланырға.",
  "Record": "Рекорды",
  "Search": "Эҙләнеүҙәр",
  "## Search Model": "#Эҙләү моделе",
  "Drag your .pth file and .index file into this space. Drag one and then the other.": ".pth файлығыҙҙы һәм .index файлығыҙҙы ошо арауыҡҡа һөйрәгеҙ. Береһен, һуңынан икенсеһен һөйрәп сығарығыҙ.",
  "Introduce the model name to search.": "Эҙләү өсөн өлгөлө исемде индерегеҙ.",
  "We couldn't find models by that name.": "Шул исем менән моделдәр таба алманыҡ.",
  "TTS Voices": "TTS Voices",
  "And select the sampling rate": "Һәм һайлап алыу нормаһын һайлағыҙ.",
  "Select the pretrained model you want to download.": "Йөкләргә теләгән алдан әҙерләнгән моделде һайлағыҙ.",
  "## Download Pretrained Models": "#Йөкләү алдан уҡытылған моделдәр",
  "TTS Speed": "TTS Speed",
  "Text to Synthesize": "Синтезға текст",
  "Increase or decrease TTS speed.": "ТТС тиҙлегенең артыуы йәки кәмеүе.",
  "Upload a .txt file": ".txt файлды йөклә",
  "Select the TTS voice to use for the conversion.": "Конверсия өсөн ҡулланыу өсөн TTS тауышын һайлағыҙ.",
  "Input path for text file": "Текст файлын индереү юлы",
  "Enter the text to synthesize.": "Синтезлау өсөн тексты индерегеҙ.",
  "Output Path for TTS Audio": "TTS Audio өсөн сығыу юлы",
  "Enter text to synthesize": "Синтезлау өсөн тексты индерегеҙ",
  "The path to the text file that contains content for text to speech.": "Текст файлына юл, унда текстың телмәр өсөн йөкмәткеһе бар.",
  "Output Path for RVC Audio": "RVC Audio өсөн сығарылыу юлы",
  "Enable Applio integration with Discord presence": "Applio Applio интеграцияһын дискорд булыу менән тәьмин итеү",
  "Enable fake GPU": "Ялған ГПУ-ға мөмкинлек биреү",
  "It will activate the possibility of downloading models with a click from the website.": "Ул сайттан клик ярҙамында моделдәрҙе йөкләү мөмкинлеген әүҙемләштерә.",
  "Theme": "Темаһы",
  "Language": "Теле",
  "Enable Applio integration with applio.org/models using flask": "Enable Applio applio.org/models менән фляга ярҙамында интеграциялау мөмкинлеге",
  "It will activate the possibility of displaying the current Applio activity in Discord.": "Ул Ағымдағы Applio эшмәкәрлеген Discord-та күрһәтеү мөмкинлеген әүҙемләштерәсәк.",
  "Precision": "Аныҡлыҡ",
  "Activates the train tab. However, please note that this device lacks GPU capabilities, hence training is not supported. This option is only for testing purposes. (This option will restart Applio)": "Поезд таблицаһын әүҙемләштерә. Әммә был ҡоролмала ГПУ мөмкинлектәре булмауын билдәләгеҙ, шуға күрә уҡытыу хупланмай. Был вариант һынау маҡсатында ғына. (Был вариант Applio-ны яңынан эшләтеп ебәрәсәк)",
  "Select the language you want to use. (Requires restarting Applio)": "Ҡулланырға теләгән телде һайлағыҙ. (Applio-ны ҡайтанан эшләтеп ебәреү талап итә)",
  "Restart Applio": "Applio-ны ҡайтанан эшләтеп ебәреү",
  "Update precision": "Яңыртыу аныҡлығы",
  "Plugin Installer": "Плугин монтажлаусыһы",
  "Select the theme you want to use. (Requires restarting Applio)": "Ҡулланырға теләгән теманы һайлағыҙ. (Applio-ны ҡайтанан эшләтеп ебәреү талап итә)",
  "Select the precision you want to use for training and inference.": "Күнекмәләр һәм һығымталар өсөн ҡулланырға теләгән аныҡлыҡты һайлағыҙ.",
  "Training is currently unsupported due to the absence of a GPU. To activate the training tab, navigate to the settings tab and enable the 'Fake GPU' option.": "Әлеге ваҡытта ГПУ булмау сәбәпле уҡытыу ярҙамһыҙ ҡала. Күнекмә таблицаһын әүҙемләштереү өсөн көйләүҙәр таблицаһына йүнәлеш алырға һәм 'Fake GPU' вариантын ҡулланыу мөмкинлеген бирергә.",
  "Drag your plugin.zip to install it": "Ҡуйыр өсөн plugin.zip һөйрәп сығарығыҙ",
  "Check for updates": "Яңыртыуҙарҙы тикшереү",
  "Version Checker": "Шашка версияһы",
  "Reverb": "Реверб",
  "Post-Process": "Процестан һуңғы",
  "Apply reverb to the audio.": "Аудиоға киреһен ҡулланығыҙ.",
  "Reverb Room Size": "Reverb Room Ҙурлығы",
  "Reverb Damping": "Дымландырыусы реверб",
  "Post-process the audio to apply effects to the output.": "Процестан һуң аудиояҙма сығарылышҡа эффекттарҙы ҡулланыу өсөн.",
  "Set the room size of the reverb.": "Ҡылымдың бүлмә ҙурлығын ҡуйығыҙ.",
  "Reverb Dry Gain": "Реверб Ҡоро табыш",
  "Set the damping of the reverb.": "Ҡылымдың дымлылығын ҡуйығыҙ.",
  "Check which version of Applio is the latest to see if you need to update.": "Яңыртырға кәрәкме-юҡмы икәнлеген тикшереү өсөн Applio-ның ҡайһы версияһы иң һуңғыһы икәнен тикшерегеҙ.",
  "Set the dry gain of the reverb.": "Ҡылымдың ҡоро табышын ҡуйығыҙ.",
  "Set the wet gain of the reverb.": "Ҡылымдың дымлы табышын ҡуйығыҙ.",
  "Reverb Width": "Видт реверб",
  "Reverb Wet Gain": "Вет-Гайн реверб",
  "Set the width of the reverb.": "Ҡылымдың киңлеген ҡуйығыҙ.",
  "Reverb Freeze Mode": "Реверб туңдырыу режимы",
  "Limiter": "Лимитер",
  "Set the freeze mode of the reverb.": "Ҡылымдың туңыу режимын ҡуйығыҙ.",
  "Set the pitch shift semitones.": "Айыр сменаһы ярымтондарын ҡуйығыҙ.",
  "Pitch Shift Semitones": "Питч-Shift Семитонес",
  "Apply pitch shift to the audio.": "Аудиоға питч-сменаны ҡулланығыҙ.",
  "Apply limiter to the audio.": "Аудиоға сикләүсене ҡулланығыҙ.",
  "Pitch Shift": "Питч-смена",
  "Limiter Threshold dB": "Сикләүсе сикләү dB",
  "Limiter Release Time": "Сикләүсе сығарылыш ваҡыты",
  "Gain": "Табышы",
  "Set the limiter release time.": "Сикләүсе сығарылыш ваҡытын билдәләргә.",
  "Set the limiter threshold dB.": "Сикләү сиген БД ҡуйығыҙ.",
  "Gain dB": "ДБ табышы",
  "Apply gain to the audio.": "Табышты аудиоға ҡулланығыҙ.",
  "Distortion": "Боҙолоу",
  "Set the gain dB.": "Табышты БД ҡуйығыҙ.",
  "Apply distortion to the audio.": "Аудиояҙмаға тайпылыш ҡулланығыҙ.",
  "Chorus": "Хор",
  "Set the distortion gain.": "Тайпылыш табышын ҡуйығыҙ.",
  "Set the chorus rate Hz.": "Хор тиҙлеге Hz ҡуйығыҙ.",
  "Chorus Depth": "Хор тәрәнлеге",
  "Set the chorus depth.": "Хор тәрәнлеге ҡуйығыҙ.",
  "Apply chorus to the audio.": "Аудиоға хор ҡулланығыҙ.",
  "Chorus Rate Hz": "Хор ставкаһы Hz",
  "Chorus Feedback": "Хорҙың кире бәйләнеше",
  "Chorus Mix": "Хор ҡатнашмаһы",
  "Set the chorus feedback.": "Хорҙың фекерҙәрен ҡуйығыҙ.",
  "Set the chorus center delay ms.": "Хор үҙәген тотҡарлаусы мс ҡуйығыҙ.",
  "Chorus Center Delay ms": "Хор үҙәге Кисектереү мс",
  "Set the chorus mix.": "Хор ҡатнашмаһын ҡуйығыҙ.",
  "Bitcrush": "Биткруш",
  "Bitcrush Bit Depth": "Биткруш тәрәнлеге",
  "Clipping": "Ҡысҡырыу",
  "Apply bitcrush to the audio.": "Аудиоға биткруш ҡулланығыҙ.",
  "Compressor": "Компрессор",
  "Clipping Threshold": "Ҡысҡырыу сиге",
  "Set the bitcrush bit depth.": "Биткруштың бер аҙ тәрәнлеге ҡуйығыҙ.",
  "Set the clipping threshold.": "Ҡысҡырыу сиген ҡуйығыҙ.",
  "Apply clipping to the audio.": "Аудиояҙмаға ҡысҡырыуҙы ҡулланығыҙ.",
  "Compressor Threshold dB": "Компрессор сиге",
  "Set the compressor threshold dB.": "Компрессор сиген БД ҡуйығыҙ.",
  "Compressor Attack ms": "Компрессор һөжүме мс",
  "Distortion Gain": "Боҙолоу табышы",
  "Compressor Ratio": "Компрессор нисбәте",
  "Set the compressor ratio.": "Компрессор нисбәтен ҡуйығыҙ.",
  "Set the compressor attack ms.": "Компрессор һөжүмен мс ҡуйығыҙ.",
  "Apply compressor to the audio.": "Аудиоға компрессор ҡулланығыҙ.",
  "Compressor Release ms": "Компрессор Релиз мс",
  "Delay Seconds": "Секундтарҙы кисектереү",
  "Delay": "Кисектереү",
  "Set the compressor release ms.": "Компрессор сығарылышы мс ҡуйығыҙ.",
  "Set the delay seconds.": "Кисектереү секундтарын ҡуйығыҙ.",
  "Delay Feedback": "Кисектереү тураһында фекерҙәр",
  "Set the delay feedback.": "Кисектереү тураһында фекерҙәр ҡуйығыҙ.",
  "Apply delay to the audio.": "Аудиояҙмаға кисектереүҙе ҡулланығыҙ.",
  "Delay Mix": "Кисектереү ҡатнашмаһы",
  "Set the delay mix.": "Кисектереү ҡатнашмаһын ҡуйығыҙ.",
  "Custom Embedder": "Эмбеддер йолаһы",
  "Folder Name": "Папка исеме",
  "Upload .bin": "Йөкләнеш .bin",
  "Upload .json": "Йөкләү .json",
  "Select Custom Embedder": "Махсус эмбеддер һайлағыҙ",
  "Refresh embedders": "Яңырыу эмблемалары",
  "model information": "модель мәғлүмәте",
  "Model Creator": "Өлгөлө ижадсы",
  "Move files to custom embedder folder": "Файлдарҙы махсус эмбеддер папкаһына күсерергә",
  "Speaker ID": "Спикерҙың ID-һы",
  "Model Author Name": "Модель Автор исеме",
  "Name of the model creator. (Default: Unknown)": "Модель төҙөүсенең исеме. (Дефолт: Билдәһеҙ)",
  "Set name": "Йыйылма исеме",
  "The name that will appear in the model information.": "Өлгөлө мәғлүмәттә барлыҡҡа киләсәк исем.",
  "Select the speaker ID to use for the conversion.": "Конверсия өсөн ҡулланыу өсөн динамиктың ID-һын һайлағыҙ.",
  "Set the autotune strength - the more you increase it the more it will snap to the chromatic grid.": "Автотун көсөн ҡуйығыҙ — уны ни тиклем арттырһағыҙ, шул тиклем хроматик селтәргә һығылып торасаҡ."
}