{
  "Extra": "অতিরিক্ত",
  "Inference": "অনুমান",
  "Processing": "প্রক্রিয়াকরণ",
  "Settings": "সেটিংস",
  "Output Information": "আউটপুট তথ্য",
  "Training": "প্রশিক্ষণ",
  "Download": "ডাউনলোড",
  "Model Information": "মডেল তথ্য",
  "Plugins": "প্লাগইন",
  "Audio Analyzer": "অডিও বিশ্লেষক",
  "Preprocess": "প্রিপ্রসেস",
  "Merge Audios": "অডিওগুলি মার্জ করুন",
  "The output information will be displayed here.": "আউটপুট তথ্য এখানে প্রদর্শিত হবে।",
  "Report a Bug": "একটি বাগ রিপোর্ট করুন",
  "Audio cutting": "অডিও কাটিং",
  "Process effects": "প্রক্রিয়া প্রভাব",
  "Dataset Path": "ডেটাসেট পাথ",
  "Enter model name": "মডেলের নাম লিখুন",
  "Model Name": "মডেলের নাম",
  "Dataset Creator": "ডেটাসেট স্রষ্টা",
  "Name of the new model.": "নতুন মডেলের নাম",
  "Dataset Name": "ডেটাসেটের নাম",
  "Name of the new dataset.": "নতুন ডেটাসেটের নাম",
  "Refresh Datasets": "ডেটাসেট রিফ্রেশ করুন",
  "Path to the dataset folder.": "ডেটাসেট ফোল্ডারে পাথ।",
  "This section contains some extra utilities that often may be in experimental phases.": "এই বিভাগে কিছু অতিরিক্ত ইউটিলিটি রয়েছে যা প্রায়শই পরীক্ষামূলক পর্যায়ে থাকতে পারে।",
  "Enter dataset name": "তথ্যসেটের নাম লিখুন",
  "Enter dataset path": "ডেটাসেটের পথ লিখুন",
  "Upload Audio Dataset": "অডিও ডেটাসেট আপলোড করুন",
  "Sampling Rate": "নমুনা হার",
  "Extract": "নিষ্কাশন",
  "A simple, high-quality voice conversion tool focused on ease of use and performance.": "একটি সহজ, উচ্চ মানের ভয়েস রূপান্তর সরঞ্জাম ব্যবহারের স্বাচ্ছন্দ্য এবং কর্মক্ষমতা উপর দৃষ্টি নিবদ্ধ করে।",
  "Model Architecture": "মডেল আর্কিটেকচার",
  "It's recommended to deactivate this option if your dataset has already been processed.": "আপনার তথ্যসেটটি ইতিমধ্যে প্রক্রিয়া করা হয়ে থাকলে এই বিকল্পটি নিষ্ক্রিয় করার সুপারিশ করা হয়।",
  "The sampling rate of the audio files.": "অডিও ফাইলের নমুনা হার।",
  "Embedder Model": "এম্বেডার মডেল",
  "Preprocess Dataset": "প্রিপ্রসেস ডেটাসেট",
  "Hop Length": "হপ দৈর্ঘ্য",
  "The audio file has been successfully added to the dataset. Please click the preprocess button.": "অডিও ফাইলটি সফলভাবে ডেটাসেটে যুক্ত করা হয়েছে। অনুগ্রহ করে প্রিপ্রসেস বাটনে ক্লিক করুন।",
  "Batch Size": "ব্যাচের আকার",
  "Version of the model architecture.": "মডেল আর্কিটেকচারের সংস্করণ।",
  "Model used for learning speaker embedding.": "স্পিকার এম্বেডিং শেখার জন্য ব্যবহৃত মডেল।",
  "Total Epoch": "মোট যুগ",
  "Pretrained": "পূর্বনির্ধারিত",
  "Save Every Epoch": "প্রতিটি যুগ সংরক্ষণ করুন",
  "Custom Pretrained": "কাস্টম প্রিট্রেইনড",
  "Save Every Weights": "প্রতিটি ওজন সংরক্ষণ করুন",
  "Save Only Latest": "শুধুমাত্র সর্বশেষ সংরক্ষণ করুন",
  "Determine at how many epochs the model will saved at.": "মডেলটি কতগুলি যুগে সংরক্ষণ করবে তা নির্ধারণ করুন।",
  "Upload Pretrained Model": "প্রিট্রেনড মডেল আপলোড করুন",
  "Refresh Custom Pretraineds": "কাস্টম প্রিট্রেনেডগুলি রিফ্রেশ করুন",
  "Pretrained Custom Settings": "পূর্বনির্ধারিত কাস্টম সেটিংস",
  "Denotes the duration it takes for the system to transition to a significant pitch change. Smaller hop lengths require more time for inference but tend to yield higher pitch accuracy.": "সিস্টেমটি একটি উল্লেখযোগ্য পিচ পরিবর্তনে রূপান্তরিত হতে যে সময়কাল নেয় তা বোঝায়। ছোট হপ দৈর্ঘ্যের জন্য অনুমানের জন্য আরও সময় প্রয়োজন তবে উচ্চতর পিচ নির্ভুলতা অর্জন করে।",
  "Pretrained G Path": "কাস্টম প্রিট্রেনড জি",
  "GPU Settings": "জিপিইউ সেটিংস",
  "Pretrained D Path": "কাস্টম প্রিট্রেনড ডি",
  "Specifies the overall quantity of epochs for the model training process.": "মডেল প্রশিক্ষণ প্রক্রিয়ার জন্য যুগের সামগ্রিক পরিমাণ উল্লেখ করে।",
  "This setting enables you to save the weights of the model at the conclusion of each epoch.": "এই সেটিংটি আপনাকে প্রতিটি যুগের শেষে মডেলের ওজন সংরক্ষণ করতে সক্ষম করে।",
  "GPU Number": "জিপিইউ নম্বর",
  "It's advisable to align it with the available VRAM of your GPU. A setting of 4 offers improved accuracy but slower processing, while 8 provides faster and standard results.": "এটি আপনার জিপিইউর উপলব্ধ ভিআরএএমের সাথে সারিবদ্ধ করার পরামর্শ দেওয়া হচ্ছে। 4 এর একটি সেটিং উন্নত নির্ভুলতা সরবরাহ করে তবে ধীর প্রক্রিয়াজাতকরণ, যখন 8 দ্রুত এবং মানক ফলাফল সরবরাহ করে।",
  "GPU Custom Settings": "GPU কাস্টম সেটিংস",
  "The file you dropped is not a valid pretrained file. Please try again.": "আপনার ফেলে দেওয়া ফাইলটি একটি বৈধ পূর্বপ্রশিক্ষিত ফাইল নয়. অনুগ্রহ করে আবার চেষ্টা করুন।",
  "GPU Information": "জিপিইউ তথ্য",
  "0 to ∞ separated by -": "0 থেকে ∞ দ্বারা পৃথক করা হয় -",
  "The GPU information will be displayed here.": "GPU তথ্য এখানে প্রদর্শিত হবে।",
  "Click the refresh button to see the pretrained file in the dropdown menu.": "ড্রপডাউন মেনুতে প্রিট্রেনড ফাইলটি দেখতে রিফ্রেশ বোতামটি ক্লিক করুন।",
  "Use CPU": "CPU ব্যবহার করুন",
  "Pitch Guidance": "পিচ গাইডেন্স",
  "Sets advanced GPU settings, recommended for users with better GPU architecture.": "উন্নত GPU সেটিংস সেট করে, আরও ভাল GPU আর্কিটেকচার সহ ব্যবহারকারীদের জন্য প্রস্তাবিত।",
  "Enabling this setting will result in the G and D files saving only their most recent versions, effectively conserving storage space.": "এই সেটিংটি সক্ষম করার ফলে জি এবং ডি ফাইলগুলি কেবলমাত্র তাদের সাম্প্রতিকতম সংস্করণগুলি সংরক্ষণ করবে, কার্যকরভাবে স্টোরেজ স্পেস সংরক্ষণ করবে।",
  "The number of CPU cores to use in the preprocess. The default setting are your cpu cores, which is recommended for most cases.": "প্রিপ্রসেসে ব্যবহার করার জন্য সিপিইউ কোরের সংখ্যা। ডিফল্ট সেটিংটি হ'ল আপনার সিপিইউ কোর, যা বেশিরভাগ ক্ষেত্রে প্রস্তাবিত।",
  "Force the use of CPU for training.": "প্রশিক্ষণের জন্য CPU ব্যবহার করতে বাধ্য করুন।",
  "Extract Features": "এক্সট্রাক্ট বৈশিষ্ট্য",
  "Utilizing custom pretrained models can lead to superior results, as selecting the most suitable pretrained models tailored to the specific use case can significantly enhance performance.": "কাস্টম প্রিট্রেনড মডেলগুলি ব্যবহার করা উচ্চতর ফলাফলের দিকে পরিচালিত করতে পারে, কারণ নির্দিষ্ট ব্যবহারের ক্ষেত্রে উপযুক্ত প্রিট্রেনড মডেলগুলি নির্বাচন করা কর্মক্ষমতা উল্লেখযোগ্যভাবে বাড়িয়ে তুলতে পারে।",
  "Cache Dataset in GPU": "GPU-তে ক্যাশে ডেটাসেট",
  "Index Algorithm": "সূচক অ্যালগরিদম",
  "Specify the number of GPUs you wish to utilize for preprocess by entering them separated by hyphens (-). At the moment, using multi-gpu will not have a significant effect.": "হাইফেন (-) দ্বারা পৃথক করে প্রিপ্রসেসের জন্য আপনি যে সংখ্যক জিপিইউ ব্যবহার করতে চান তা নির্দিষ্ট করুন। এই মুহুর্তে, মাল্টি-জিপিইউ ব্যবহার করা একটি উল্লেখযোগ্য প্রভাব ফেলবে না।",
  "The number of CPU cores to use in the extraction process. The default setting are your cpu cores, which is recommended for most cases.": "নিষ্কাশন প্রক্রিয়াতে ব্যবহার করার জন্য সিপিইউ কোরের সংখ্যা। ডিফল্ট সেটিংটি হ'ল আপনার সিপিইউ কোর, যা বেশিরভাগ ক্ষেত্রে প্রস্তাবিত।",
  "Utilize pretrained models when training your own. This approach reduces training duration and enhances overall quality.": "আপনার নিজের প্রশিক্ষণের সময় প্রিপ্রশিক্ষিত মডেলগুলি ব্যবহার করুন। এই পদ্ধতির প্রশিক্ষণের সময়কাল হ্রাস করে এবং সামগ্রিক মান বাড়ায়।",
  "Specify the number of GPUs you wish to utilize for extracting by entering them separated by hyphens (-).": "হাইফেন (-) দ্বারা পৃথক করে আপনি এক্সট্রাক্ট করার জন্য কতগুলি জিপিইউ ব্যবহার করতে চান তা নির্দিষ্ট করুন।",
  "Overtraining Detector": "ওভারট্রেনিং ডিটেক্টর",
  "Overtraining Threshold": "ওভারট্রেনিং থ্রেশহোল্ড",
  "Fresh Training": "নতুন করে প্রশিক্ষণ",
  "Overtraining Detector Settings": "ওভারট্রেনিং ডিটেক্টর সেটিংস",
  "Start Training": "প্রশিক্ষণ শুরু করুন",
  "Stop Training": "প্রশিক্ষণ বন্ধ করুন",
  "We prioritize running the model extraction on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.": "আমরা দ্রুত পারফরম্যান্সের জন্য জিপিইউতে মডেল এক্সট্রাকশন চালানোর অগ্রাধিকার দিই। আপনি যদি সিপিইউ ব্যবহার করতে পছন্দ করেন তবে কেবল জিপিইউ ক্ষেত্রটি ফাঁকা রেখে দিন।",
  "Cache the dataset in GPU memory to speed up the training process.": "প্রশিক্ষণ প্রক্রিয়াটি গতি বাড়ানোর জন্য জিপিইউ মেমরিতে ডেটাসেটটি ক্যাশে করুন।",
  "We prioritize running the model preprocessing on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.": "আমরা দ্রুত পারফরম্যান্সের জন্য জিপিইউতে মডেল প্রিপ্রসেসিং চালানোর অগ্রাধিকার দিই। আপনি যদি সিপিইউ ব্যবহার করতে পছন্দ করেন তবে কেবল জিপিইউ ক্ষেত্রটি ফাঁকা রেখে দিন।",
  "Generate Index": "সূচী তৈরি করুন",
  "Export Model": "রপ্তানি মডেল",
  "KMeans is a clustering algorithm that divides the dataset into K clusters. This setting is particularly useful for large datasets.": "কেমিয়ানস একটি ক্লাস্টারিং অ্যালগরিদম যা ডেটাসেটকে কে ক্লাস্টারে বিভক্ত করে। এই সেটিংটি বড় ডেটাসেটগুলির জন্য বিশেষভাবে কার্যকর।",
  "By employing pitch guidance, it becomes feasible to mirror the intonation of the original voice, including its pitch. This feature is particularly valuable for singing and other scenarios where preserving the original melody or pitch pattern is essential.": "পিচ গাইডেন্স নিয়োগ করে, এর পিচ সহ মূল ভয়েসের স্বরভঙ্গিটি মিরর করা সম্ভব হয়। এই বৈশিষ্ট্যটি গাওয়া এবং অন্যান্য পরিস্থিতিতে বিশেষত মূল্যবান যেখানে মূল সুর বা পিচ প্যাটার্ন সংরক্ষণ করা অপরিহার্য।",
  "Upload": "আপলোড",
  "Refresh": "সতেজ",
  "Exported Pth file": "Pth ফাইল রপ্তানি করা হয়েছে",
  "Voice Model": "ভয়েস মডেল",
  "Exported Index file": "রপ্তানিকৃত সূচী ফাইল",
  "Index File": "সূচী ফাইল",
  "Unload Voice": "ভয়েস আনলোড করুন",
  "Single": "একক",
  "Select the index file to be exported": "রপ্তানী করার জন্য সূচী ফাইলটি নির্বাচন করুন",
  "Select the pth file to be exported": "রপ্তানী করার জন্য pth ফাইলটি চয়ন করো",
  "Upload Audio": "অডিও আপলোড করুন",
  "Select Audio": "অডিও নির্বাচন করুন",
  "Set the maximum number of epochs you want your model to stop training if no improvement is detected.": "কোনও উন্নতি শনাক্ত না হলে আপনার মডেলটি প্রশিক্ষণ বন্ধ করতে চান এমন সর্বাধিক সংখ্যক যুগ সেট করুন।",
  "Advanced Settings": "উন্নত সেটিংস",
  "Select the voice model to use for the conversion.": "রূপান্তরটির জন্য ব্যবহার করতে ভয়েস মডেলটি নির্বাচন করুন।",
  "Enable this setting only if you are training a new model from scratch or restarting the training. Deletes all previously generated weights and tensorboard logs.": "যদি আপনি স্ক্র্যাচ থেকে কোনও নতুন মডেলকে প্রশিক্ষণ দেন বা প্রশিক্ষণটি পুনরায় শুরু করেন তবেই এই সেটিংটি সক্ষম করুন। পূর্বে উত্পন্ন সমস্ত ওজন এবং টেনসরবোর্ড লগগুলি মুছে ফেলে।",
  "Select the index file to use for the conversion.": "রূপান্তরটির জন্য ব্যবহার করতে সূচী ফাইলটি নির্বাচন করুন।",
  "Detect overtraining to prevent the model from learning the training data too well and losing the ability to generalize to new data.": "মডেলটিকে প্রশিক্ষণের ডেটা খুব ভালভাবে শিখতে এবং নতুন ডেটাতে সাধারণীকরণের ক্ষমতা হারাতে বাধা দেওয়ার জন্য ওভারট্রেনিং সনাক্ত করুন।",
  "Output Path": "আউটপুট পাথ",
  "Export Format": "রপ্তানি বিন্যাস",
  "Custom Output Path": "কাস্টম আউটপুট পাথ",
  "The button 'Upload' is only for google colab: Uploads the exported files to the ApplioExported folder in your Google Drive.": "'আপলোড' বোতামটি কেবল গুগল কোলাবের জন্য: আপনার গুগল ড্রাইভে অ্যাপ্লিওএক্সপোর্ট ফোল্ডারে রফতানি করা ফাইলগুলি আপলোড করে।",
  "Select the audio to convert.": "রূপান্তর করতে অডিও নির্বাচন করুন।",
  "Split Audio": "অডিও বিভক্ত করুন",
  "Autotune": "অটোটিউন",
  "Clear Outputs (Deletes all audios in assets/audios)": "আউটপুট সাফ করুন (সম্পদ / অডিওতে সমস্ত অডিও মুছে ফেলে)",
  "Clean Audio": "পরিষ্কার অডিও",
  "Select the format to export the audio.": "অডিও রফতানি করতে ফর্ম্যাটটি চয়ন করো।",
  "Upscale Audio": "আপস্কেল অডিও",
  "Clean Strength": "পরিষ্কার শক্তি",
  "Formant Shifting": "ফর্ম্যান্ট শিফটিং",
  "Pitch": "পিচ",
  "Default value is 1.0": "ডিফল্ট মান হল 1.0",
  "Browse presets for formanting": "গঠনের জন্য প্রিসেটগুলি ব্রাউজ করুন",
  "Filter Radius": "ফিল্টার ব্যাসার্ধ",
  "Presets are located in /assets/formant_shift folder": "প্রিসেটগুলি /assets/formant_shift ফোল্ডারে অবস্থিত",
  "The path where the output audio will be saved, by default in assets/audios/output.wav": "পাথ যেখানে আউটপুট অডিও সংরক্ষণ করা হবে, সম্পদ / অডিও / output.wav ডিফল্টরূপে",
  "Apply a soft autotune to your inferences, recommended for singing conversions.": "আপনার অনুমানগুলিতে একটি নরম অটোটিউন প্রয়োগ করুন, রূপান্তরগুলি গাওয়ার জন্য প্রস্তাবিত।",
  "Timbre for formant shifting": "ফর্ম্যান্ট শিফটিংয়ের জন্য টিম্বার",
  "Split the audio into chunks for inference to obtain better results in some cases.": "কিছু ক্ষেত্রে আরও ভাল ফলাফল পেতে অনুমানের জন্য অডিওটিকে খণ্ডগুলিতে বিভক্ত করুন।",
  "Quefrency for formant shifting": "ফর্ম্যান্ট শিফটিং জন্য কোয়েফ্রেনসি",
  "Enable formant shifting. Used for male to female and vice-versa convertions.": "ফর্ম্যান্ট শিফটিং সক্ষম করুন। পুরুষ থেকে মহিলা এবং তদ্বিপরীত রূপান্তরের জন্য ব্যবহৃত হয়।",
  "Clean your audio output using noise detection algorithms, recommended for speaking audios.": "অডিও বলার জন্য প্রস্তাবিত কোলাহল শনাক্তকরণ অ্যালগরিদমগুলি ব্যবহার করে আপনার অডিও আউটপুট পরিষ্কার করুন।",
  "Upscale the audio to a higher quality, recommended for low-quality audios. (It could take longer to process the audio)": "নিম্ন-মানের অডিওগুলির জন্য প্রস্তাবিত অডিওটিকে একটি উচ্চতর গুণমানে আপস্কেল করুন। (অডিও প্রক্রিয়া করতে আরও বেশি সময় লাগতে পারে)",
  "Set the pitch of the audio, the higher the value, the higher the pitch.": "অডিওর পিচ সেট করুন, মান যত বেশি, পিচ তত বেশি।",
  "Volume Envelope": "ভলিউম খাম",
  "Batch": "ব্যাচ",
  "Convert": "রূপান্তর",
  "Search Feature Ratio": "অনুসন্ধান বৈশিষ্ট্য অনুপাত",
  "Export Audio": "অডিও রপ্তানি করুন",
  "Input Folder": "ইনপুট ফোল্ডার",
  "Output Folder": "আউটপুট ফোল্ডার",
  "Set the clean-up level to the audio you want, the more you increase it the more it will clean up, but it is possible that the audio will be more compressed.": "আপনি যে অডিওটি চান তাতে ক্লিন-আপ স্তরটি সেট করুন, আপনি এটি যত বাড়াবেন তত বেশি এটি পরিষ্কার হবে, তবে এটি সম্ভব যে অডিওটি আরও সংকুচিত হবে।",
  "Protect Voiceless Consonants": "কণ্ঠহীন ব্যঞ্জনবর্ণ রক্ষা করুন",
  "Pitch extraction algorithm": "পিচ নিষ্কাশন অ্যালগরিদম",
  "Substitute or blend with the volume envelope of the output. The closer the ratio is to 1, the more the output envelope is employed.": "আউটপুটের ভলিউম খামের সাথে বিকল্প বা মিশ্রণ করুন। অনুপাতটি 1 এর কাছাকাছি হয়, তত বেশি আউটপুট খাম নিযুক্ত করা হয়।",
  "Influence exerted by the index file; a higher value corresponds to greater influence. However, opting for lower values can help mitigate artifacts present in the audio.": "ইনডেক্স ফাইল দ্বারা প্রভাবিত; একটি উচ্চতর মান বৃহত্তর প্রভাবের সাথে মিলে যায়। তবে, নিম্ন মানগুলি বেছে নেওয়া অডিওতে উপস্থিত নিদর্শনগুলি প্রশমিত করতে সহায়তা করতে পারে।",
  "Enter output path": "আউটপুট পথ লিখুন",
  "Enter input path": "ইনপুট পথ লিখুন",
  "Get information about the audio": "অডিও সম্পর্কে তথ্য পান",
  "## Voice Blender": "## ভয়েস ব্লেন্ডার",
  "Pitch extraction algorithm to use for the audio conversion. The default algorithm is rmvpe, which is recommended for most cases.": "অডিও রূপান্তর জন্য ব্যবহার করতে পিচ নিষ্কাশন অ্যালগরিদম. ডিফল্ট অ্যালগরিদমটি আরএমভিপিই, যা বেশিরভাগ ক্ষেত্রে প্রস্তাবিত।",
  "Select the folder containing the audios to convert.": "রূপান্তর করতে অডিওযুক্ত ফোল্ডারটি নির্বাচন করুন।",
  "Blend Ratio": "ব্লেন্ড রেশিও",
  "Voice Blender": "ভয়েস ব্লেন্ডার",
  "Fusion": "ফিউশন",
  "Drag and drop your model here": "আপনার মডেলটি এখানে টেনে এনে ছেড়ে দিন",
  "If the number is greater than or equal to three, employing median filtering on the collected tone results has the potential to decrease respiration.": "যদি সংখ্যাটি তিনটির চেয়ে বেশি বা সমান হয় তবে সংগৃহীত স্বন ফলাফলগুলিতে মধ্যমা ফিল্টারিং নিয়োগ করা শ্বাসকষ্ট হ্রাস করার সম্ভাবনা রয়েছে।",
  "You can also use a custom path.": "আপনি একটি কাস্টম পাথও ব্যবহার করতে পারেন।",
  "View": "দর্শন",
  "Path to Model": "মডেলের পথ",
  "Select the folder where the output audios will be saved.": "ফোল্ডারটি নির্বাচন করুন যেখানে আউটপুট অডিওগুলি সংরক্ষণ করা হবে।",
  "Enter path to model": "মডেলের পথ লিখুন",
  "Model information to be placed": "মডেল তথ্য স্থাপন করা হবে",
  "Inroduce the model information": "মডেলের তথ্য ইনরোডিউস করুন",
  "Safeguard distinct consonants and breathing sounds to prevent electro-acoustic tearing and other artifacts. Pulling the parameter to its maximum value of 0.5 offers comprehensive protection. However, reducing this value might decrease the extent of protection while potentially mitigating the indexing effect.": "ইলেক্ট্রো-অ্যাকোস্টিক ছিঁড়ে যাওয়া এবং অন্যান্য নিদর্শনগুলি রোধ করতে স্বতন্ত্র ব্যঞ্জনবর্ণ এবং শ্বাস প্রশ্বাসের শব্দগুলি রক্ষা করুন। প্যারামিটারটিকে তার সর্বোচ্চ মান 0.5 এ টানলে ব্যাপক সুরক্ষা সরবরাহ করে। যাইহোক, এই মান হ্রাস করা সম্ভাব্যভাবে সূচক প্রভাব প্রশমিত করার সময় সুরক্ষার পরিমাণ হ্রাস করতে পারে।",
  "Model extraction": "মডেল নিষ্কাশন",
  "Pth file": "Pth ফাইল",
  "Model conversion": "মডেল রূপান্তর",
  "View model information": "মডেল তথ্য দেখুন",
  "Introduce the model pth path": "মডেল পিটিএইচ পাথ পরিচয় করিয়ে দিন",
  "Output of the pth file": "পিটিএইচ ফাইলের আউটপুট",
  "Extract F0 Curve": "এক্সট্রাক্ট F0 কার্ভ",
  "Select two voice models, set your desired blend percentage, and blend them into an entirely new voice.": "দুটি ভয়েস মডেল নির্বাচন করুন, আপনার পছন্দসই মিশ্রণের শতাংশ সেট করুন এবং এগুলি সম্পূর্ণ নতুন ভয়েসে মিশ্রিত করুন।",
  "Record": "রেকর্ড",
  "Record Screen": "রেকর্ড স্ক্রিন",
  "The information to be placed in the model (You can leave it blank or put anything).": "মডেলটিতে যে তথ্য রাখতে হবে (আপনি এটি ফাঁকা রেখে দিতে পারেন বা কিছু রাখতে পারেন)।",
  "Stop Recording": "রেকর্ডিং বন্ধ করুন",
  "# How to Report an Issue on GitHub": "# গিটহাবে একটি সমস্যা কিভাবে রিপোর্ট করবেন",
  "3. Go to [GitHub Issues](https://github.com/IAHispano/Applio/issues) and click on the 'New Issue' button.": "৩. [GitHub Issues](https://github.com/IAHispano/Applio/issues) এ যান এবং 'New Issue' বাটনে ক্লিক করুন।",
  "## Download Model": "## মডেল ডাউনলোড করুন",
  "Model Link": "মডেল লিংক",
  "Adjusting the position more towards one side or the other will make the model more similar to the first or second.": "একপাশে বা অন্যদিকে অবস্থানটি আরও সামঞ্জস্য করা মডেলটিকে প্রথম বা দ্বিতীয়টির সাথে আরও অনুরূপ করে তুলবে।",
  "Introduce the model .pth path": "মডেল .pth পাথ পরিচয় করিয়ে দিন",
  "See Model Information": "মডেল তথ্য দেখুন",
  "Download Model": "মডেল ডাউনলোড করুন",
  "## Drop files": "## ফাইল ড্রপ করুন",
  "Search": "সন্ধান",
  "## Search Model": "## সার্চ মডেল",
  "Introduce the model link": "মডেল লিঙ্কটি পরিচয় করিয়ে দিন",
  "1. Click on the 'Record Screen' button below to start recording the issue you are experiencing.": "1. আপনি যে সমস্যার সম্মুখীন হচ্ছেন তা রেকর্ড করা শুরু করতে নীচের 'রেকর্ড স্ক্রিন' বোতামে ক্লিক করুন।",
  "## Download Pretrained Models": "## প্রিট্রেনড মডেল ডাউনলোড করুন",
  "Drag your .pth file and .index file into this space. Drag one and then the other.": "আপনার .pth ফাইল এবং .index ফাইলটি এই স্পেসে টেনে আনুন। একটা টেনে আনুন, তারপর অন্যটা।",
  "TTS Speed": "TTS গতি",
  "Select the pretrained model you want to download.": "আপনি যে প্রিট্রেনড মডেলটি ডাউনলোড করতে চান তা নির্বাচন করুন।",
  "We couldn't find models by that name.": "এই নামে মডেল খুঁজে পাওয়া যায়নি।",
  "TTS Voices": "টিটিএস ভয়েসেস",
  "And select the sampling rate": "এবং নমুনা হার নির্বাচন করুন।",
  "Introduce the model name to search.": "অনুসন্ধানে মডেলের নামটি পরিচয় করিয়ে দিন।",
  "Increase or decrease TTS speed.": "TTS গতি বাড়ান বা কমান।",
  "Upload a .txt file": "একটি .txt ফাইল আপলোড করুন",
  "Text to Synthesize": "সংশ্লেষণ করার জন্য পাঠ্য",
  "Input path for text file": "পাঠ্য ফাইলের জন্য ইনপুট পথ",
  "The f0 curve represents the variations in the base frequency of a voice over time, showing how pitch rises and falls.": "এফ 0 বক্ররেখা সময়ের সাথে সাথে একটি ভয়েসের বেস ফ্রিকোয়েন্সির বিভিন্নতার প্রতিনিধিত্ব করে, পিচ কীভাবে উত্থান ও পতন হয় তা দেখায়।",
  "Enter text to synthesize": "সংশ্লেষ করতে পাঠ্য লিখুন",
  "Enter the text to synthesize.": "সংশ্লেষ করতে পাঠ্যটি প্রবেশ করান।",
  "2. Once you have finished recording the issue, click on the 'Stop Recording' button (the same button, but the label changes depending on whether you are actively recording or not).": "2. একবার আপনি সমস্যাটি রেকর্ড করা শেষ করার পরে, 'রেকর্ডিং বন্ধ করুন' বোতামে ক্লিক করুন (একই বোতাম, তবে আপনি সক্রিয়ভাবে রেকর্ড করছেন কিনা তার উপর নির্ভর করে লেবেলটি পরিবর্তিত হয়)।",
  "Select the TTS voice to use for the conversion.": "রূপান্তরটির জন্য ব্যবহার করতে TTS ভয়েস নির্বাচন করুন।",
  "Output Path for RVC Audio": "আরভিসি অডিওর জন্য আউটপুট পাথ",
  "Output Path for TTS Audio": "TTS অডিওর জন্য আউটপুট পাথ",
  "Enable fake GPU": "জাল GPU সক্ষম করুন",
  "Theme": "থীম",
  "4. Complete the provided issue template, ensuring to include details as needed, and utilize the assets section to upload the recorded file from the previous step.": "4. প্রদত্ত ইস্যু টেমপ্লেটটি সম্পূর্ণ করুন, প্রয়োজন অনুসারে বিশদ অন্তর্ভুক্ত করা নিশ্চিত করুন এবং পূর্ববর্তী পদক্ষেপ থেকে রেকর্ড করা ফাইলটি আপলোড করতে সম্পদ বিভাগটি ব্যবহার করুন।",
  "The path to the text file that contains content for text to speech.": "পাঠ্য ফাইলের পথ যা পাঠ্য থেকে বক্তৃতার জন্য সামগ্রী ধারণ করে।",
  "Language": "ভাষা",
  "Restart Applio": "Applio পুনঃশুরু করুন",
  "Enable Applio integration with applio.org/models using flask": "ফ্লাস্ক ব্যবহার করে applio.org/models সাথে অ্যাপলিও ইন্টিগ্রেশন সক্ষম করুন",
  "Enable Applio integration with Discord presence": "ডিসকর্ড উপস্থিতি সহ অ্যাপলিও ইন্টিগ্রেশন সক্ষম করুন",
  "Precision": "যথার্থতা",
  "Select the theme you want to use. (Requires restarting Applio)": "আপনি যে থিমটি ব্যবহার করতে চান তা নির্বাচন করুন। (অ্যাপলিও পুনরায় চালু করা প্রয়োজন)",
  "Plugin Installer": "প্লাগইন ইনস্টলার",
  "Select the language you want to use. (Requires restarting Applio)": "আপনি যে ভাষাটি ব্যবহার করতে চান তা নির্বাচন করুন। (অ্যাপলিও পুনরায় চালু করা প্রয়োজন)",
  "It will activate the possibility of downloading models with a click from the website.": "এটি ওয়েবসাইট থেকে একটি ক্লিকের সাথে মডেলগুলি ডাউনলোড করার সম্ভাবনা সক্রিয় করবে।",
  "Update precision": "যথার্থতা আপডেট করুন",
  "Version Checker": "সংস্করণ পরীক্ষক",
  "Training is currently unsupported due to the absence of a GPU. To activate the training tab, navigate to the settings tab and enable the 'Fake GPU' option.": "জিপিইউ না থাকার কারণে প্রশিক্ষণ বর্তমানে অসমর্থিত। প্রশিক্ষণ ট্যাবটি সক্রিয় করতে, সেটিংস ট্যাবে নেভিগেট করুন এবং 'ফেক জিপিইউ' বিকল্পটি সক্ষম করুন।",
  "Check for updates": "আপডেটের জন্য পরীক্ষা করুন",
  "It will activate the possibility of displaying the current Applio activity in Discord.": "এটি ডিসকর্ডে বর্তমান অ্যাপলিও ক্রিয়াকলাপ প্রদর্শনের সম্ভাবনা সক্রিয় করবে।",
  "Post-Process": "পোস্ট-প্রসেস",
  "Reverb": "রিভারব",
  "Drag your plugin.zip to install it": "এটি ইনস্টল করতে আপনার plugin.zip টেনে আনুন",
  "Activates the train tab. However, please note that this device lacks GPU capabilities, hence training is not supported. This option is only for testing purposes. (This option will restart Applio)": "ট্রেন ট্যাবটি সক্রিয় করে। তবে, দয়া করে নোট করুন যে এই ডিভাইসটিতে জিপিইউ ক্ষমতার অভাব রয়েছে, তাই প্রশিক্ষণ সমর্থিত নয়। এই বিকল্পটি শুধুমাত্র পরীক্ষার উদ্দেশ্যে। (এই বিকল্পটি অ্যাপলিও পুনরায় চালু করবে)",
  "Select the precision you want to use for training and inference.": "প্রশিক্ষণ এবং অনুমানের জন্য আপনি যে নির্ভুলতা ব্যবহার করতে চান তা নির্বাচন করুন।",
  "Post-process the audio to apply effects to the output.": "আউটপুটে প্রভাব প্রয়োগ করতে অডিওটি পোস্ট-প্রসেস করুন।",
  "Reverb Room Size": "রিভারব রুমের আকার",
  "Apply reverb to the audio.": "অডিওতে রিভার্ব প্রয়োগ করুন।",
  "Reverb Damping": "রিভারব ড্যাম্পিং",
  "Set the room size of the reverb.": "রিভার্বের ঘরের আকার সেট করুন।",
  "Reverb Wet Gain": "রিভারব ওয়েট গেইন",
  "Set the wet gain of the reverb.": "রিভার্বের ভেজা লাভ সেট করুন।",
  "Reverb Width": "রিভার্ব প্রস্থ",
  "Check which version of Applio is the latest to see if you need to update.": "আপনার আপডেট করার প্রয়োজন আছে কিনা তা দেখতে অ্যাপলিওর কোন সংস্করণটি সর্বশেষতম তা পরীক্ষা করে দেখুন।",
  "Set the damping of the reverb.": "রিভারবের স্যাঁতসেঁতে সেট করুন।",
  "Set the width of the reverb.": "রিভার্বের প্রস্থ সেট করুন।",
  "Reverb Dry Gain": "রিভারব ড্রাই গেইন",
  "Set the dry gain of the reverb.": "রিভারবের শুকনো লাভ সেট করুন।",
  "Reverb Freeze Mode": "রিভার্ব ফ্রিজ মোড",
  "Limiter": "লিমিটার",
  "Set the freeze mode of the reverb.": "রিভারবের ফ্রিজ মোড সেট করুন।",
  "Pitch Shift": "পিচ শিফট",
  "Gain": "মুনাফা",
  "Pitch Shift Semitones": "পিচ শিফট সেমিটোন",
  "Apply pitch shift to the audio.": "অডিওতে পিচ শিফট প্রয়োগ করুন।",
  "Limiter Release Time": "লিমিটার রিলিজ টাইম",
  "Apply limiter to the audio.": "অডিওতে লিমিটার প্রয়োগ করুন।",
  "Set the gain dB.": "লাভ ডিবি সেট করুন।",
  "Limiter Threshold dB": "লিমিটার থ্রেশহোল্ড ডিবি",
  "Apply gain to the audio.": "অডিওতে লাভ প্রয়োগ করুন।",
  "Set the limiter threshold dB.": "লিমিটার থ্রেশহোল্ড ডিবি সেট করুন।",
  "Set the limiter release time.": "লিমিটার রিলিজের সময় সেট করুন।",
  "Gain dB": "ডিবি লাভ করুন",
  "Apply distortion to the audio.": "অডিওতে বিকৃতি প্রয়োগ করুন।",
  "Distortion Gain": "বিকৃতি লাভ",
  "Chorus": "কোরাস",
  "Set the distortion gain.": "বিকৃতি লাভ সেট করুন।",
  "Distortion": "বিকৃতি",
  "Chorus Rate Hz": "কোরাস রেট Hz",
  "Apply chorus to the audio.": "অডিওতে কোরাস প্রয়োগ করুন।",
  "Chorus Depth": "কোরাস গভীরতা",
  "Set the chorus rate Hz.": "কোরাস রেট Hz সেট করুন।",
  "Set the chorus depth.": "কোরাস গভীরতা সেট করুন।",
  "Chorus Mix": "কোরাস মিক্স",
  "Bitcrush": "বিটক্রাশ",
  "Chorus Feedback": "কোরাস ফিডব্যাক",
  "Chorus Center Delay ms": "কোরাস সেন্টার বিলম্ব এমএস",
  "Set the chorus center delay ms.": "কোরাস কেন্দ্র বিলম্ব এমএস সেট করুন।",
  "Set the chorus mix.": "কোরাস মিশ্রণ সেট করুন।",
  "Apply bitcrush to the audio.": "অডিওতে বিটক্রাশ প্রয়োগ করুন।",
  "Set the chorus feedback.": "কোরাস প্রতিক্রিয়া সেট করুন।",
  "Clipping": "ক্লিপিং",
  "Bitcrush Bit Depth": "বিটক্রাশ বিট গভীরতা",
  "Compressor": "কম্প্রেসার",
  "Clipping Threshold": "ক্লিপিং থ্রেশহোল্ড",
  "Apply clipping to the audio.": "অডিওতে ক্লিপিং প্রয়োগ করুন।",
  "Set the bitcrush bit depth.": "বিটক্রাশ বিট গভীরতা সেট করুন।",
  "Set the clipping threshold.": "ক্লিপিং থ্রেশহোল্ড সেট করুন।",
  "Set the pitch shift semitones.": "পিচ শিফট সেমিটোন সেট করুন।",
  "Compressor Ratio": "কম্প্রেসর অনুপাত",
  "Delay": "বিলম্ব",
  "Compressor Attack ms": "কম্প্রেসার অ্যাটাক এমএস",
  "Apply compressor to the audio.": "অডিওতে সংকোচকারী প্রয়োগ করুন।",
  "Compressor Threshold dB": "কম্প্রেসার থ্রেশহোল্ড ডিবি",
  "Set the compressor ratio.": "সংকোচকারী অনুপাত সেট করুন।",
  "Set the compressor threshold dB.": "সংকোচকারী থ্রেশহোল্ড ডিবি সেট করুন।",
  "Compressor Release ms": "কম্প্রেসার রিলিজ এমএস",
  "Set the compressor release ms.": "সংকোচকারী রিলিজ এমএস সেট করুন।",
  "Set the compressor attack ms.": "সংকোচকারী আক্রমণ এমএস সেট করুন।",
  "Delay Seconds": "সেকেন্ড বিলম্ব করুন",
  "Set the delay seconds.": "বিলম্ব সেকেন্ড সেট করুন।",
  "model information": "মডেল তথ্য",
  "Delay Feedback": "বিলম্বিত প্রতিক্রিয়া",
  "Apply delay to the audio.": "অডিওতে বিলম্ব প্রয়োগ করুন।",
  "Upload .bin": ".bin আপলোড করুন",
  "Set the delay feedback.": "বিলম্ব প্রতিক্রিয়া সেট করুন।",
  "Set the delay mix.": "বিলম্ব মিশ্রণ সেট করুন।",
  "Folder Name": "ফোল্ডারের নাম",
  "Custom Embedder": "কাস্টম এম্বেডার",
  "Upload .json": ".json আপলোড করুন",
  "Select Custom Embedder": "কাস্টম এম্বেডার নির্বাচন করুন",
  "Model Creator": "মডেল ক্রিয়েটর",
  "Delay Mix": "বিলম্ব মিশ্রণ",
  "Speaker ID": "স্পিকার ID",
  "Refresh embedders": "রিফ্রেশ এম্বেডার",
  "Name of the model creator. (Default: Unknown)": "মডেল নির্মাতার নাম। (ডিফল্ট: অজানা)",
  "Move files to custom embedder folder": "কাস্টম এম্বেডার ফোল্ডারে ফাইলগুলি সরান",
  "Set name": "নাম সেট করুন",
  "Model Author Name": "মডেল লেখকের নাম",
  "The name that will appear in the model information.": "মডেল তথ্যে যে নামটি উপস্থিত হবে।",
  "Select the speaker ID to use for the conversion.": "রূপান্তরটির জন্য ব্যবহার করতে স্পিকার ID চয়ন করো।",
  "Set the autotune strength - the more you increase it the more it will snap to the chromatic grid.": "অটোটিউন শক্তি সেট করুন - আপনি এটি যত বাড়াবেন তত বেশি এটি ক্রোম্যাটিক গ্রিডে স্ন্যাপ করবে।"
}