{
  "Training": "Obuka",
  "Extra": "Ekstra",
  "Processing": "Obrada",
  "Inference": "Zaključak",
  "Output Information": "Izlazne informacije",
  "The output information will be displayed here.": "Izlazne informacije će biti prikazane ovdje.",
  "Merge Audios": "Spajanje audio zapisa",
  "Settings": "Postavke",
  "Download": "Preuzimanje",
  "Plugins": "Dodaci",
  "This section contains some extra utilities that often may be in experimental phases.": "Ovaj odjeljak sadrži neke dodatne uslužne programe koji često mogu biti u eksperimentalnim fazama.",
  "Model Information": "Informacije o modelu",
  "Audio Analyzer": "Audio analizator",
  "Preprocess": "Predproces",
  "Report a Bug": "Prijavi grešku",
  "A simple, high-quality voice conversion tool focused on ease of use and performance.": "Jednostavan, kvalitetan alat za konverziju glasa fokusiran na jednostavnost korištenja i performanse.",
  "Audio cutting": "Rezanje zvuka",
  "Process effects": "Efekti procesa",
  "Enter model name": "Unesite ime modela",
  "Name of the new model.": "Ime novog modela.",
  "Dataset Path": "Put skupa podataka",
  "It's recommended to deactivate this option if your dataset has already been processed.": "Preporučuje se da deaktivirate ovu opciju ako je vaš skup podataka već obrađen.",
  "Path to the dataset folder.": "Put do foldera skupa podataka.",
  "Dataset Creator": "Kreator skupa podataka",
  "Name of the new dataset.": "Ime novog skupa podataka.",
  "Enter dataset name": "Unesite ime skupa podataka",
  "Refresh Datasets": "Osvježavanje skupova podataka",
  "Dataset Name": "Naziv skupa podataka",
  "Upload Audio Dataset": "Upload Audio Dataset",
  "The audio file has been successfully added to the dataset. Please click the preprocess button.": "Audio datoteka je uspješno dodana u skup podataka. Molimo kliknite na dugme za predobradu.",
  "Enter dataset path": "Unesite putanju skupa podataka",
  "Model Name": "Ime modela",
  "Sampling Rate": "Brzina uzorkovanja",
  "Model Architecture": "Arhitektura modela",
  "Extract": "Izdvoji",
  "Version of the model architecture.": "Verzija arhitekture modela.",
  "Preprocess Dataset": "Skup podataka prije obrade",
  "Embedder Model": "Embedder Model",
  "Batch Size": "Veličina serije",
  "The sampling rate of the audio files.": "Brzina uzorkovanja audio datoteka.",
  "Model used for learning speaker embedding.": "Model koji se koristi za učenje ugradnje govornika.",
  "Save Every Epoch": "Spasite svaku epohu",
  "Total Epoch": "Totalna epoha",
  "Hop Length": "Dužina skoka",
  "Denotes the duration it takes for the system to transition to a significant pitch change. Smaller hop lengths require more time for inference but tend to yield higher pitch accuracy.": "Označava trajanje koje je potrebno da sistem pređe na značajnu promjenu visine tona. Manje dužine skoka zahtijevaju više vremena za zaključivanje, ali imaju tendenciju da daju veću preciznost visine.",
  "It's advisable to align it with the available VRAM of your GPU. A setting of 4 offers improved accuracy but slower processing, while 8 provides faster and standard results.": "Preporučljivo je da ga uskladite sa dostupnim VRAM-om vašeg GPU-a. Postavka 4 nudi poboljšanu preciznost, ali sporiju obradu, dok 8 pruža brže i standardne rezultate.",
  "Determine at how many epochs the model will saved at.": "Odredite u koliko epoha će model biti sačuvan.",
  "Pretrained": "Unaprijed obučeni",
  "Specifies the overall quantity of epochs for the model training process.": "Specificira ukupnu količinu epoha za proces obuke modela.",
  "Save Every Weights": "Sačuvaj svaku težinu",
  "Save Only Latest": "Sačuvaj samo najnovije",
  "Custom Pretrained": "Prilagođeni unaprijed obučeni",
  "Upload Pretrained Model": "Upload unaprijed obučeni model",
  "Pretrained Custom Settings": "Unaprijed obučene prilagođene postavke",
  "Refresh Custom Pretraineds": "Osvježite prilagođene unaprijed obučene",
  "Enabling this setting will result in the G and D files saving only their most recent versions, effectively conserving storage space.": "Omogućavanje ove postavke će rezultirati u G i D datotekama koje će sačuvati samo svoje najnovije verzije, efikasno štedeći prostor za pohranu.",
  "GPU Settings": "Postavke GPU-a",
  "Pretrained G Path": "Prilagođeni unaprijed obučeni G",
  "Pretrained D Path": "Prilagođeni unaprijed obučeni D",
  "The file you dropped is not a valid pretrained file. Please try again.": "Datoteka koju ste ispustili nije valjana unaprijed obučena datoteka. Molim te, pokušaj ponovo.",
  "Utilizing custom pretrained models can lead to superior results, as selecting the most suitable pretrained models tailored to the specific use case can significantly enhance performance.": "Korištenje prilagođenih unaprijed obučenih modela može dovesti do superiornih rezultata, jer odabir najprikladnijih unaprijed obučenih modela prilagođenih specifičnom slučaju upotrebe može značajno poboljšati performanse.",
  "GPU Custom Settings": "GPU prilagođene postavke",
  "Click the refresh button to see the pretrained file in the dropdown menu.": "Kliknite na dugme za osvježavanje da biste vidjeli unaprijed obučenu datoteku u padajućem meniju.",
  "Sets advanced GPU settings, recommended for users with better GPU architecture.": "Postavlja napredne GPU postavke, preporučene za korisnike sa boljom GPU arhitekturom.",
  "GPU Number": "GPU broj",
  "This setting enables you to save the weights of the model at the conclusion of each epoch.": "Ova postavka vam omogućava da sačuvate težinu modela na kraju svake epohe.",
  "0 to ∞ separated by -": "0 do ∞ razdvojeno sa -",
  "The GPU information will be displayed here.": "Informacije o GPU-u će biti prikazane ovdje.",
  "Pitch Guidance": "Pitch Guidance",
  "The number of CPU cores to use in the preprocess. The default setting are your cpu cores, which is recommended for most cases.": "Broj CPU jezgri koje će se koristiti u predprocesu. Podrazumevana postavka su vaše CPU jezgre, što se preporučuje za većinu slučajeva.",
  "GPU Information": "Informacije o GPU-u",
  "Use CPU": "Koristite CPU",
  "Force the use of CPU for training.": "Prisiliti korištenje CPU-a za obuku.",
  "Specify the number of GPUs you wish to utilize for extracting by entering them separated by hyphens (-).": "Navedite broj GPU-a koje želite koristiti za izdvajanje tako što ćete ih unijeti odvojene crticama (-).",
  "Extract Features": "Značajke izvlačenja",
  "The number of CPU cores to use in the extraction process. The default setting are your cpu cores, which is recommended for most cases.": "Broj CPU jezgara koje se koriste u procesu ekstrakcije. Podrazumevana postavka su vaše CPU jezgre, što se preporučuje za većinu slučajeva.",
  "Utilize pretrained models when training your own. This approach reduces training duration and enhances overall quality.": "Koristite unaprijed obučene modele kada trenirate svoje. Ovaj pristup smanjuje trajanje treninga i poboljšava ukupni kvalitet.",
  "Specify the number of GPUs you wish to utilize for preprocess by entering them separated by hyphens (-). At the moment, using multi-gpu will not have a significant effect.": "Navedite broj GPU-a koje želite koristiti za predprocesiranje tako što ćete ih unijeti odvojene crticama (-). U ovom trenutku, korištenje multi-gpu-a neće imati značajan učinak.",
  "Cache Dataset in GPU": "Cache skup podataka u GPU-u",
  "We prioritize running the model extraction on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.": "Prioritet nam je pokretanje ekstrakcije modela na GPU-u za brže performanse. Ako više volite da koristite CPU, jednostavno ostavite polje GPU-a prazno.",
  "Index Algorithm": "Algoritam indeksa",
  "We prioritize running the model preprocessing on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.": "Prioritet nam je pokretanje predobrade modela na GPU-u za brže performanse. Ako više volite da koristite CPU, jednostavno ostavite polje GPU-a prazno.",
  "Overtraining Detector": "Detektor pretreniranosti",
  "By employing pitch guidance, it becomes feasible to mirror the intonation of the original voice, including its pitch. This feature is particularly valuable for singing and other scenarios where preserving the original melody or pitch pattern is essential.": "Korištenjem navođenja visine tona, postaje izvodljivo zrcaliti intonaciju originalnog glasa, uključujući i njegovu visinu. Ova karakteristika je posebno vrijedna za pjevanje i druge scenarije gdje je očuvanje originalne melodije ili obrasca visine tona bitno.",
  "Overtraining Detector Settings": "Postavke detektora pretreniranosti",
  "Cache the dataset in GPU memory to speed up the training process.": "Spremite skup podataka u GPU memoriju kako biste ubrzali proces obuke.",
  "Overtraining Threshold": "Prag pretreniranosti",
  "KMeans is a clustering algorithm that divides the dataset into K clusters. This setting is particularly useful for large datasets.": "KMeans je algoritam klasteriranja koji dijeli skup podataka u K klastera. Ova postavka je posebno korisna za velike skupove podataka.",
  "Stop Training": "Prestani trenirati",
  "Start Training": "Počni trenirati",
  "Generate Index": "Generiraj indeks",
  "Fresh Training": "Svježi trening",
  "Detect overtraining to prevent the model from learning the training data too well and losing the ability to generalize to new data.": "Otkrijte pretreniranost kako biste spriječili model da previše dobro nauči podatke o obuci i izgubi sposobnost generalizacije na nove podatke.",
  "Export Model": "Izvozni model",
  "Enable this setting only if you are training a new model from scratch or restarting the training. Deletes all previously generated weights and tensorboard logs.": "Omogućite ovu postavku samo ako trenirate novi model od nule ili ponovo pokrećete obuku. Briše sve prethodno generisane težine i dnevnike tensorboarda.",
  "Exported Pth file": "Izvezena Pth datoteka",
  "Upload": "Transfer",
  "Exported Index file": "Izvezena Index datoteka",
  "Select the pth file to be exported": "Odaberite pth datoteku za izvoz",
  "Select the index file to be exported": "Odaberite indeksnu datoteku za izvoz",
  "The button 'Upload' is only for google colab: Uploads the exported files to the ApplioExported folder in your Google Drive.": "Dugme 'Upload' je samo za google colab: Uploads the exported files to the ApplioExported folder in your Google Drive.",
  "Set the maximum number of epochs you want your model to stop training if no improvement is detected.": "Podesite maksimalan broj epoha za koje želite da vaš model prestane trenirati ako se ne otkrije poboljšanje.",
  "Voice Model": "Glasovni model",
  "Single": "Sama",
  "Index File": "Indeksna datoteka",
  "Refresh": "Osvježi",
  "Select the index file to use for the conversion.": "Odaberite datoteku indeksa koju ćete koristiti za konverziju.",
  "Unload Voice": "Istovar Glas",
  "Upload Audio": "Učitavanje zvuka",
  "Select Audio": "Odaberite Audio",
  "Select the audio to convert.": "Odaberite zvuk za konvertovanje.",
  "Select the voice model to use for the conversion.": "Odaberite glasovni model koji ćete koristiti za konverziju.",
  "Advanced Settings": "Napredna podešavanja",
  "Output Path": "Izlazna putanja",
  "Custom Output Path": "Prilagođena izlazna putanja",
  "Clear Outputs (Deletes all audios in assets/audios)": "Clear Outputs (Briše sve audio zapise u sredstvima/audios)",
  "Split Audio": "Split Audio",
  "Export Format": "Format izvoza",
  "Autotune": "Autotune",
  "Split the audio into chunks for inference to obtain better results in some cases.": "Podijelite zvuk na dijelove za zaključivanje kako biste dobili bolje rezultate u nekim slučajevima.",
  "Clean Audio": "Čist zvuk",
  "The path where the output audio will be saved, by default in assets/audios/output.wav": "Put na kojem će izlazni zvuk biti sačuvan, po defaultu u assets/audios/output.wav",
  "Clean Strength": "Čista snaga",
  "Upscale Audio": "Vrhunski zvuk",
  "Apply a soft autotune to your inferences, recommended for singing conversions.": "Primijenite meko automatsko podešavanje na svoje zaključke, preporučeno za konverzije pjevanja.",
  "Clean your audio output using noise detection algorithms, recommended for speaking audios.": "Očistite svoj audio izlaz pomoću algoritama za detekciju buke, koji se preporučuju za govorne zvukove.",
  "Formant Shifting": "Formant Shifting",
  "Upscale the audio to a higher quality, recommended for low-quality audios. (It could take longer to process the audio)": "Povećajte zvuk na viši kvalitet, preporučuje se za audio zapise niskog kvaliteta. (Moglo bi potrajati duže za obradu zvuka)",
  "Browse presets for formanting": "Pregledajte presetove za formiranje",
  "Default value is 1.0": "Podrazumevana vrednost je 1.0",
  "Enable formant shifting. Used for male to female and vice-versa convertions.": "Omogući premještanje formanata. Koristi se za muško u žensko i obrnuto konverzije.",
  "Presets are located in /assets/formant_shift folder": "Presetovi se nalaze u folderu /assets/formant_shift",
  "Pitch": "Pitch",
  "Timbre for formant shifting": "Tembar za premještanje formanta",
  "Set the clean-up level to the audio you want, the more you increase it the more it will clean up, but it is possible that the audio will be more compressed.": "Podesite nivo čišćenja na zvuk koji želite, što ga više povećavate to će se više čistiti, ali je moguće da će zvuk biti komprimiraniji.",
  "Filter Radius": "Radijus filtera",
  "Search Feature Ratio": "Omjer karakteristika pretraživanja",
  "Set the pitch of the audio, the higher the value, the higher the pitch.": "Podesite visinu zvuka, što je veća vrijednost, to je viša visina.",
  "Quefrency for formant shifting": "Quefrency za premještanje formanta",
  "Volume Envelope": "Volumen Envelope",
  "Influence exerted by the index file; a higher value corresponds to greater influence. However, opting for lower values can help mitigate artifacts present in the audio.": "Uticaj koji vrši indeksna datoteka; viša vrijednost odgovara većem utjecaju. Međutim, odabir nižih vrijednosti može pomoći u ublažavanju artefakata prisutnih u zvuku.",
  "Convert": "Pretvori",
  "If the number is greater than or equal to three, employing median filtering on the collected tone results has the potential to decrease respiration.": "Ako je broj veći ili jednak tri, korištenje medijana filtriranja na prikupljenim rezultatima tona ima potencijal da smanji disanje.",
  "Protect Voiceless Consonants": "Zaštitite bezvučne suglasnike",
  "Pitch extraction algorithm": "Algoritam za ekstrakciju visine tona",
  "Substitute or blend with the volume envelope of the output. The closer the ratio is to 1, the more the output envelope is employed.": "Zamijenite ili pomiješajte sa omotnicom volumena izlaza. Što je omjer bliži 1, to se više koristi izlazna omotnica.",
  "Batch": "Serija",
  "Export Audio": "Izvoz zvuka",
  "Pitch extraction algorithm to use for the audio conversion. The default algorithm is rmvpe, which is recommended for most cases.": "Algoritam za ekstrakciju visine tona koji se koristi za audio konverziju. Zadani algoritam je rmvpe, koji se preporučuje za većinu slučajeva.",
  "Enter input path": "Unesite ulaznu putanju",
  "Safeguard distinct consonants and breathing sounds to prevent electro-acoustic tearing and other artifacts. Pulling the parameter to its maximum value of 0.5 offers comprehensive protection. However, reducing this value might decrease the extent of protection while potentially mitigating the indexing effect.": "Zaštitite različite suglasnike i zvukove disanja kako biste spriječili elektro-akustično kidanje i druge artefakte. Povlačenje parametra na maksimalnu vrijednost od 0,5 nudi sveobuhvatnu zaštitu. Međutim, smanjenje ove vrijednosti može smanjiti obim zaštite dok potencijalno ublažava efekat indeksiranja.",
  "Output Folder": "Izlazna mapa",
  "Select the folder containing the audios to convert.": "Odaberite folder koji sadrži audio zapise za konvertovanje.",
  "Input Folder": "Ulazna fascikla",
  "Enter output path": "Unesite izlaznu stazu",
  "Select the folder where the output audios will be saved.": "Odaberite folder u koji će izlazni audio zapisi biti spremljeni.",
  "Select the format to export the audio.": "Odaberite format za izvoz zvuka.",
  "## Voice Blender": "## Glasovni mikser",
  "Voice Blender": "Glasovni mikser",
  "Get information about the audio": "Saznajte informacije o zvuku",
  "Drag and drop your model here": "Povuci i spusti svoj model ovdje",
  "You can also use a custom path.": "Također možete koristiti prilagođenu putanju.",
  "Select two voice models, set your desired blend percentage, and blend them into an entirely new voice.": "Odaberite dva modela glasa, podesite željeni postotak miješanja i uklopite ih u potpuno novi glas.",
  "Fusion": "Fuzija",
  "Blend Ratio": "Omjer mješavine",
  "Path to Model": "Put do modela",
  "Enter path to model": "Unesite put do modela",
  "Inroduce the model information": "Uvedite informacije o modelu",
  "Model information to be placed": "Informacije o modelu koje treba postaviti",
  "Adjusting the position more towards one side or the other will make the model more similar to the first or second.": "Prilagođavanje položaja više prema jednoj ili drugoj strani učinit će model sličnijim prvom ili drugom.",
  "View model information": "Pogledaj informacije o modelu",
  "The information to be placed in the model (You can leave it blank or put anything).": "Informacije koje se stavljaju u model (možete ga ostaviti prazno ili staviti bilo što).",
  "View": "Prikaz",
  "Model extraction": "Ekstrakcija modela",
  "Introduce the model pth path": "Uvedite model pth putanje",
  "Pth file": "Pth fajl",
  "Output of the pth file": "Izlaz pth datoteke",
  "# How to Report an Issue on GitHub": "# Kako prijaviti problem na GitHubu",
  "Extract F0 Curve": "Izdvajanje F0 krivulje",
  "Model conversion": "Konverzija modela",
  "Record Screen": "Snimanje ekrana",
  "Record": "Dosije",
  "Stop Recording": "Zaustavite snimanje",
  "See Model Information": "Pogledajte informacije o modelu",
  "1. Click on the 'Record Screen' button below to start recording the issue you are experiencing.": "1. Kliknite na dugme 'Snimanje ekrana' ispod da biste započeli snimanje problema koji doživljavate.",
  "## Download Model": "## Download Model",
  "The f0 curve represents the variations in the base frequency of a voice over time, showing how pitch rises and falls.": "F0 krivulja predstavlja varijacije u osnovnoj frekvenciji glasa tokom vremena, pokazujući kako visina visine raste i pada.",
  "Introduce the model .pth path": "Uvedite model .pth putanje",
  "Model Link": "Model Link",
  "3. Go to [GitHub Issues](https://github.com/IAHispano/Applio/issues) and click on the 'New Issue' button.": "3. Idite na [GitHub Issues](https://github.com/IAHispano/Applio/issues) i kliknite na dugme 'New Issue'.",
  "2. Once you have finished recording the issue, click on the 'Stop Recording' button (the same button, but the label changes depending on whether you are actively recording or not).": "2. Nakon što završite sa snimanjem problema, kliknite na dugme 'Zaustavi snimanje' (isto dugme, ali oznaka se mijenja ovisno o tome da li aktivno snimate ili ne).",
  "Introduce the model link": "Predstavite link modela",
  "Download Model": "Preuzmite model",
  "Search": "Tražiti",
  "## Search Model": "## Pretraži model",
  "Drag your .pth file and .index file into this space. Drag one and then the other.": "Povucite svoj .pth fajl i .index fajl u ovaj prostor. Povuci jedno, pa drugo.",
  "Introduce the model name to search.": "Uvedite ime modela za pretragu.",
  "4. Complete the provided issue template, ensuring to include details as needed, and utilize the assets section to upload the recorded file from the previous step.": "4. Popunite priloženi predložak problema, osiguravajući da uključite detalje po potrebi, i koristite odjeljak sredstava za učitavanje snimljene datoteke iz prethodnog koraka.",
  "## Download Pretrained Models": "## Preuzmite unaprijed obučene modele",
  "TTS Voices": "TTS glasovi",
  "## Drop files": "## Baci fajlove",
  "TTS Speed": "TTS brzina",
  "We couldn't find models by that name.": "Nismo mogli da nađemo modele sa tim imenom.",
  "Select the pretrained model you want to download.": "Odaberite unaprijed obučeni model koji želite preuzeti.",
  "Increase or decrease TTS speed.": "Povećajte ili smanjite TTS brzinu.",
  "And select the sampling rate": "I izaberi brzinu uzorkovanja.",
  "Text to Synthesize": "Tekst za sintezu",
  "Enter the text to synthesize.": "Unesite tekst za sintezu.",
  "Select the TTS voice to use for the conversion.": "Odaberite TTS glas koji ćete koristiti za konverziju.",
  "Upload a .txt file": "Učitajte .txt datoteku",
  "Input path for text file": "Ulazna putanja za tekstualnu datoteku",
  "Enter text to synthesize": "Unesite tekst za sintezu",
  "Output Path for TTS Audio": "Izlazna putanja za TTS audio",
  "The path to the text file that contains content for text to speech.": "Put do tekstualne datoteke koja sadrži sadržaj za pretvaranje teksta u govor.",
  "Output Path for RVC Audio": "Izlazna putanja za RVC audio",
  "Theme": "Tema",
  "Enable fake GPU": "Omogućite lažni GPU",
  "Enable Applio integration with Discord presence": "Omogućite Applio integraciju sa Discord prisustvom",
  "It will activate the possibility of downloading models with a click from the website.": "Aktivirat će mogućnost preuzimanja modela jednim klikom sa web stranice.",
  "Language": "Jezik",
  "Restart Applio": "Ponovno pokrenite aplikaciju",
  "It will activate the possibility of displaying the current Applio activity in Discord.": "Aktivirat će mogućnost prikazivanja trenutne Applio aktivnosti u Discordu.",
  "Select the theme you want to use. (Requires restarting Applio)": "Odaberite temu koju želite koristiti. (Zahtijeva ponovno pokretanje Applio-a)",
  "Activates the train tab. However, please note that this device lacks GPU capabilities, hence training is not supported. This option is only for testing purposes. (This option will restart Applio)": "Aktivira karticu voza. Međutim, imajte na umu da ovom uređaju nedostaju GPU mogućnosti, stoga obuka nije podržana. Ova opcija je samo u svrhu testiranja. (Ova opcija će ponovo pokrenuti Applio)",
  "Enable Applio integration with applio.org/models using flask": "Omogućite Applio integraciju sa applio.org/models koristeći flask",
  "Precision": "Preciznost",
  "Select the language you want to use. (Requires restarting Applio)": "Odaberite jezik koji želite koristiti. (Zahtijeva ponovno pokretanje Applio-a)",
  "Update precision": "Preciznost ažuriranja",
  "Plugin Installer": "Plugin Installer",
  "Select the precision you want to use for training and inference.": "Odaberite preciznost koju želite koristiti za trening i zaključivanje.",
  "Version Checker": "Provjera verzije",
  "Post-Process": "Post-proces",
  "Training is currently unsupported due to the absence of a GPU. To activate the training tab, navigate to the settings tab and enable the 'Fake GPU' option.": "Obuka je trenutno nepodržana zbog nedostatka GPU-a. Da biste aktivirali karticu za obuku, idite na karticu postavki i omogućite opciju 'Lažni GPU'.",
  "Reverb": "Odjek",
  "Post-process the audio to apply effects to the output.": "Post-procesirajte zvuk kako biste primijenili efekte na izlaz.",
  "Check which version of Applio is the latest to see if you need to update.": "Provjerite koja je verzija Applia najnovija da vidite da li trebate ažurirati.",
  "Drag your plugin.zip to install it": "Povucite plugin.zip da ga instalirate",
  "Apply reverb to the audio.": "Primijeni reverb na audio.",
  "Reverb Room Size": "Reverb Veličina sobe",
  "Check for updates": "Provjerite ažuriranja",
  "Reverb Damping": "Prigušivanje odjeka",
  "Set the room size of the reverb.": "Podesite veličinu prostorije reverba.",
  "Set the damping of the reverb.": "Podesite prigušenje reverba.",
  "Reverb Dry Gain": "Reverb Dry Gain",
  "Reverb Wet Gain": "Reverb Wet Gain",
  "Set the wet gain of the reverb.": "Podesite mokro pojačanje reverba.",
  "Set the dry gain of the reverb.": "Podesite suhi dobitak reverba.",
  "Reverb Width": "Širina odjeka",
  "Reverb Freeze Mode": "Reverb Freeze Mode",
  "Pitch Shift": "Promjena visine tona",
  "Set the width of the reverb.": "Podesite širinu odjeka.",
  "Set the freeze mode of the reverb.": "Podesite način zamrzavanja reverba.",
  "Pitch Shift Semitones": "Polutonovi pomaka visine tona",
  "Apply pitch shift to the audio.": "Primijenite pitch shift na zvuk.",
  "Limiter": "Limiter",
  "Limiter Threshold dB": "Prag limitera dB",
  "Gain": "Dobiti",
  "Set the limiter threshold dB.": "Podesite prag limitera dB.",
  "Set the pitch shift semitones.": "Podesite polutonove za promjenu visine tona.",
  "Limiter Release Time": "Vrijeme otpuštanja limitera",
  "Set the limiter release time.": "Podesite vrijeme otpuštanja limitera.",
  "Gain dB": "Dobitak dB",
  "Apply gain to the audio.": "Primijeni pojačanje na zvuk.",
  "Distortion": "Distorzija",
  "Set the gain dB.": "Podesite pojačanje dB.",
  "Distortion Gain": "Pojačanje distorzije",
  "Set the distortion gain.": "Podesite pojačanje distorzije.",
  "Apply distortion to the audio.": "Primijenite izobličenje na zvuk.",
  "Apply chorus to the audio.": "Primijenite refren na zvuk.",
  "Apply limiter to the audio.": "Primijeni limiter na zvuk.",
  "Chorus Depth": "Dubina refrena",
  "Chorus Rate Hz": "Brzina refrena Hz",
  "Set the chorus rate Hz.": "Podesite brzinu refrena Hz.",
  "Chorus Center Delay ms": "Refren Centar Kašnjenje ms",
  "Chorus Feedback": "Refren Povratne informacije",
  "Set the chorus center delay ms.": "Podesite refren centar kašnjenja ms.",
  "Chorus Mix": "Refren miks",
  "Set the chorus feedback.": "Postavite povratnu informaciju refrena.",
  "Set the chorus mix.": "Postavi refren miks.",
  "Bitcrush": "Bitcrush",
  "Set the chorus depth.": "Postavite dubinu refrena.",
  "Apply bitcrush to the audio.": "Primijeni bitcrush na zvuk.",
  "Set the bitcrush bit depth.": "Podesite dubinu bitcrush bita.",
  "Clipping Threshold": "Prag izrezivanja",
  "Bitcrush Bit Depth": "Bitcrush Bit Depth",
  "Set the clipping threshold.": "Podesite prag za rezanje.",
  "Apply clipping to the audio.": "Primijeni isječke na zvuk.",
  "Clipping": "Isječak",
  "Compressor Threshold dB": "Prag kompresora dB",
  "Compressor": "Kompresor",
  "Apply compressor to the audio.": "Primijeni kompresor na zvuk.",
  "Compressor Ratio": "Omjer kompresora",
  "Set the compressor threshold dB.": "Podesite prag kompresora dB.",
  "Set the compressor ratio.": "Podesite omjer kompresora.",
  "Compressor Attack ms": "Compressor Attack ms",
  "Delay": "Kašnjenja",
  "Compressor Release ms": "Compressor Release ms",
  "Set the compressor attack ms.": "Namjestite napad na kompresor, gđice.",
  "Chorus": "Refren",
  "Set the compressor release ms.": "Podesite kompresor za otpuštanje ms.",
  "Delay Seconds": "Sekunde kašnjenja",
  "Apply delay to the audio.": "Primijeni kašnjenje na zvuk.",
  "Set the delay seconds.": "Podesite sekunde kašnjenja.",
  "Delay Feedback": "Odgoda povratne informacije",
  "Delay Mix": "Odgoda miksa",
  "Set the delay mix.": "Podesite miks odgode.",
  "Set the delay feedback.": "Podesite povratnu informaciju o kašnjenju.",
  "Custom Embedder": "Custom Embedder",
  "Select Custom Embedder": "Odaberite Custom Embedder",
  "Refresh embedders": "Osvježite embeddere",
  "Upload .bin": "Učitajte .bin",
  "Folder Name": "Naziv foldera",
  "Model Creator": "Kreator modela",
  "Speaker ID": "ID govornika",
  "Upload .json": "Učitajte .json",
  "Name of the model creator. (Default: Unknown)": "Ime kreatora modela. (Default: Nepoznato)",
  "Select the speaker ID to use for the conversion.": "Odaberite ID govornika koji ćete koristiti za konverziju.",
  "Move files to custom embedder folder": "Premjestite datoteke u prilagođenu embedder mapu",
  "Set name": "Postavi ime",
  "Model Author Name": "Model Ime autora",
  "The name that will appear in the model information.": "Ime koje će se pojaviti u informacijama o modelu.",
  "model information": "Informacije o modelu",
  "Set the autotune strength - the more you increase it the more it will snap to the chromatic grid.": "Podesite jačinu automatskog podešavanja - što je više povećate, više će se pričvrstiti na hromatsku mrežu."
}