{
  "Inference": "Inferència",
  "Extra": "Extra",
  "Processing": "Processament",
  "Training": "Entrenament",
  "Output Information": "Informació de sortida",
  "Merge Audios": "Combina àudios",
  "Audio Analyzer": "Analitzador d'àudio",
  "Download": "Descarregar",
  "The output information will be displayed here.": "La informació de sortida es mostrarà aquí.",
  "Plugins": "Connectors",
  "Settings": "Configuració",
  "This section contains some extra utilities that often may be in experimental phases.": "Aquesta secció conté algunes utilitats addicionals que sovint poden estar en fases experimentals.",
  "Model Information": "Informació del model",
  "Report a Bug": "Informar d'un error",
  "A simple, high-quality voice conversion tool focused on ease of use and performance.": "Una eina de conversió de veu senzilla i d'alta qualitat centrada en la facilitat d'ús i el rendiment.",
  "Preprocess": "Preprocés",
  "Model Name": "Nom del model",
  "Audio cutting": "Tall d'àudio",
  "Process effects": "Efectes del procés",
  "Name of the new model.": "Nom del nou model.",
  "Enter model name": "Introduïu el nom del model",
  "It's recommended to deactivate this option if your dataset has already been processed.": "Es recomana desactivar aquesta opció si el conjunt de dades ja s'ha processat.",
  "Refresh Datasets": "Actualitza els conjunts de dades",
  "Path to the dataset folder.": "Camí a la carpeta del conjunt de dades.",
  "Dataset Name": "Nom del conjunt de dades",
  "Dataset Path": "Camí del conjunt de dades",
  "Dataset Creator": "Creador de conjunts de dades",
  "Name of the new dataset.": "Nom del nou conjunt de dades.",
  "Enter dataset name": "Introduïu el nom del conjunt de dades",
  "Enter dataset path": "Introduïu el camí del conjunt de dades",
  "Upload Audio Dataset": "Carrega el conjunt de dades d'àudio",
  "The audio file has been successfully added to the dataset. Please click the preprocess button.": "El fitxer d'àudio s'ha afegit correctament al conjunt de dades. Si us plau, feu clic al botó de preprocessament.",
  "Sampling Rate": "Freqüència de mostreig",
  "Version of the model architecture.": "Versió de l'arquitectura del model.",
  "The sampling rate of the audio files.": "La freqüència de mostreig dels fitxers d'àudio.",
  "Extract": "Extreure",
  "Model Architecture": "Arquitectura de models",
  "Embedder Model": "Model d'inserció",
  "Preprocess Dataset": "Conjunt de dades de preprocessament",
  "Hop Length": "Longitud del llúpol",
  "Batch Size": "Mida del lot",
  "Model used for learning speaker embedding.": "Model utilitzat per a l'aprenentatge de la incrustació de parlants.",
  "Save Every Epoch": "Salva cada època",
  "Determine at how many epochs the model will saved at.": "Determineu a quantes èpoques es guardarà el model.",
  "Total Epoch": "Època total",
  "It's advisable to align it with the available VRAM of your GPU. A setting of 4 offers improved accuracy but slower processing, while 8 provides faster and standard results.": "És recomanable alinear-lo amb la VRAM disponible de la vostra GPU. Una configuració de 4 ofereix una precisió millorada però un processament més lent, mentre que 8 proporciona resultats més ràpids i estàndard.",
  "Denotes the duration it takes for the system to transition to a significant pitch change. Smaller hop lengths require more time for inference but tend to yield higher pitch accuracy.": "Denota la durada que triga el sistema a fer la transició a un canvi significatiu de to. Les longituds de salt més petites requereixen més temps per a la inferència, però tendeixen a produir una major precisió de to.",
  "Pretrained": "Preentrenat",
  "Specifies the overall quantity of epochs for the model training process.": "Especifica la quantitat total d'èpoques per al procés d'entrenament del model.",
  "Save Only Latest": "Desa només l'últim",
  "Save Every Weights": "Estalvia tots els pesos",
  "Custom Pretrained": "Preentrenat personalitzat",
  "Upload Pretrained Model": "Carrega el model entrenat prèviament",
  "Refresh Custom Pretraineds": "Actualitza els entrenaments personalitzats",
  "Pretrained Custom Settings": "Configuració personalitzada prèviament entrenada",
  "Pretrained G Path": "G preentrenat personalitzat",
  "This setting enables you to save the weights of the model at the conclusion of each epoch.": "Aquesta configuració us permet desar els pesos del model al final de cada època.",
  "The file you dropped is not a valid pretrained file. Please try again.": "El fitxer que heu deixat anar no és un fitxer vàlid entrenat prèviament. Si us plau, torneu-ho a provar.",
  "Enabling this setting will result in the G and D files saving only their most recent versions, effectively conserving storage space.": "Si activeu aquesta configuració, els fitxers G i D desaran només les seves versions més recents, estalviant efectivament espai d'emmagatzematge.",
  "GPU Settings": "Configuració de la GPU",
  "Click the refresh button to see the pretrained file in the dropdown menu.": "Feu clic al botó d'actualització per veure el fitxer entrenat prèviament al menú desplegable.",
  "Pretrained D Path": "Preentrenat personalitzat D",
  "GPU Custom Settings": "Configuració personalitzada de la GPU",
  "GPU Number": "Número de GPU",
  "Sets advanced GPU settings, recommended for users with better GPU architecture.": "Estableix la configuració avançada de la GPU, recomanada per a usuaris amb una millor arquitectura de GPU.",
  "0 to ∞ separated by -": "0 a ∞ separats per -",
  "The GPU information will be displayed here.": "Aquí es mostrarà la informació de la GPU.",
  "Utilizing custom pretrained models can lead to superior results, as selecting the most suitable pretrained models tailored to the specific use case can significantly enhance performance.": "L'ús de models preentrenats personalitzats pot conduir a resultats superiors, ja que la selecció dels models preentrenats més adequats adaptats al cas d'ús específic pot millorar significativament el rendiment.",
  "GPU Information": "Informació de la GPU",
  "The number of CPU cores to use in the preprocess. The default setting are your cpu cores, which is recommended for most cases.": "El nombre de nuclis de CPU que s'utilitzaran en el procés previ. La configuració predeterminada són els nuclis de la CPU, que es recomana per a la majoria dels casos.",
  "Use CPU": "Utilitza la CPU",
  "Pitch Guidance": "Guia de pitch",
  "Specify the number of GPUs you wish to utilize for preprocess by entering them separated by hyphens (-). At the moment, using multi-gpu will not have a significant effect.": "Especifiqueu el nombre de GPU que voleu utilitzar per al preprocessament introduint-les separades per guions (-). De moment, l'ús de múltiples gpu no tindrà un efecte significatiu.",
  "Specify the number of GPUs you wish to utilize for extracting by entering them separated by hyphens (-).": "Especifiqueu el nombre de GPU que voleu utilitzar per extreure introduint-les separades per guions (-).",
  "Force the use of CPU for training.": "Forçar l'ús de la CPU per a l'entrenament.",
  "The number of CPU cores to use in the extraction process. The default setting are your cpu cores, which is recommended for most cases.": "El nombre de nuclis de CPU que s'utilitzaran en el procés d'extracció. La configuració predeterminada són els nuclis de la CPU, que es recomana per a la majoria dels casos.",
  "Extract Features": "Característiques d'extracció",
  "Utilize pretrained models when training your own. This approach reduces training duration and enhances overall quality.": "Utilitzeu models preentrenats quan entreneu els vostres. Aquest enfocament redueix la durada de la formació i millora la qualitat general.",
  "By employing pitch guidance, it becomes feasible to mirror the intonation of the original voice, including its pitch. This feature is particularly valuable for singing and other scenarios where preserving the original melody or pitch pattern is essential.": "Mitjançant l'ús de la guia de to, es fa factible reflectir l'entonació de la veu original, inclòs el seu to. Aquesta característica és especialment valuosa per cantar i altres escenaris on és essencial preservar la melodia original o el patró de to.",
  "Cache Dataset in GPU": "Conjunt de dades de memòria cau a la GPU",
  "We prioritize running the model preprocessing on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.": "Prioritzem l'execució del preprocessament del model a la GPU per a un rendiment més ràpid. Si preferiu utilitzar la CPU, simplement deixeu el camp GPU en blanc.",
  "We prioritize running the model extraction on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.": "Prioritzem l'execució de l'extracció del model a la GPU per a un rendiment més ràpid. Si preferiu utilitzar la CPU, simplement deixeu el camp GPU en blanc.",
  "Index Algorithm": "Algorisme d'índex",
  "Cache the dataset in GPU memory to speed up the training process.": "Emmagatzemeu a la memòria cau el conjunt de dades a la memòria de la GPU per accelerar el procés d'entrenament.",
  "Overtraining Detector": "Detector de sobreentrenament",
  "Overtraining Threshold": "Llindar de sobreentrenament",
  "Overtraining Detector Settings": "Configuració del detector de sobreentrenament",
  "Start Training": "Comença a entrenar",
  "KMeans is a clustering algorithm that divides the dataset into K clusters. This setting is particularly useful for large datasets.": "KMeans és un algorisme de clustering que divideix el conjunt de dades en K clústers. Aquesta configuració és especialment útil per a conjunts de dades grans.",
  "Stop Training": "Aturar l'entrenament",
  "Fresh Training": "Formació fresca",
  "Generate Index": "Genera índex",
  "Export Model": "Model d'exportació",
  "Enable this setting only if you are training a new model from scratch or restarting the training. Deletes all previously generated weights and tensorboard logs.": "Activeu aquesta configuració només si esteu entrenant un model nou des de zero o reiniciant l'entrenament. Suprimeix tots els pesos generats anteriorment i els registres del tauler de tensor.",
  "Detect overtraining to prevent the model from learning the training data too well and losing the ability to generalize to new data.": "Detecta el sobreentrenament per evitar que el model aprengui massa bé les dades d'entrenament i perdi la capacitat de generalitzar a noves dades.",
  "Set the maximum number of epochs you want your model to stop training if no improvement is detected.": "Definiu el nombre màxim d'èpoques que voleu que el model deixi d'entrenar si no es detecta cap millora.",
  "Upload": "Pujar",
  "Exported Pth file": "Fitxer Pth exportat",
  "Exported Index file": "Fitxer d'índex exportat",
  "Select the pth file to be exported": "Seleccioneu el fitxer pth que voleu exportar",
  "Voice Model": "Model de veu",
  "Select the index file to be exported": "Seleccioneu el fitxer d'índex que voleu exportar",
  "Refresh": "Refrescar",
  "Select the voice model to use for the conversion.": "Seleccioneu el model de veu que voleu utilitzar per a la conversió.",
  "Single": "Solter",
  "Index File": "Fitxer d'índex",
  "Unload Voice": "Descarrega la veu",
  "Upload Audio": "Puja àudio",
  "Select the index file to use for the conversion.": "Seleccioneu el fitxer d'índex que voleu utilitzar per a la conversió.",
  "The button 'Upload' is only for google colab: Uploads the exported files to the ApplioExported folder in your Google Drive.": "El botó 'Carregar' és només per a google colab: Puja els fitxers exportats a la carpeta ApplioExported del vostre Google Drive.",
  "Select Audio": "Seleccioneu Àudio",
  "Select the audio to convert.": "Seleccioneu l'àudio que voleu convertir.",
  "Advanced Settings": "Configuració avançada",
  "Custom Output Path": "Camí de sortida personalitzat",
  "Output Path": "Camí de sortida",
  "Export Format": "Format d'exportació",
  "Clear Outputs (Deletes all audios in assets/audios)": "Esborra les sortides (suprimeix tots els àudios dels recursos/àudios)",
  "Select the format to export the audio.": "Seleccioneu el format per exportar l'àudio.",
  "Autotune": "Autotune",
  "Split Audio": "Àudio dividit",
  "Clean Audio": "Àudio net",
  "Clean Strength": "Força neta",
  "The path where the output audio will be saved, by default in assets/audios/output.wav": "El camí on es desarà l'àudio de sortida, per defecte a assets/audios/output.wav",
  "Upscale Audio": "Àudio de luxe",
  "Split the audio into chunks for inference to obtain better results in some cases.": "Dividiu l'àudio en trossos per a la inferència per obtenir millors resultats en alguns casos.",
  "Apply a soft autotune to your inferences, recommended for singing conversions.": "Apliqueu una sintonització automàtica suau a les inferències, recomanada per a les conversions de cant.",
  "Clean your audio output using noise detection algorithms, recommended for speaking audios.": "Netegeu la sortida d'àudio mitjançant algorismes de detecció de soroll, recomanats per parlar àudios.",
  "Formant Shifting": "Desplaçament de formants",
  "Upscale the audio to a higher quality, recommended for low-quality audios. (It could take longer to process the audio)": "Augmenteu l'àudio a una qualitat superior, recomanada per a àudios de baixa qualitat. (Pot trigar més a processar l'àudio)",
  "Browse presets for formanting": "Navega pels predefinits per al formant",
  "Pitch": "Pega",
  "Enable formant shifting. Used for male to female and vice-versa convertions.": "Habilita el canvi de formant. S'utilitza per a conversions d'home a femella i viceversa.",
  "Default value is 1.0": "El valor per defecte és 1.0",
  "Presets are located in /assets/formant_shift folder": "Els predefinits es troben a la carpeta /assets/formant_shift",
  "Quefrency for formant shifting": "Quefrència per al desplaçament de formants",
  "Filter Radius": "Radi del filtre",
  "Timbre for formant shifting": "Timbre per al canvi de formants",
  "Set the clean-up level to the audio you want, the more you increase it the more it will clean up, but it is possible that the audio will be more compressed.": "Configureu el nivell de neteja a l'àudio que vulgueu, com més l'augmenteu, més netejarà, però és possible que l'àudio estigui més comprimit.",
  "Volume Envelope": "Sobre de volum",
  "Set the pitch of the audio, the higher the value, the higher the pitch.": "Estableix el to de l'àudio, com més alt sigui el valor, més alt serà el to.",
  "Search Feature Ratio": "Relació de característiques de cerca",
  "Influence exerted by the index file; a higher value corresponds to greater influence. However, opting for lower values can help mitigate artifacts present in the audio.": "Influència exercida pel fitxer índex; un valor més alt correspon a una major influència. Tanmateix, optar per valors més baixos pot ajudar a mitigar els artefactes presents a l'àudio.",
  "Protect Voiceless Consonants": "Protegir les consonants sordes",
  "Convert": "Convertir",
  "If the number is greater than or equal to three, employing median filtering on the collected tone results has the potential to decrease respiration.": "Si el nombre és major o igual a tres, l'ús del filtratge mitjà en els resultats del to recollit té el potencial de disminuir la respiració.",
  "Substitute or blend with the volume envelope of the output. The closer the ratio is to 1, the more the output envelope is employed.": "Substituïu o barregeu amb l'embolcall de volum de la sortida. Com més propera sigui la relació a 1, més s'utilitza l'embolcall de sortida.",
  "Batch": "Fornada",
  "Pitch extraction algorithm": "Algorisme d'extracció de to",
  "Export Audio": "Exporta àudio",
  "Input Folder": "Carpeta d'entrada",
  "Safeguard distinct consonants and breathing sounds to prevent electro-acoustic tearing and other artifacts. Pulling the parameter to its maximum value of 0.5 offers comprehensive protection. However, reducing this value might decrease the extent of protection while potentially mitigating the indexing effect.": "Protegiu diferents consonants i sons respiratoris per evitar esquinçaments electroacústics i altres artefactes. Tirar el paràmetre al seu valor màxim de 0,5 ofereix una protecció completa. Tanmateix, reduir aquest valor pot disminuir l'abast de la protecció i mitigar l'efecte d'indexació.",
  "Pitch extraction algorithm to use for the audio conversion. The default algorithm is rmvpe, which is recommended for most cases.": "Algorisme d'extracció de to per utilitzar per a la conversió d'àudio. L'algorisme predeterminat és rmvpe, que es recomana per a la majoria dels casos.",
  "Enter input path": "Introduïu el camí d'entrada",
  "Select the folder containing the audios to convert.": "Seleccioneu la carpeta que conté els àudios que voleu convertir.",
  "Output Folder": "Carpeta de sortida",
  "Enter output path": "Introduïu el camí de sortida",
  "Select the folder where the output audios will be saved.": "Seleccioneu la carpeta on es desaran els àudios de sortida.",
  "Get information about the audio": "Obtenir informació sobre l'àudio",
  "## Voice Blender": "## Batedora de veu",
  "Voice Blender": "Batedora de veu",
  "You can also use a custom path.": "També podeu utilitzar un camí personalitzat.",
  "Blend Ratio": "Relació de barreja",
  "Fusion": "Fusió",
  "Drag and drop your model here": "Arrossegueu i deixeu anar el vostre model aquí",
  "Select two voice models, set your desired blend percentage, and blend them into an entirely new voice.": "Seleccioneu dos models de veu, definiu el percentatge de barreja desitjat i combineu-los en una veu completament nova.",
  "Enter path to model": "Introduïu el camí al model",
  "Inroduce the model information": "Introduïu la informació del model",
  "View": "Vista",
  "Model information to be placed": "Informació del model a col·locar",
  "Path to Model": "Camí al model",
  "View model information": "Veure informació del model",
  "Adjusting the position more towards one side or the other will make the model more similar to the first or second.": "Ajustar la posició més cap a un costat o cap a l'altre farà que el model s'assembli més al primer o segon.",
  "The information to be placed in the model (You can leave it blank or put anything).": "La informació a col·locar al model (Pots deixar-lo en blanc o posar qualsevol cosa).",
  "Model extraction": "Extracció de models",
  "Model conversion": "Conversió de models",
  "Output of the pth file": "Sortida del fitxer pth",
  "Extract F0 Curve": "Extreu la corba F0",
  "Introduce the model pth path": "Introduïu el model de camí pth",
  "Pth file": "Fitxer Pth",
  "# How to Report an Issue on GitHub": "# Com informar d'un problema a GitHub",
  "Record": "Rècord",
  "The f0 curve represents the variations in the base frequency of a voice over time, showing how pitch rises and falls.": "La corba f0 representa les variacions en la freqüència base d'una veu al llarg del temps, mostrant com puja i baixa el to.",
  "Record Screen": "Pantalla de gravació",
  "Stop Recording": "Atura la gravació",
  "See Model Information": "Veure informació del model",
  "Introduce the model .pth path": "Introduïu el camí .pth del model",
  "## Download Model": "## Descarregar model",
  "1. Click on the 'Record Screen' button below to start recording the issue you are experiencing.": "1. Feu clic al botó \"Grava pantalla\" a continuació per començar a gravar el problema que esteu experimentant.",
  "3. Go to [GitHub Issues](https://github.com/IAHispano/Applio/issues) and click on the 'New Issue' button.": "3. Aneu a [Problemes de GitHub](https://github.com/IAHispano/Applio/issues) i feu clic al botó \"Nou problema\".",
  "Model Link": "Enllaç del model",
  "Download Model": "Descarregar model",
  "## Drop files": "## Deixa anar fitxers",
  "4. Complete the provided issue template, ensuring to include details as needed, and utilize the assets section to upload the recorded file from the previous step.": "4. Completeu la plantilla d'incidència proporcionada, assegurant-vos d'incloure els detalls necessaris i utilitzeu la secció d'actius per carregar el fitxer gravat del pas anterior.",
  "2. Once you have finished recording the issue, click on the 'Stop Recording' button (the same button, but the label changes depending on whether you are actively recording or not).": "2. Un cop hàgiu acabat de gravar el problema, feu clic al botó \"Atura la gravació\" (el mateix botó, però l'etiqueta canvia depenent de si esteu gravant activament o no).",
  "Search": "Buscar",
  "## Search Model": "## Model de cerca",
  "Drag your .pth file and .index file into this space. Drag one and then the other.": "Arrossegueu el fitxer .pth i el fitxer .index a aquest espai. Arrossegueu-ne un i després l'altre.",
  "Introduce the model link": "Introdueix l'enllaç del model",
  "Introduce the model name to search.": "Introduïu el nom del model per cercar.",
  "We couldn't find models by that name.": "No vam poder trobar models amb aquest nom.",
  "TTS Voices": "Veus TTS",
  "Select the pretrained model you want to download.": "Seleccioneu el model entrenat prèviament que voleu baixar.",
  "TTS Speed": "Velocitat TTS",
  "## Download Pretrained Models": "## Descarregar models preentrenats",
  "And select the sampling rate": "I seleccioneu la freqüència de mostreig.",
  "Increase or decrease TTS speed.": "Augmenta o disminueix la velocitat TTS.",
  "Select the TTS voice to use for the conversion.": "Seleccioneu la veu TTS que voleu utilitzar per a la conversió.",
  "Text to Synthesize": "Text per sintetitzar",
  "Enter the text to synthesize.": "Introduïu el text per sintetitzar.",
  "Upload a .txt file": "Penjar un fitxer .txt",
  "Input path for text file": "Camí d'entrada per al fitxer de text",
  "Enter text to synthesize": "Introduïu text per sintetitzar",
  "Output Path for RVC Audio": "Camí de sortida per a àudio RVC",
  "Output Path for TTS Audio": "Camí de sortida per a àudio TTS",
  "The path to the text file that contains content for text to speech.": "Camí al fitxer de text que conté contingut per a text a veu.",
  "Enable Applio integration with Discord presence": "Activa la integració d'Applio amb la presència de Discord",
  "Theme": "Tema",
  "Language": "Llengua",
  "Enable Applio integration with applio.org/models using flask": "Habilitar la integració d'Applio amb applio.org/models mitjançant el matràs",
  "Enable fake GPU": "Activa la GPU falsa",
  "It will activate the possibility of downloading models with a click from the website.": "Activarà la possibilitat de descarregar models amb un clic des de la pàgina web.",
  "It will activate the possibility of displaying the current Applio activity in Discord.": "Activarà la possibilitat de mostrar l'activitat actual d'Applio a Discord.",
  "Select the theme you want to use. (Requires restarting Applio)": "Seleccioneu el tema que voleu utilitzar. (Requereix reiniciar Applio)",
  "Activates the train tab. However, please note that this device lacks GPU capabilities, hence training is not supported. This option is only for testing purposes. (This option will restart Applio)": "Activa la pestanya Tren. Tanmateix, tingueu en compte que aquest dispositiu no té capacitats de GPU, per tant, no s'admet l'entrenament. Aquesta opció només té finalitats de prova. (Aquesta opció reiniciarà Applio)",
  "Training is currently unsupported due to the absence of a GPU. To activate the training tab, navigate to the settings tab and enable the 'Fake GPU' option.": "Actualment, l'entrenament no és compatible a causa de l'absència d'una GPU. Per activar la pestanya d'entrenament, aneu a la pestanya de configuració i activeu l'opció \"GPU falsa\".",
  "Select the language you want to use. (Requires restarting Applio)": "Seleccioneu l'idioma que voleu utilitzar. (Requereix reiniciar Applio)",
  "Update precision": "Actualitzar la precisió",
  "Restart Applio": "Reinicia Applio",
  "Select the precision you want to use for training and inference.": "Seleccioneu la precisió que voleu utilitzar per a l'entrenament i la inferència.",
  "Plugin Installer": "Instal·lador de connectors",
  "Post-Process": "Post-procés",
  "Reverb": "Reverberació",
  "Version Checker": "Verificador de versions",
  "Drag your plugin.zip to install it": "Arrossegueu el plugin.zip per instal·lar-lo",
  "Post-process the audio to apply effects to the output.": "Postprocesseu l'àudio per aplicar efectes a la sortida.",
  "Precision": "Precisió",
  "Check for updates": "Comprovar si hi ha actualitzacions",
  "Check which version of Applio is the latest to see if you need to update.": "Comproveu quina versió d'Applio és l'última per veure si heu d'actualitzar-la.",
  "Reverb Room Size": "Mida de la sala de reverberació",
  "Apply reverb to the audio.": "Apliqueu la reverberació a l'àudio.",
  "Reverb Damping": "Amortiment de reverberació",
  "Reverb Wet Gain": "Guany humit de reverberació",
  "Set the room size of the reverb.": "Estableix la mida de l'habitació de la reverberació.",
  "Set the damping of the reverb.": "Estableix l'amortiment de la reverberació.",
  "Reverb Dry Gain": "Guany sec de reverberació",
  "Set the wet gain of the reverb.": "Estableix el guany humit de la reverberació.",
  "Set the dry gain of the reverb.": "Estableix el guany sec de la reverberació.",
  "Reverb Freeze Mode": "Mode de congelació de reverberació",
  "Set the width of the reverb.": "Estableix l'amplada de la reverberació.",
  "Pitch Shift": "Canvi de to",
  "Reverb Width": "Amplada de reverberació",
  "Limiter": "Limitador",
  "Set the freeze mode of the reverb.": "Estableix el mode de congelació de la reverberació.",
  "Pitch Shift Semitones": "Semitons de canvi de to",
  "Set the pitch shift semitones.": "Estableix els semitones de canvi de to.",
  "Gain": "Guany",
  "Apply pitch shift to the audio.": "Aplica el canvi de to a l'àudio.",
  "Apply limiter to the audio.": "Apliqueu un limitador a l'àudio.",
  "Limiter Threshold dB": "Llindar del limitador dB",
  "Set the limiter threshold dB.": "Estableix el llindar del limitador dB.",
  "Limiter Release Time": "Temps d'alliberament del limitador",
  "Distortion": "Distorsió",
  "Set the limiter release time.": "Estableix el temps d'alliberament del limitador.",
  "Apply gain to the audio.": "Apliqueu el guany a l'àudio.",
  "Set the gain dB.": "Estableix el guany dB.",
  "Chorus": "Cor",
  "Gain dB": "Guanya dB",
  "Distortion Gain": "Guany de distorsió",
  "Apply distortion to the audio.": "Apliqueu distorsió a l'àudio.",
  "Set the distortion gain.": "Estableix el guany de distorsió.",
  "Chorus Rate Hz": "Velocitat del cor Hz",
  "Chorus Depth": "Profunditat del cor",
  "Apply chorus to the audio.": "Apliqueu el cor a l'àudio.",
  "Set the chorus depth.": "Estableix la profunditat de la tornada.",
  "Set the chorus rate Hz.": "Estableix la velocitat del cor Hz.",
  "Chorus Center Delay ms": "Retard del centre del cor ms",
  "Set the chorus center delay ms.": "Estableix el retard central del cor ms.",
  "Chorus Feedback": "Comentaris del cor",
  "Set the chorus feedback.": "Estableix la retroalimentació del cor.",
  "Chorus Mix": "Barreja de cor",
  "Set the chorus mix.": "Estableix la barreja de tornada.",
  "Bitcrush": "Bitcrush",
  "Clipping": "Retall",
  "Bitcrush Bit Depth": "Profunditat de bits Bitcrush",
  "Apply bitcrush to the audio.": "Apliqueu bitcrush a l'àudio.",
  "Set the bitcrush bit depth.": "Establiu la profunditat de bits bitcrush.",
  "Compressor": "Compressor",
  "Apply clipping to the audio.": "Aplica el retall a l'àudio.",
  "Clipping Threshold": "Llindar de retall",
  "Set the clipping threshold.": "Definiu el llindar de retallada.",
  "Apply compressor to the audio.": "Apliqueu compressor a l'àudio.",
  "Compressor Attack ms": "Compressor Attack ms",
  "Set the compressor ratio.": "Configureu la relació del compressor.",
  "Set the compressor threshold dB.": "Establiu el llindar del compressor dB.",
  "Delay": "Retard",
  "Compressor Threshold dB": "Llindar del compressor dB",
  "Compressor Ratio": "Relació del compressor",
  "Compressor Release ms": "Alliberament del compressor ms",
  "Set the compressor attack ms.": "Configureu l'atac del compressor ms.",
  "Delay Seconds": "Segons de retard",
  "Set the compressor release ms.": "Configureu l'alliberament del compressor ms.",
  "Apply delay to the audio.": "Aplica retard a l'àudio.",
  "Set the delay seconds.": "Establiu els segons de retard.",
  "Delay Feedback": "Retarda els comentaris",
  "Set the delay feedback.": "Definiu els comentaris de retard.",
  "Set the delay mix.": "Configureu la mescla de retard.",
  "Delay Mix": "Mescla de retard",
  "Custom Embedder": "Incrustador personalitzat",
  "Folder Name": "Nom de la carpeta",
  "Select Custom Embedder": "Seleccioneu Inserció personalitzada",
  "Refresh embedders": "Actualitza els incrustadors",
  "Upload .json": "Puja .json",
  "Upload .bin": "Puja .bin",
  "model information": "Informació del model",
  "Model Creator": "Creador de models",
  "Move files to custom embedder folder": "Mou fitxers a la carpeta d'inserció personalitzada",
  "Name of the model creator. (Default: Unknown)": "Nom del creador del model. (Per defecte: desconegut)",
  "Speaker ID": "ID del ponent",
  "Select the speaker ID to use for the conversion.": "Seleccioneu l'identificador de l'altaveu que voleu utilitzar per a la conversió.",
  "Model Author Name": "Nom de l'autor del model",
  "Set name": "Nom del conjunt",
  "The name that will appear in the model information.": "El nom que apareixerà a la informació del model.",
  "Set the autotune strength - the more you increase it the more it will snap to the chromatic grid.": "Establiu la força de l'autotune - com més l'augmenteu, més s'ajustarà a la graella cromàtica."
}