{
    "# How to Report an Issue on GitHub": "# Com informar d'una incidència a GitHub",
    "## Download Model": "## Descarregar model",
    "## Download Pretrained Models": "## Descarregar models preentrenats",
    "## Drop files": "## Deixa anar els fitxers",
    "## Voice Blender": "## Mesclador de veu",
    "0 to ∞ separated by -": "0 a ∞ separat per -",
    "1. Click on the 'Record Screen' button below to start recording the issue you are experiencing.": "1. Fes clic al botó 'Enregistrar pantalla' de sota per començar a gravar la incidència que estàs experimentant.",
    "2. Once you have finished recording the issue, click on the 'Stop Recording' button (the same button, but the label changes depending on whether you are actively recording or not).": "2. Un cop hagis acabat de gravar la incidència, fes clic al botó 'Aturar enregistrament' (el mateix botó, però l'etiqueta canvia depenent de si estàs gravant activament o no).",
    "3. Go to [GitHub Issues](https://github.com/IAHispano/Applio/issues) and click on the 'New Issue' button.": "3. Ves a [Incidències de GitHub](https://github.com/IAHispano/Applio/issues) i fes clic al botó 'Nova incidència'.",
    "4. Complete the provided issue template, ensuring to include details as needed, and utilize the assets section to upload the recorded file from the previous step.": "4. Completa la plantilla d'incidència proporcionada, assegurant-te d'incloure els detalls necessaris, i utilitza la secció d'actius (assets) per pujar el fitxer enregistrat en el pas anterior.",
    "A simple, high-quality voice conversion tool focused on ease of use and performance.": "Una eina de conversió de veu senzilla i d'alta qualitat, centrada en la facilitat d'ús i el rendiment.",
    "Adding several silent files to the training set enables the model to handle pure silence in inferred audio files. Select 0 if your dataset is clean and already contains segments of pure silence.": "Afegir diversos fitxers de silenci al conjunt d'entrenament permet que el model gestioni el silenci pur en els fitxers d'àudio inferits. Selecciona 0 si el teu conjunt de dades està net i ja conté segments de silenci pur.",
    "Adjust the input audio pitch to match the voice model range.": "Ajusta el to de l'àudio d'entrada perquè coincideixi amb el rang del model de veu.",
    "Adjusting the position more towards one side or the other will make the model more similar to the first or second.": "Ajustar la posició més cap a un costat o l'altre farà que el model sigui més similar al primer o al segon.",
    "Adjusts the final volume of the converted voice after processing.": "Ajusta el volum final de la veu convertida després del processament.",
    "Adjusts the input volume before processing. Prevents clipping or boosts a quiet mic.": "Ajusta el volum d'entrada abans del processament. Evita la saturació (clipping) o augmenta el volum d'un micròfon silenciós.",
    "Adjusts the volume of the monitor feed, independent of the main output.": "Ajusta el volum de la sortida de monitorització, independentment de la sortida principal.",
    "Advanced Settings": "Configuració avançada",
    "Amount of extra audio processed to provide context to the model. Improves conversion quality at the cost of higher CPU usage.": "Quantitat d'àudio addicional processat per proporcionar context al model. Millora la qualitat de la conversió a costa d'un major ús de la CPU.",
    "And select the sampling rate.": "I selecciona la taxa de mostreig.",
    "Apply a soft autotune to your inferences, recommended for singing conversions.": "Aplica un autotune suau a les teves inferències, recomanat per a conversions de cant.",
    "Apply bitcrush to the audio.": "Aplica bitcrush a l'àudio.",
    "Apply chorus to the audio.": "Aplica chorus a l'àudio.",
    "Apply clipping to the audio.": "Aplica retall (clipping) a l'àudio.",
    "Apply compressor to the audio.": "Aplica compressor a l'àudio.",
    "Apply delay to the audio.": "Aplica retard (delay) a l'àudio.",
    "Apply distortion to the audio.": "Aplica distorsió a l'àudio.",
    "Apply gain to the audio.": "Aplica guany a l'àudio.",
    "Apply limiter to the audio.": "Aplica limitador a l'àudio.",
    "Apply pitch shift to the audio.": "Aplica desplaçament de to a l'àudio.",
    "Apply reverb to the audio.": "Aplica reverberació a l'àudio.",
    "Architecture": "Arquitectura",
    "Audio Analyzer": "Analitzador d'àudio",
    "Audio Settings": "Configuració d'àudio",
    "Audio buffer size in milliseconds. Lower values may reduce latency but increase CPU load.": "Mida del buffer d'àudio en mil·lisegons. Valors més baixos poden reduir la latència però augmenten la càrrega de la CPU.",
    "Audio cutting": "Tall d'àudio",
    "Audio file slicing method: Select 'Skip' if the files are already pre-sliced, 'Simple' if excessive silence has already been removed from the files, or 'Automatic' for automatic silence detection and slicing around it.": "Mètode de tall de fitxers d'àudio: Selecciona 'Ometre' si els fitxers ja estan pretallats, 'Simple' si ja s'ha eliminat el silenci excessiu dels fitxers, o 'Automàtic' per a la detecció automàtica de silencis i el tall al seu voltant.",
    "Audio normalization: Select 'none' if the files are already normalized, 'pre' to normalize the entire input file at once, or 'post' to normalize each slice individually.": "Normalització d'àudio: Selecciona 'cap' si els fitxers ja estan normalitzats, 'pre' per normalitzar tot el fitxer d'entrada de cop, o 'post' per normalitzar cada tall individualment.",
    "Autotune": "Autotune",
    "Autotune Strength": "Intensitat de l'Autotune",
    "Batch": "Lot",
    "Batch Size": "Mida del lot",
    "Bitcrush": "Bitcrush",
    "Bitcrush Bit Depth": "Profunditat de bits del Bitcrush",
    "Blend Ratio": "Ràtio de mescla",
    "Browse presets for formanting": "Explora preconfiguracions per al formant",
    "CPU Cores": "Nuclis de CPU",
    "Cache Dataset in GPU": "Emmagatzemar conjunt de dades a la memòria cau de la GPU",
    "Cache the dataset in GPU memory to speed up the training process.": "Emmagatzema el conjunt de dades a la memòria de la GPU per accelerar el procés d'entrenament.",
    "Check for updates": "Cerca actualitzacions",
    "Check which version of Applio is the latest to see if you need to update.": "Comprova quina és l'última versió d'Applio per veure si necessites actualitzar.",
    "Checkpointing": "Punts de control",
    "Choose the model architecture:\n- **RVC (V2)**: Default option, compatible with all clients.\n- **Applio**: Advanced quality with improved vocoders and higher sample rates, Applio-only.": "Tria l'arquitectura del model:\n- **RVC (V2)**: Opció per defecte, compatible amb tots els clients.\n- **Applio**: Qualitat avançada amb vocoders millorats i taxes de mostreig més altes, només per a Applio.",
    "Choose the vocoder for audio synthesis:\n- **HiFi-GAN**: Default option, compatible with all clients.\n- **MRF HiFi-GAN**: Higher fidelity, Applio-only.\n- **RefineGAN**: Superior audio quality, Applio-only.": "Tria el vocoder per a la síntesi d'àudio:\n- **HiFi-GAN**: Opció per defecte, compatible amb tots els clients.\n- **MRF HiFi-GAN**: Fidelitat més alta, només per a Applio.\n- **RefineGAN**: Qualitat d'àudio superior, només per a Applio.",
    "Chorus": "Chorus",
    "Chorus Center Delay ms": "Retard central del Chorus (ms)",
    "Chorus Depth": "Profunditat del Chorus",
    "Chorus Feedback": "Retroalimentació del Chorus",
    "Chorus Mix": "Mescla del Chorus",
    "Chorus Rate Hz": "Taxa del Chorus (Hz)",
    "Chunk Size (ms)": "Mida del Fragment (ms)",
    "Chunk length (sec)": "Llargada del fragment (s)",
    "Clean Audio": "Netejar àudio",
    "Clean Strength": "Intensitat de la neteja",
    "Clean your audio output using noise detection algorithms, recommended for speaking audios.": "Neteja la teva sortida d'àudio utilitzant algoritmes de detecció de soroll, recomanat per a àudios de parla.",
    "Clear Outputs (Deletes all audios in assets/audios)": "Netejar sortides (Elimina tots els àudios a assets/audios)",
    "Click the refresh button to see the pretrained file in the dropdown menu.": "Fes clic al botó d'actualitzar per veure el fitxer preentrenat al menú desplegable.",
    "Clipping": "Retall (Clipping)",
    "Clipping Threshold": "Llindar de retall",
    "Compressor": "Compressor",
    "Compressor Attack ms": "Atac del compressor (ms)",
    "Compressor Ratio": "Ràtio del compressor",
    "Compressor Release ms": "Alliberament del compressor (ms)",
    "Compressor Threshold dB": "Llindar del compressor (dB)",
    "Convert": "Convertir",
    "Crossfade Overlap Size (s)": "Mida de Superposició del Crossfade (s)",
    "Custom Embedder": "Embedder personalitzat",
    "Custom Pretrained": "Preentrenat personalitzat",
    "Custom Pretrained D": "Preentrenat personalitzat D",
    "Custom Pretrained G": "Preentrenat personalitzat G",
    "Dataset Creator": "Creador de conjunts de dades",
    "Dataset Name": "Nom del conjunt de dades",
    "Dataset Path": "Ruta del conjunt de dades",
    "Default value is 1.0": "El valor per defecte és 1.0",
    "Delay": "Retard (Delay)",
    "Delay Feedback": "Retroalimentació del retard",
    "Delay Mix": "Mescla del retard",
    "Delay Seconds": "Segons de retard",
    "Detect overtraining to prevent the model from learning the training data too well and losing the ability to generalize to new data.": "Detecta el sobreentrenament per evitar que el model aprengui les dades d'entrenament massa bé i perdi la capacitat de generalitzar a noves dades.",
    "Determine at how many epochs the model will saved at.": "Determina cada quantes èpoques es desarà el model.",
    "Distortion": "Distorsió",
    "Distortion Gain": "Guany de la distorsió",
    "Download": "Descarregar",
    "Download Model": "Descarregar model",
    "Drag and drop your model here": "Arrossega i deixa anar el teu model aquí",
    "Drag your .pth file and .index file into this space. Drag one and then the other.": "Arrossega el teu fitxer .pth i el teu fitxer .index a aquest espai. Arrossega'n un i després l'altre.",
    "Drag your plugin.zip to install it": "Arrossega el teu plugin.zip per instal·lar-lo",
    "Duration of the fade between audio chunks to prevent clicks. Higher values create smoother transitions but may increase latency.": "Durada de la fosa entre fragments d'àudio per evitar clics. Valors més alts creen transicions més suaus però poden augmentar la latència.",
    "Embedder Model": "Model d'Embedder",
    "Enable Applio integration with Discord presence": "Activa la integració d'Applio amb la presència de Discord",
    "Enable VAD": "Activar VAD",
    "Enable formant shifting. Used for male to female and vice-versa convertions.": "Activa el desplaçament de formants. S'utilitza per a conversions de masculí a femení i viceversa.",
    "Enable this setting only if you are training a new model from scratch or restarting the training. Deletes all previously generated weights and tensorboard logs.": "Activa aquesta opció només si estàs entrenant un model nou des de zero o reiniciant l'entrenament. Elimina tots els pesos generats prèviament i els registres de TensorBoard.",
    "Enables Voice Activity Detection to only process audio when you are speaking, saving CPU.": "Activa la Detecció d'Activitat de Veu (VAD) per processar l'àudio només quan parleu, estalviant CPU.",
    "Enables memory-efficient training. This reduces VRAM usage at the cost of slower training speed. It is useful for GPUs with limited memory (e.g., <6GB VRAM) or when training with a batch size larger than what your GPU can normally accommodate.": "Activa l'entrenament eficient en memòria. Això redueix l'ús de VRAM a costa d'una velocitat d'entrenament més lenta. És útil per a GPUs amb memòria limitada (p. ex., <6GB de VRAM) o quan s'entrena amb una mida de lot més gran de la que la teva GPU pot suportar normalment.",
    "Enabling this setting will result in the G and D files saving only their most recent versions, effectively conserving storage space.": "Activar aquesta opció farà que els fitxers G i D només desin les seves versions més recents, conservant així espai d'emmagatzematge.",
    "Enter dataset name": "Introdueix el nom del conjunt de dades",
    "Enter input path": "Introdueix la ruta d'entrada",
    "Enter model name": "Introdueix el nom del model",
    "Enter output path": "Introdueix la ruta de sortida",
    "Enter path to model": "Introdueix la ruta al model",
    "Enter preset name": "Introdueix el nom de la preconfiguració",
    "Enter text to synthesize": "Introdueix el text a sintetitzar",
    "Enter the text to synthesize.": "Introdueix el text a sintetitzar.",
    "Enter your nickname": "Introdueix el teu sobrenom",
    "Exclusive Mode (WASAPI)": "Mode Exclusiu (WASAPI)",
    "Export Audio": "Exportar àudio",
    "Export Format": "Format d'exportació",
    "Export Model": "Exportar model",
    "Export Preset": "Exportar preconfiguració",
    "Exported Index File": "Fitxer d'índex exportat",
    "Exported Pth file": "Fitxer Pth exportat",
    "Extra": "Extra",
    "Extra Conversion Size (s)": "Mida de Conversió Extra (s)",
    "Extract": "Extreure",
    "Extract F0 Curve": "Extreure corba F0",
    "Extract Features": "Extreure característiques",
    "F0 Curve": "Corba F0",
    "File to Speech": "Fitxer a veu",
    "Folder Name": "Nom de la carpeta",
    "For ASIO drivers, selects a specific input channel. Leave at -1 for default.": "Per a controladors ASIO, selecciona un canal d'entrada específic. Deixeu-ho a -1 per al valor per defecte.",
    "For ASIO drivers, selects a specific monitor output channel. Leave at -1 for default.": "Per a controladors ASIO, selecciona un canal de sortida de monitorització específic. Deixeu-ho a -1 per al valor per defecte.",
    "For ASIO drivers, selects a specific output channel. Leave at -1 for default.": "Per a controladors ASIO, selecciona un canal de sortida específic. Deixeu-ho a -1 per al valor per defecte.",
    "For WASAPI (Windows), gives the app exclusive control for potentially lower latency.": "Per a WASAPI (Windows), dona a l'aplicació control exclusiu per a una latència potencialment més baixa.",
    "Formant Shifting": "Desplaçament de formants",
    "Fresh Training": "Entrenament des de zero",
    "Fusion": "Fusió",
    "GPU Information": "Informació de la GPU",
    "GPU Number": "Número de GPU",
    "Gain": "Guany",
    "Gain dB": "Guany (dB)",
    "General": "General",
    "Generate Index": "Generar índex",
    "Get information about the audio": "Obtenir informació sobre l'àudio",
    "I agree to the terms of use": "Accepto els termes d'ús",
    "Increase or decrease TTS speed.": "Augmenta o disminueix la velocitat del TTS.",
    "Index Algorithm": "Algoritme d'índex",
    "Index File": "Fitxer d'índex",
    "Inference": "Inferència",
    "Influence exerted by the index file; a higher value corresponds to greater influence. However, opting for lower values can help mitigate artifacts present in the audio.": "Influència exercida pel fitxer d'índex; un valor més alt correspon a una influència més gran. No obstant això, optar per valors més baixos pot ajudar a mitigar els artefactes presents a l'àudio.",
    "Input ASIO Channel": "Canal ASIO d'Entrada",
    "Input Device": "Dispositiu d'Entrada",
    "Input Folder": "Carpeta d'entrada",
    "Input Gain (%)": "Guany d'Entrada (%)",
    "Input path for text file": "Ruta d'entrada per al fitxer de text",
    "Introduce the model link": "Introdueix l'enllaç del model",
    "Introduce the model pth path": "Introdueix la ruta del pth del model",
    "It will activate the possibility of displaying the current Applio activity in Discord.": "Activarà la possibilitat de mostrar l'activitat actual d'Applio a Discord.",
    "It's advisable to align it with the available VRAM of your GPU. A setting of 4 offers improved accuracy but slower processing, while 8 provides faster and standard results.": "És aconsellable alinear-ho amb la VRAM disponible de la teva GPU. Un valor de 4 ofereix una precisió millorada però un processament més lent, mentre que 8 proporciona resultats més ràpids i estàndard.",
    "It's recommended keep deactivate this option if your dataset has already been processed.": "Es recomana mantenir desactivada aquesta opció si el teu conjunt de dades ja ha estat processat.",
    "It's recommended to deactivate this option if your dataset has already been processed.": "Es recomana desactivar aquesta opció si el teu conjunt de dades ja ha estat processat.",
    "KMeans is a clustering algorithm that divides the dataset into K clusters. This setting is particularly useful for large datasets.": "KMeans és un algoritme de clustering que divideix el conjunt de dades en K clústers. Aquesta configuració és particularment útil per a conjunts de dades grans.",
    "Language": "Idioma",
    "Length of the audio slice for 'Simple' method.": "Durada del tall d'àudio per al mètode 'Simple'.",
    "Length of the overlap between slices for 'Simple' method.": "Durada de la superposició entre talls per al mètode 'Simple'.",
    "Limiter": "Limitador",
    "Limiter Release Time": "Temps d'alliberament del limitador",
    "Limiter Threshold dB": "Llindar del limitador (dB)",
    "Male voice models typically use 155.0 and female voice models typically use 255.0.": "Els models de veu masculina solen utilitzar 155.0 i els models de veu femenina solen utilitzar 255.0.",
    "Model Author Name": "Nom de l'autor del model",
    "Model Link": "Enllaç del model",
    "Model Name": "Nom del model",
    "Model Settings": "Configuració del model",
    "Model information": "Informació del model",
    "Model used for learning speaker embedding.": "Model utilitzat per aprendre l'embedding del parlant.",
    "Monitor ASIO Channel": "Canal ASIO de Monitorització",
    "Monitor Device": "Dispositiu de Monitorització",
    "Monitor Gain (%)": "Guany de Monitorització (%)",
    "Move files to custom embedder folder": "Mou els fitxers a la carpeta de l'embedder personalitzat",
    "Name of the new dataset.": "Nom del nou conjunt de dades.",
    "Name of the new model.": "Nom del nou model.",
    "Noise Reduction": "Reducció de soroll",
    "Noise Reduction Strength": "Intensitat de la reducció de soroll",
    "Noise filter": "Filtre de soroll",
    "Normalization mode": "Mode de normalització",
    "Output ASIO Channel": "Canal ASIO de Sortida",
    "Output Device": "Dispositiu de Sortida",
    "Output Folder": "Carpeta de sortida",
    "Output Gain (%)": "Guany de Sortida (%)",
    "Output Information": "Informació de sortida",
    "Output Path": "Ruta de sortida",
    "Output Path for RVC Audio": "Ruta de sortida per a l'àudio RVC",
    "Output Path for TTS Audio": "Ruta de sortida per a l'àudio TTS",
    "Overlap length (sec)": "Llargada de superposició (s)",
    "Overtraining Detector": "Detector de sobreentrenament",
    "Overtraining Detector Settings": "Configuració del detector de sobreentrenament",
    "Overtraining Threshold": "Llindar de sobreentrenament",
    "Path to Model": "Ruta al model",
    "Path to the dataset folder.": "Ruta a la carpeta del conjunt de dades.",
    "Performance Settings": "Configuració de rendiment",
    "Pitch": "To",
    "Pitch Shift": "Desplaçament de to",
    "Pitch Shift Semitones": "Desplaçament de to (semitons)",
    "Pitch extraction algorithm": "Algoritme d'extracció de to",
    "Pitch extraction algorithm to use for the audio conversion. The default algorithm is rmvpe, which is recommended for most cases.": "Algoritme d'extracció de to a utilitzar per a la conversió d'àudio. L'algoritme per defecte és rmvpe, que es recomana per a la majoria dels casos.",
    "Please ensure compliance with the terms and conditions detailed in [this document](https://github.com/IAHispano/Applio/blob/main/TERMS_OF_USE.md) before proceeding with your inference.": "Assegura't de complir els termes i condicions detallats en [aquest document](https://github.com/IAHispano/Applio/blob/main/TERMS_OF_USE.md) abans de procedir amb la teva inferència.",
    "Please ensure compliance with the terms and conditions detailed in [this document](https://github.com/IAHispano/Applio/blob/main/TERMS_OF_USE.md) before proceeding with your realtime.": "Assegureu-vos de complir els termes i condicions detallats en [aquest document](https://github.com/IAHispano/Applio/blob/main/TERMS_OF_USE.md) abans de procedir amb el temps real.",
    "Please ensure compliance with the terms and conditions detailed in [this document](https://github.com/IAHispano/Applio/blob/main/TERMS_OF_USE.md) before proceeding with your training.": "Assegura't de complir els termes i condicions detallats en [aquest document](https://github.com/IAHispano/Applio/blob/main/TERMS_OF_USE.md) abans de procedir amb el teu entrenament.",
    "Plugin Installer": "Instal·lador de plugins",
    "Plugins": "Plugins",
    "Post-Process": "Postprocessament",
    "Post-process the audio to apply effects to the output.": "Postprocessa l'àudio per aplicar efectes a la sortida.",
    "Precision": "Precisió",
    "Preprocess": "Preprocessar",
    "Preprocess Dataset": "Preprocessar conjunt de dades",
    "Preset Name": "Nom de la preconfiguració",
    "Preset Settings": "Configuració de la preconfiguració",
    "Presets are located in /assets/formant_shift folder": "Les preconfiguracions es troben a la carpeta /assets/formant_shift",
    "Pretrained": "Preentrenat",
    "Pretrained Custom Settings": "Configuració personalitzada del preentrenat",
    "Proposed Pitch": "To proposat",
    "Proposed Pitch Threshold": "Llindar de to proposat",
    "Protect Voiceless Consonants": "Protegir consonants sordes",
    "Pth file": "Fitxer Pth",
    "Quefrency for formant shifting": "Quefreqüència per al desplaçament de formants",
    "Realtime": "Temps real",
    "Record Screen": "Enregistrar pantalla",
    "Refresh": "Actualitzar",
    "Refresh Audio Devices": "Actualitzar Dispositius d'Àudio",
    "Refresh Custom Pretraineds": "Actualitzar preentrenats personalitzats",
    "Refresh Presets": "Actualitzar preconfiguracions",
    "Refresh embedders": "Actualitzar embedders",
    "Report a Bug": "Informar d'un error",
    "Restart Applio": "Reiniciar Applio",
    "Reverb": "Reverberació",
    "Reverb Damping": "Amortiment de la reverberació",
    "Reverb Dry Gain": "Guany sec de la reverberació",
    "Reverb Freeze Mode": "Mode de congelació de la reverberació",
    "Reverb Room Size": "Mida de la sala de la reverberació",
    "Reverb Wet Gain": "Guany humit de la reverberació",
    "Reverb Width": "Amplada de la reverberació",
    "Safeguard distinct consonants and breathing sounds to prevent electro-acoustic tearing and other artifacts. Pulling the parameter to its maximum value of 0.5 offers comprehensive protection. However, reducing this value might decrease the extent of protection while potentially mitigating the indexing effect.": "Protegeix les consonants sordes i els sons de respiració per prevenir el 'tearing' electroacústic i altres artefactes. Portar el paràmetre al seu valor màxim de 0.5 ofereix una protecció completa. No obstant això, reduir aquest valor pot disminuir el grau de protecció mentre potencialment mitiga l'efecte d'indexació.",
    "Sampling Rate": "Taxa de mostreig",
    "Save Every Epoch": "Desar a cada època",
    "Save Every Weights": "Desar tots els pesos",
    "Save Only Latest": "Desar només el més recent",
    "Search Feature Ratio": "Ràtio de cerca de característiques",
    "See Model Information": "Veure informació del model",
    "Select Audio": "Seleccionar àudio",
    "Select Custom Embedder": "Seleccionar embedder personalitzat",
    "Select Custom Preset": "Seleccionar preconfiguració personalitzada",
    "Select file to import": "Selecciona el fitxer a importar",
    "Select the TTS voice to use for the conversion.": "Selecciona la veu TTS a utilitzar per a la conversió.",
    "Select the audio to convert.": "Selecciona l'àudio a convertir.",
    "Select the custom pretrained model for the discriminator.": "Selecciona el model preentrenat personalitzat per al discriminador.",
    "Select the custom pretrained model for the generator.": "Selecciona el model preentrenat personalitzat per al generador.",
    "Select the device for monitoring your voice (e.g., your headphones).": "Seleccioneu el dispositiu per monitoritzar la vostra veu (p. ex., els vostres auriculars).",
    "Select the device where the final converted voice will be sent (e.g., a virtual cable).": "Seleccioneu el dispositiu on s'enviarà la veu convertida final (p. ex., un cable virtual).",
    "Select the folder containing the audios to convert.": "Selecciona la carpeta que conté els àudios a convertir.",
    "Select the folder where the output audios will be saved.": "Selecciona la carpeta on es desaran els àudios de sortida.",
    "Select the format to export the audio.": "Selecciona el format per exportar l'àudio.",
    "Select the index file to be exported": "Selecciona el fitxer d'índex a exportar",
    "Select the index file to use for the conversion.": "Selecciona el fitxer d'índex a utilitzar per a la conversió.",
    "Select the language you want to use. (Requires restarting Applio)": "Selecciona l'idioma que vols utilitzar. (Requereix reiniciar Applio)",
    "Select the microphone or audio interface you will be speaking into.": "Seleccioneu el micròfon o la interfície d'àudio que utilitzareu per parlar.",
    "Select the precision you want to use for training and inference.": "Selecciona la precisió que vols utilitzar per a l'entrenament i la inferència.",
    "Select the pretrained model you want to download.": "Selecciona el model preentrenat que vols descarregar.",
    "Select the pth file to be exported": "Selecciona el fitxer pth a exportar",
    "Select the speaker ID to use for the conversion.": "Selecciona l'ID del parlant a utilitzar per a la conversió.",
    "Select the theme you want to use. (Requires restarting Applio)": "Selecciona el tema que vols utilitzar. (Requereix reiniciar Applio)",
    "Select the voice model to use for the conversion.": "Selecciona el model de veu a utilitzar per a la conversió.",
    "Select two voice models, set your desired blend percentage, and blend them into an entirely new voice.": "Selecciona dos models de veu, estableix el percentatge de mescla desitjat i mescla'ls per crear una veu completament nova.",
    "Set name": "Establir nom",
    "Set the autotune strength - the more you increase it the more it will snap to the chromatic grid.": "Estableix la intensitat de l'autotune: com més l'augmentis, més s'ajustarà a la graella cromàtica.",
    "Set the bitcrush bit depth.": "Estableix la profunditat de bits del bitcrush.",
    "Set the chorus center delay ms.": "Estableix el retard central del chorus (ms).",
    "Set the chorus depth.": "Estableix la profunditat del chorus.",
    "Set the chorus feedback.": "Estableix la retroalimentació del chorus.",
    "Set the chorus mix.": "Estableix la mescla del chorus.",
    "Set the chorus rate Hz.": "Estableix la taxa del chorus (Hz).",
    "Set the clean-up level to the audio you want, the more you increase it the more it will clean up, but it is possible that the audio will be more compressed.": "Estableix el nivell de neteja per a l'àudio que desitgis; com més l'augmentis, més netejarà, però és possible que l'àudio quedi més comprimit.",
    "Set the clipping threshold.": "Estableix el llindar de retall.",
    "Set the compressor attack ms.": "Estableix l'atac del compressor (ms).",
    "Set the compressor ratio.": "Estableix la ràtio del compressor.",
    "Set the compressor release ms.": "Estableix l'alliberament del compressor (ms).",
    "Set the compressor threshold dB.": "Estableix el llindar del compressor (dB).",
    "Set the damping of the reverb.": "Estableix l'amortiment de la reverberació.",
    "Set the delay feedback.": "Estableix la retroalimentació del retard.",
    "Set the delay mix.": "Estableix la mescla del retard.",
    "Set the delay seconds.": "Estableix els segons de retard.",
    "Set the distortion gain.": "Estableix el guany de la distorsió.",
    "Set the dry gain of the reverb.": "Estableix el guany sec de la reverberació.",
    "Set the freeze mode of the reverb.": "Estableix el mode de congelació de la reverberació.",
    "Set the gain dB.": "Estableix el guany (dB).",
    "Set the limiter release time.": "Estableix el temps d'alliberament del limitador.",
    "Set the limiter threshold dB.": "Estableix el llindar del limitador (dB).",
    "Set the maximum number of epochs you want your model to stop training if no improvement is detected.": "Estableix el nombre màxim d'èpoques que vols que el teu model deixi d'entrenar si no es detecta cap millora.",
    "Set the pitch of the audio, the higher the value, the higher the pitch.": "Estableix el to de l'àudio; com més alt sigui el valor, més alt serà el to.",
    "Set the pitch shift semitones.": "Estableix el desplaçament de to en semitons.",
    "Set the room size of the reverb.": "Estableix la mida de la sala de la reverberació.",
    "Set the wet gain of the reverb.": "Estableix el guany humit de la reverberació.",
    "Set the width of the reverb.": "Estableix l'amplada de la reverberació.",
    "Settings": "Configuració",
    "Silence Threshold (dB)": "Llindar de Silenci (dB)",
    "Silent training files": "Fitxers d'entrenament silenciosos",
    "Single": "Individual",
    "Speaker ID": "ID del parlant",
    "Specifies the overall quantity of epochs for the model training process.": "Especifica la quantitat total d'èpoques per al procés d'entrenament del model.",
    "Specify the number of GPUs you wish to utilize for extracting by entering them separated by hyphens (-).": "Especifica el nombre de GPUs que vols utilitzar per a l'extracció introduint-les separades per guions (-).",
    "Split Audio": "Dividir àudio",
    "Split the audio into chunks for inference to obtain better results in some cases.": "Divideix l'àudio en fragments per a la inferència per obtenir millors resultats en alguns casos.",
    "Start": "Iniciar",
    "Start Training": "Començar entrenament",
    "Status": "Estat",
    "Stop": "Aturar",
    "Stop Training": "Aturar entrenament",
    "Stop convert": "Aturar conversió",
    "Substitute or blend with the volume envelope of the output. The closer the ratio is to 1, the more the output envelope is employed.": "Substitueix o mescla amb l'envolupant de volum de la sortida. Com més a prop estigui la ràtio a 1, més s'utilitzarà l'envolupant de sortida.",
    "TTS": "TTS",
    "TTS Speed": "Velocitat del TTS",
    "TTS Voices": "Veus de TTS",
    "Text to Speech": "Text a veu",
    "Text to Synthesize": "Text a sintetitzar",
    "The GPU information will be displayed here.": "La informació de la GPU es mostrarà aquí.",
    "The audio file has been successfully added to the dataset. Please click the preprocess button.": "El fitxer d'àudio s'ha afegit correctament al conjunt de dades. Si us plau, fes clic al botó de preprocessament.",
    "The button 'Upload' is only for google colab: Uploads the exported files to the ApplioExported folder in your Google Drive.": "El botó 'Pujar' (Upload) és només per a Google Colab: Puja els fitxers exportats a la carpeta ApplioExported del teu Google Drive.",
    "The f0 curve represents the variations in the base frequency of a voice over time, showing how pitch rises and falls.": "La corba F0 representa les variacions en la freqüència base d'una veu al llarg del temps, mostrant com el to puja i baixa.",
    "The file you dropped is not a valid pretrained file. Please try again.": "El fitxer que has deixat anar no és un fitxer preentrenat vàlid. Si us plau, torna-ho a provar.",
    "The name that will appear in the model information.": "El nom que apareixerà a la informació del model.",
    "The number of CPU cores to use in the extraction process. The default setting are your cpu cores, which is recommended for most cases.": "El nombre de nuclis de CPU a utilitzar en el procés d'extracció. La configuració per defecte són els nuclis de la teva CPU, la qual cosa es recomana per a la majoria dels casos.",
    "The output information will be displayed here.": "La informació de sortida es mostrarà aquí.",
    "The path to the text file that contains content for text to speech.": "La ruta al fitxer de text que conté el contingut per a la conversió de text a veu.",
    "The path where the output audio will be saved, by default in assets/audios/output.wav": "La ruta on es desarà l'àudio de sortida, per defecte a assets/audios/output.wav",
    "The sampling rate of the audio files.": "La taxa de mostreig dels fitxers d'àudio.",
    "Theme": "Tema",
    "This setting enables you to save the weights of the model at the conclusion of each epoch.": "Aquesta configuració et permet desar els pesos del model en finalitzar cada època.",
    "Timbre for formant shifting": "Timbre per al desplaçament de formants",
    "Total Epoch": "Èpoques totals",
    "Training": "Entrenament",
    "Unload Voice": "Descarregar veu",
    "Update precision": "Actualitzar precisió",
    "Upload": "Pujar",
    "Upload .bin": "Pujar .bin",
    "Upload .json": "Pujar .json",
    "Upload Audio": "Pujar àudio",
    "Upload Audio Dataset": "Pujar conjunt de dades d'àudio",
    "Upload Pretrained Model": "Pujar model preentrenat",
    "Upload a .txt file": "Pujar un fitxer .txt",
    "Use Monitor Device": "Utilitzar Dispositiu de Monitorització",
    "Utilize pretrained models when training your own. This approach reduces training duration and enhances overall quality.": "Utilitza models preentrenats quan entrenis els teus propis. Aquest enfocament redueix la durada de l'entrenament i millora la qualitat general.",
    "Utilizing custom pretrained models can lead to superior results, as selecting the most suitable pretrained models tailored to the specific use case can significantly enhance performance.": "L'ús de models preentrenats personalitzats pot conduir a resultats superiors, ja que seleccionar els models preentrenats més adequats per al cas d'ús específic pot millorar significativament el rendiment.",
    "Version Checker": "Comprovador de versió",
    "View": "Veure",
    "Vocoder": "Vocoder",
    "Voice Blender": "Mesclador de veu",
    "Voice Model": "Model de veu",
    "Volume Envelope": "Envolupant de volum",
    "Volume level below which audio is treated as silence and not processed. Helps to save CPU resources and reduce background noise.": "Nivell de volum per sota del qual l'àudio es considera silenci i no es processa. Ajuda a estalviar recursos de la CPU i a reduir el soroll de fons.",
    "You can also use a custom path.": "També pots utilitzar una ruta personalitzada.",
    "[Support](https://discord.gg/urxFjYmYYh) — [GitHub](https://github.com/IAHispano/Applio)": "[Suport](https://discord.gg/urxFjYmYYh) — [GitHub](https://github.com/IAHispano/Applio)"
}
