{
  "Training": "Školení",
  "Inference": "Odvození",
  "Processing": "Zpracování",
  "Output Information": "Informace o výstupu",
  "Settings": "Nastavení",
  "Download": "Stáhnout",
  "The output information will be displayed here.": "Zde se zobrazí výstupní informace.",
  "This section contains some extra utilities that often may be in experimental phases.": "Tato sekce obsahuje některé další nástroje, které mohou být často v experimentální fázi.",
  "A simple, high-quality voice conversion tool focused on ease of use and performance.": "Jednoduchý, vysoce kvalitní nástroj pro převod hlasu zaměřený na snadné použití a výkon.",
  "Preprocess": "Předběžně zpracovat",
  "Plugins": "Zásuvné moduly",
  "Report a Bug": "Nahlásit chybu",
  "Model Information": "Informace o modelu",
  "Audio Analyzer": "Analyzátor zvuku",
  "Extra": "Extra",
  "Merge Audios": "Sloučit zvuky",
  "Process effects": "Efekty procesu",
  "Model Name": "Název modelu",
  "Audio cutting": "Řezání zvuku",
  "It's recommended to deactivate this option if your dataset has already been processed.": "Tuto možnost doporučujeme deaktivovat, pokud již byla datová sada zpracována.",
  "Enter model name": "Zadejte název modelu",
  "Name of the new model.": "Název nového modelu.",
  "Refresh Datasets": "Aktualizace datových sad",
  "Path to the dataset folder.": "Cesta ke složce datové sady.",
  "Dataset Creator": "Tvůrce datové sady",
  "Dataset Path": "Cesta k datové sadě",
  "Dataset Name": "Název datové sady",
  "Upload Audio Dataset": "Nahrát zvukovou datovou sadu",
  "Enter dataset name": "Zadejte název datové sady",
  "Enter dataset path": "Zadejte cestu k datové sadě",
  "The audio file has been successfully added to the dataset. Please click the preprocess button.": "Zvukový soubor byl úspěšně přidán do datové sady. Klikněte na tlačítko předběžného zpracování.",
  "Name of the new dataset.": "Název nové datové sady.",
  "Sampling Rate": "Vzorkovací frekvence",
  "The sampling rate of the audio files.": "Vzorkovací frekvence zvukových souborů.",
  "Extract": "Extrahovat",
  "Model Architecture": "Architektura modelu",
  "Version of the model architecture.": "Verze architektury modelu.",
  "Preprocess Dataset": "Předběžná datová sada",
  "Embedder Model": "Vložit model vkládacího zařízení",
  "Hop Length": "Délka skoku",
  "Model used for learning speaker embedding.": "Model používaný pro učení vkládání reproduktorů.",
  "Batch Size": "Velikost šarže",
  "Save Every Epoch": "Zachraňte každou epochu",
  "Denotes the duration it takes for the system to transition to a significant pitch change. Smaller hop lengths require more time for inference but tend to yield higher pitch accuracy.": "Označuje dobu, za kterou systém přejde k výrazné změně výšky tónu. Menší délky směrování vyžadují více času na odvození, ale mají tendenci poskytovat vyšší přesnost výšky tónu.",
  "Determine at how many epochs the model will saved at.": "Určete, v kolika epochách se bude model ukládat.",
  "Total Epoch": "Celková epocha",
  "It's advisable to align it with the available VRAM of your GPU. A setting of 4 offers improved accuracy but slower processing, while 8 provides faster and standard results.": "Je vhodné jej sladit s dostupnou pamětí VRAM vašeho GPU. Nastavení 4 nabízí vyšší přesnost, ale pomalejší zpracování, zatímco 8 poskytuje rychlejší a standardní výsledky.",
  "Pretrained": "Předem vytrénovaný",
  "Save Every Weights": "Ušetřete každou váhu",
  "Specifies the overall quantity of epochs for the model training process.": "Určuje celkové množství epoch pro proces trénování modelu.",
  "Custom Pretrained": "Vlastní předtrénování",
  "Save Only Latest": "Uložit pouze nejnovější",
  "This setting enables you to save the weights of the model at the conclusion of each epoch.": "Toto nastavení umožňuje uložit váhy modelu na konci každé epochy.",
  "Refresh Custom Pretraineds": "Obnovit vlastní předtrénované prvky",
  "Pretrained Custom Settings": "Předtrénovaná uživatelská nastavení",
  "Upload Pretrained Model": "Nahrání předtrénovaného modelu",
  "The file you dropped is not a valid pretrained file. Please try again.": "Soubor, který jste přetáhli, není platný předtrénovaný soubor. Zkuste to prosím znovu.",
  "Enabling this setting will result in the G and D files saving only their most recent versions, effectively conserving storage space.": "Povolení tohoto nastavení bude mít za následek, že soubory G a D uloží pouze své nejnovější verze, čímž se efektivně šetří úložný prostor.",
  "GPU Settings": "Nastavení GPU",
  "Pretrained D Path": "Vlastní předtrénované D",
  "Pretrained G Path": "Vlastní předtrénované G",
  "Utilizing custom pretrained models can lead to superior results, as selecting the most suitable pretrained models tailored to the specific use case can significantly enhance performance.": "Využití vlastních předtrénovaných modelů může vést k vynikajícím výsledkům, protože výběr nejvhodnějších předtrénovaných modelů přizpůsobených konkrétnímu případu použití může výrazně zvýšit výkon.",
  "Click the refresh button to see the pretrained file in the dropdown menu.": "Kliknutím na tlačítko Obnovit zobrazíte předem natrénovaný soubor v rozevírací nabídce.",
  "Sets advanced GPU settings, recommended for users with better GPU architecture.": "Nastavuje pokročilá nastavení GPU, doporučená pro uživatele s lepší architekturou GPU.",
  "GPU Custom Settings": "Vlastní nastavení GPU",
  "GPU Number": "Číslo GPU",
  "0 to ∞ separated by -": "0 až ∞ odděleny -",
  "The GPU information will be displayed here.": "Zde se zobrazí informace o GPU.",
  "The number of CPU cores to use in the preprocess. The default setting are your cpu cores, which is recommended for most cases.": "Počet jader procesoru, která se mají použít v předběžném procesu. Výchozím nastavením jsou jádra procesoru, což se ve většině případů doporučuje.",
  "The number of CPU cores to use in the extraction process. The default setting are your cpu cores, which is recommended for most cases.": "Počet jader procesoru, která se mají použít v procesu extrakce. Výchozím nastavením jsou jádra procesoru, což se ve většině případů doporučuje.",
  "GPU Information": "Informace o GPU",
  "Specify the number of GPUs you wish to utilize for preprocess by entering them separated by hyphens (-). At the moment, using multi-gpu will not have a significant effect.": "Určete počet GPU, které chcete použít pro předběžné zpracování, a to tak, že je zadáte oddělené pomlčkami (-). V tuto chvíli nebude mít používání více GPU významný vliv.",
  "Pitch Guidance": "Navádění výšky tónu",
  "Use CPU": "Použít procesor",
  "Specify the number of GPUs you wish to utilize for extracting by entering them separated by hyphens (-).": "Určete počet GPU, které chcete použít k extrahování, a to tak, že je zadáte oddělené pomlčkami (-).",
  "Force the use of CPU for training.": "Vynutit použití CPU pro trénink.",
  "By employing pitch guidance, it becomes feasible to mirror the intonation of the original voice, including its pitch. This feature is particularly valuable for singing and other scenarios where preserving the original melody or pitch pattern is essential.": "Použitím navádění výšky tónu je možné zrcadlit intonaci původního hlasu, včetně jeho výšky tónu. Tato funkce je zvláště cenná pro zpěv a další scénáře, kde je nezbytné zachovat původní melodii nebo vzor výšky tónu.",
  "Utilize pretrained models when training your own. This approach reduces training duration and enhances overall quality.": "Při trénování vlastních modelů využijte předtrénované modely. Tento přístup zkracuje dobu trvání školení a zvyšuje celkovou kvalitu.",
  "Extract Features": "Extrahování funkcí",
  "We prioritize running the model extraction on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.": "Pro rychlejší výkon upřednostňujeme spuštění extrakce modelu na GPU. Pokud dáváte přednost použití procesoru, jednoduše ponechte pole GPU prázdné.",
  "We prioritize running the model preprocessing on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.": "Prioritou je spuštění předběžného zpracování modelu na GPU pro rychlejší výkon. Pokud dáváte přednost použití procesoru, jednoduše ponechte pole GPU prázdné.",
  "Index Algorithm": "Indexový algoritmus",
  "Cache Dataset in GPU": "Datová sada mezipaměti v GPU",
  "Cache the dataset in GPU memory to speed up the training process.": "Uložte datovou sadu do paměti GPU, abyste urychlili proces trénování.",
  "Overtraining Detector": "Detektor přetrénování",
  "Fresh Training": "Čerstvé školení",
  "Set the maximum number of epochs you want your model to stop training if no improvement is detected.": "Nastavte maximální počet epoch, po které má model přestat trénovat, pokud není zjištěno žádné zlepšení.",
  "Overtraining Threshold": "Práh přetrénování",
  "Start Training": "Zahájit školení",
  "Stop Training": "Přestat trénovat",
  "Enable this setting only if you are training a new model from scratch or restarting the training. Deletes all previously generated weights and tensorboard logs.": "Toto nastavení povolte pouze v případě, že trénujete nový model od začátku nebo znovu spouštíte trénování. Odstraní všechny dříve vygenerované váhy a protokoly tenzoru.",
  "Detect overtraining to prevent the model from learning the training data too well and losing the ability to generalize to new data.": "Detekujte přetrénování, abyste zabránili tomu, aby se model příliš dobře učil trénovací data a ztratil schopnost zobecnit na nová data.",
  "Overtraining Detector Settings": "Nastavení detektoru přetrénování",
  "KMeans is a clustering algorithm that divides the dataset into K clusters. This setting is particularly useful for large datasets.": "KMeans je shlukovací algoritmus, který rozděluje datovou sadu na K clustery. Toto nastavení je užitečné zejména pro velké datové sady.",
  "Generate Index": "Generovat index",
  "Export Model": "Exportovat model",
  "Exported Pth file": "Exportovaný soubor Pth",
  "Exported Index file": "Exportovaný soubor indexu",
  "Select the index file to be exported": "Vyberte soubor indexu, který chcete exportovat",
  "Select the pth file to be exported": "Vyberte soubor PTH, který chcete exportovat",
  "Upload": "Upload",
  "The button 'Upload' is only for google colab: Uploads the exported files to the ApplioExported folder in your Google Drive.": "Tlačítko 'Nahrát' je pouze pro google colab: Nahraje exportované soubory do složky ApplioExported na vašem Disku Google.",
  "Refresh": "Osvěžit",
  "Single": "Jednotlivý",
  "Voice Model": "Hlasový model",
  "Index File": "Indexový soubor",
  "Select the index file to use for the conversion.": "Vyberte soubor indexu, který chcete použít pro převod.",
  "Unload Voice": "Uvolnit hlas",
  "Select the voice model to use for the conversion.": "Vyberte hlasový model, který chcete použít pro převod.",
  "Select Audio": "Vyberte možnost Zvuk",
  "Advanced Settings": "Pokročilá nastavení",
  "Upload Audio": "Nahrát zvuk",
  "Select the audio to convert.": "Vyberte zvuk, který chcete převést.",
  "Custom Output Path": "Vlastní výstupní cesta",
  "Export Format": "Formát exportu",
  "Output Path": "Výstupní cesta",
  "Clear Outputs (Deletes all audios in assets/audios)": "Vymazat výstupy (vymaže všechny zvuky v datových zdrojích/audioverzích)",
  "Select the format to export the audio.": "Vyberte formát pro export zvuku.",
  "Split Audio": "Rozdělit zvuk",
  "Clean Audio": "Čistý zvuk",
  "The path where the output audio will be saved, by default in assets/audios/output.wav": "Cesta, kam se uloží výstupní zvuk, ve výchozím nastavení v části assets/audios/output.wav",
  "Autotune": "Automatické ladění",
  "Clean Strength": "Čistá síla",
  "Split the audio into chunks for inference to obtain better results in some cases.": "Rozdělte zvuk na části pro odvození, abyste v některých případech získali lepší výsledky.",
  "Upscale Audio": "Vyšší rozlišení zvuku",
  "Apply a soft autotune to your inferences, recommended for singing conversions.": "Aplikujte na odvození měkké automatické ladění, které se doporučuje pro převody zpěvu.",
  "Clean your audio output using noise detection algorithms, recommended for speaking audios.": "Vyčistěte zvukový výstup pomocí algoritmů detekce šumu, které se doporučují pro mluvené zvuky.",
  "Upscale the audio to a higher quality, recommended for low-quality audios. (It could take longer to process the audio)": "Zvyšte rozlišení zvuku na vyšší kvalitu, která se doporučuje pro zvuk nízké kvality. (Zpracování zvuku může trvat déle)",
  "Formant Shifting": "Posun formantu",
  "Default value is 1.0": "Výchozí hodnota je 1.0",
  "Enable formant shifting. Used for male to female and vice-versa convertions.": "Povolte posun formantu. Používá se pro konverzi samec na samici a naopak.",
  "Browse presets for formanting": "Procházení přednastavení pro formování",
  "Pitch": "Hřiště",
  "Quefrency for formant shifting": "Quefrency pro posun formantů",
  "Set the clean-up level to the audio you want, the more you increase it the more it will clean up, but it is possible that the audio will be more compressed.": "Nastavte úroveň čištění na požadovaný zvuk, čím více ji zvýšíte, tím více se vyčistí, ale je možné, že zvuk bude více komprimovaný.",
  "Presets are located in /assets/formant_shift folder": "Přednastavení jsou umístěna ve složce /assets/formant_shift",
  "Filter Radius": "Poloměr filtru",
  "Timbre for formant shifting": "Zabarvení pro posun formantu",
  "Search Feature Ratio": "Poměr funkcí vyhledávání",
  "Set the pitch of the audio, the higher the value, the higher the pitch.": "Nastavte výšku zvuku, čím vyšší hodnota, tím vyšší výška.",
  "Volume Envelope": "Obálka svazku",
  "Influence exerted by the index file; a higher value corresponds to greater influence. However, opting for lower values can help mitigate artifacts present in the audio.": "Vliv vyvíjený indexovým souborem; Vyšší hodnota odpovídá většímu vlivu. Volba nižších hodnot však může pomoci zmírnit artefakty přítomné ve zvuku.",
  "If the number is greater than or equal to three, employing median filtering on the collected tone results has the potential to decrease respiration.": "Pokud je číslo větší nebo rovno třem, použití mediánového filtrování shromážděných výsledků tónů má potenciál snížit dýchání.",
  "Protect Voiceless Consonants": "Ochrana neznělých souhlásek",
  "Convert": "Přeměnit",
  "Substitute or blend with the volume envelope of the output. The closer the ratio is to 1, the more the output envelope is employed.": "Nahraďte nebo prolněte s obálkou hlasitosti výstupu. Čím blíže je poměr k 1, tím více je využita výstupní obálka.",
  "Batch": "Várka",
  "Pitch extraction algorithm": "Algoritmus extrakce výšky tónu",
  "Export Audio": "Exportovat zvuk",
  "Pitch extraction algorithm to use for the audio conversion. The default algorithm is rmvpe, which is recommended for most cases.": "Algoritmus extrakce výšky tónu, který se má použít pro převod zvuku. Výchozí algoritmus je rmvpe, který je doporučen pro většinu případů.",
  "Input Folder": "Vstupní složka",
  "Enter input path": "Zadejte vstupní cestu",
  "Output Folder": "Výstupní složka",
  "Safeguard distinct consonants and breathing sounds to prevent electro-acoustic tearing and other artifacts. Pulling the parameter to its maximum value of 0.5 offers comprehensive protection. However, reducing this value might decrease the extent of protection while potentially mitigating the indexing effect.": "Chraňte odlišné souhlásky a zvuky dýchání, abyste zabránili elektroakustickému trhání a dalším artefaktům. Přetažením parametru na maximální hodnotu 0,5 získáte komplexní ochranu. Snížení této hodnoty však může snížit rozsah ochrany a zároveň potenciálně zmírnit efekt indexování.",
  "Select the folder containing the audios to convert.": "Vyberte složku obsahující audio, které chcete převést.",
  "Enter output path": "Zadejte výstupní cestu",
  "Get information about the audio": "Získání informací o audiu",
  "Select the folder where the output audios will be saved.": "Vyberte složku, do které se budou ukládat výstupní audia.",
  "Voice Blender": "Hlasový mixér",
  "## Voice Blender": "## Hlasový mixér",
  "Fusion": "Fúze",
  "You can also use a custom path.": "Můžete také použít vlastní cestu.",
  "Drag and drop your model here": "Sem přetáhněte svůj model",
  "Select two voice models, set your desired blend percentage, and blend them into an entirely new voice.": "Vyberte dva hlasové modely, nastavte požadované procento prolnutí a prolněte je do zcela nového hlasu.",
  "Blend Ratio": "Poměr prolnutí",
  "Path to Model": "Cesta k modelu",
  "Adjusting the position more towards one side or the other will make the model more similar to the first or second.": "Úpravou polohy více na jednu nebo druhou stranu se model bude více podobat prvnímu nebo druhému.",
  "Enter path to model": "Zadejte cestu k modelu",
  "Inroduce the model information": "Úvodní informace o modelu",
  "Model information to be placed": "Informace o modelu, které mají být umístěny",
  "View": "Pohled",
  "View model information": "Zobrazit informace o modelu",
  "The information to be placed in the model (You can leave it blank or put anything).": "Informace, které mají být umístěny do modelu (Můžete nechat prázdné nebo vložit cokoli).",
  "Introduce the model pth path": "Představení modelu pth dráhy",
  "Model extraction": "Extrakce modelu",
  "Pth file": "Soubor Pth",
  "Extract F0 Curve": "Extrahovat křivku F0",
  "Output of the pth file": "Výstup souboru pth",
  "Model conversion": "Konverze modelu",
  "The f0 curve represents the variations in the base frequency of a voice over time, showing how pitch rises and falls.": "Křivka f0 představuje změny základní frekvence hlasu v průběhu času a ukazuje, jak výška tónu stoupá a klesá.",
  "Record": "Záznam",
  "Record Screen": "Obrazovka záznamu",
  "# How to Report an Issue on GitHub": "# Jak nahlásit problém na GitHubu",
  "1. Click on the 'Record Screen' button below to start recording the issue you are experiencing.": "1. Kliknutím na tlačítko \"Nahrát obrazovku\" níže zahájíte nahrávání problému, se kterým se setkáváte.",
  "Stop Recording": "Zastavit nahrávání",
  "See Model Information": "Zobrazit informace o modelu",
  "Introduce the model .pth path": "Představení cesty k modelu .pth",
  "## Download Model": "## Stáhnout model",
  "3. Go to [GitHub Issues](https://github.com/IAHispano/Applio/issues) and click on the 'New Issue' button.": "3. Přejděte na stránku [Problémy na GitHubu](https://github.com/IAHispano/Applio/issues) a klikněte na tlačítko \"Nové vydání\".",
  "Model Link": "Odkaz na model",
  "Download Model": "Stáhnout model",
  "2. Once you have finished recording the issue, click on the 'Stop Recording' button (the same button, but the label changes depending on whether you are actively recording or not).": "2. Jakmile dokončíte nahrávání problému, klikněte na tlačítko \"Zastavit nahrávání\" (stejné tlačítko, ale štítek se mění v závislosti na tom, zda aktivně nahráváte nebo ne).",
  "## Drop files": "## Přetáhněte soubory",
  "Introduce the model link": "Představení odkazu na model",
  "4. Complete the provided issue template, ensuring to include details as needed, and utilize the assets section to upload the recorded file from the previous step.": "4. Dokončete poskytnutou šablonu problému, nezapomeňte podle potřeby zahrnout podrobnosti, a pomocí části Datové zdroje nahrajte zaznamenaný soubor z předchozího kroku.",
  "Search": "Hledání",
  "## Search Model": "## Vyhledávací model",
  "Drag your .pth file and .index file into this space. Drag one and then the other.": "Přetáhněte do tohoto prostoru soubor .pth a .index. Přetáhněte jeden a poté druhý.",
  "## Download Pretrained Models": "## Stáhněte si předtrénované modely",
  "We couldn't find models by that name.": "Modely s tímto názvem jsme nenašli.",
  "Introduce the model name to search.": "Do vyhledávání zadejte název modelu.",
  "And select the sampling rate": "A vyberte vzorkovací kmitočet.",
  "Select the pretrained model you want to download.": "Vyberte předem natrénovaný model, který chcete stáhnout.",
  "TTS Speed": "Rychlost TTS",
  "Increase or decrease TTS speed.": "Zvyšte nebo snižte rychlost TTS.",
  "Enter the text to synthesize.": "Zadejte text, který chcete sloučit.",
  "TTS Voices": "Hlasy TTS",
  "Upload a .txt file": "Nahrání souboru .txt",
  "Input path for text file": "Vstupní cesta pro textový soubor",
  "Select the TTS voice to use for the conversion.": "Vyberte hlas TTS, který chcete použít pro převod.",
  "Text to Synthesize": "Text k syntéze",
  "Enter text to synthesize": "Zadejte text pro syntézu",
  "Output Path for TTS Audio": "Výstupní cesta pro zvuk TTS",
  "Output Path for RVC Audio": "Výstupní cesta pro zvuk RVC",
  "Enable Applio integration with Discord presence": "Povolte integraci Applio s přítomností Discordu",
  "Theme": "Téma",
  "It will activate the possibility of downloading models with a click from the website.": "Aktivuje možnost stahování modelů kliknutím z webu.",
  "Enable Applio integration with applio.org/models using flask": "Povolte integraci Applio s applio.org/models pomocí baňky",
  "Enable fake GPU": "Povolit falešný GPU",
  "The path to the text file that contains content for text to speech.": "Cesta k textovému souboru, který obsahuje obsah pro převod textu na řeč.",
  "It will activate the possibility of displaying the current Applio activity in Discord.": "Aktivuje možnost zobrazení aktuální aktivity Applio v Discordu.",
  "Restart Applio": "Restartovat aplikaci Applio",
  "Select the language you want to use. (Requires restarting Applio)": "Vyberte jazyk, který chcete používat. (Vyžaduje restartování aplikace Applio)",
  "Select the theme you want to use. (Requires restarting Applio)": "Vyberte motiv, který chcete použít. (Vyžaduje restartování aplikace Applio)",
  "Precision": "Přesnost",
  "Activates the train tab. However, please note that this device lacks GPU capabilities, hence training is not supported. This option is only for testing purposes. (This option will restart Applio)": "Aktivuje kartu vlaku. Upozorňujeme však, že toto zařízení postrádá funkce GPU, a proto školení není podporováno. Tato možnost slouží pouze pro testovací účely. (Tato možnost restartuje Applio)",
  "Training is currently unsupported due to the absence of a GPU. To activate the training tab, navigate to the settings tab and enable the 'Fake GPU' option.": "Výuka není v současné době podporována z důvodu absence GPU. Chcete-li aktivovat kartu školení, přejděte na kartu nastavení a povolte možnost \"Falešný GPU\".",
  "Language": "Jazyk",
  "Select the precision you want to use for training and inference.": "Vyberte přesnost, kterou chcete použít pro trénování a odvozování.",
  "Update precision": "Přesnost aktualizace",
  "Plugin Installer": "Instalátor pluginů",
  "Version Checker": "Kontrolor verzí",
  "Check for updates": "Kontrola aktualizací",
  "Post-Process": "Následný proces",
  "Drag your plugin.zip to install it": "Nainstalujte jej přetažením plugin.zip",
  "Reverb": "Ozvěna",
  "Reverb Damping": "Tlumení dozvuku",
  "Apply reverb to the audio.": "Aplikujte na zvuk dozvuk.",
  "Set the room size of the reverb.": "Nastavte velikost místnosti dozvuku.",
  "Check which version of Applio is the latest to see if you need to update.": "Zkontrolujte, která verze aplikace Applio je nejnovější, abyste zjistili, zda potřebujete aktualizaci.",
  "Reverb Room Size": "Velikost místnosti Reverb",
  "Post-process the audio to apply effects to the output.": "Následné zpracování zvuku a použití efektů na výstup.",
  "Reverb Wet Gain": "Reverb Wet Gain",
  "Set the damping of the reverb.": "Nastavte tlumení dozvuku.",
  "Reverb Dry Gain": "Reverb Suchý zisk",
  "Set the wet gain of the reverb.": "Nastavte mokrý zesílení dozvuku.",
  "Set the dry gain of the reverb.": "Nastavte suchý zisk dozvuku.",
  "Reverb Freeze Mode": "Režim zmrazení dozvuku",
  "Reverb Width": "Šířka dozvuku",
  "Set the width of the reverb.": "Nastavte šířku dozvuku.",
  "Limiter": "Omezovač",
  "Set the freeze mode of the reverb.": "Nastavte režim zmrazení dozvuku.",
  "Pitch Shift": "Posun výšky tónu",
  "Apply pitch shift to the audio.": "Použijte posun výšky tónu na zvuk.",
  "Pitch Shift Semitones": "Posun výšky tónu, půltóny",
  "Set the pitch shift semitones.": "Nastavte půltóny posunu výšky tónu.",
  "Apply limiter to the audio.": "Aplikujte omezovač na zvuk.",
  "Limiter Threshold dB": "Práh omezovače dB",
  "Gain": "Získat",
  "Set the limiter threshold dB.": "Nastavte prahovou hodnotu omezovače dB.",
  "Limiter Release Time": "Čas uvolnění omezovače",
  "Apply gain to the audio.": "Aplikujte zesílení na zvuk.",
  "Distortion": "Zkreslení",
  "Set the limiter release time.": "Nastavte čas uvolnění omezovače.",
  "Set the gain dB.": "Nastavte zesílení dB.",
  "Chorus": "Refrén",
  "Set the distortion gain.": "Nastavte zesílení zkreslení.",
  "Distortion Gain": "Zesílení zkreslení",
  "Apply distortion to the audio.": "Aplikujte zkreslení na zvuk.",
  "Gain dB": "Zisk dB",
  "Chorus Rate Hz": "Chorusová frekvence Hz",
  "Chorus Depth": "Hloubka refrénu",
  "Apply chorus to the audio.": "Aplikujte chorus na zvuk.",
  "Set the chorus rate Hz.": "Nastavte frekvenci chorusu v Hz.",
  "Set the chorus depth.": "Nastavte hloubku refrénu.",
  "Chorus Center Delay ms": "Zpoždění chorusového středu ms",
  "Set the chorus center delay ms.": "Nastaví zpoždění chorusu středu ms.",
  "Chorus Feedback": "Zpětná vazba od sboru",
  "Chorus Mix": "Chorus Mix",
  "Set the chorus feedback.": "Nastavte zpětnou vazbu refrénu.",
  "Bitcrush": "Bitcrush",
  "Set the chorus mix.": "Nastavte mix refrénu.",
  "Clipping": "Odstřižek",
  "Set the bitcrush bit depth.": "Nastavte bitovou hloubku bitu bitcrush.",
  "Bitcrush Bit Depth": "Bitcrush Bitová hloubka",
  "Apply clipping to the audio.": "Použijte oříznutí na zvuk.",
  "Clipping Threshold": "Práh oříznutí",
  "Compressor": "Kompresor",
  "Apply bitcrush to the audio.": "Aplikujte bitcrush na zvuk.",
  "Apply compressor to the audio.": "Aplikujte kompresor na zvuk.",
  "Compressor Threshold dB": "Práh kompresoru dB",
  "Set the compressor threshold dB.": "Nastavte prahovou hodnotu kompresoru dB.",
  "Set the clipping threshold.": "Nastavte práh oříznutí.",
  "Compressor Ratio": "Poměr kompresoru",
  "Compressor Attack ms": "Kompresor Attack ms",
  "Set the compressor ratio.": "Nastavte poměr kompresoru.",
  "Delay": "Zpoždění",
  "Compressor Release ms": "Uvolnění kompresoru ms",
  "Set the compressor release ms.": "Nastavte uvolnění kompresoru ms.",
  "Apply delay to the audio.": "Aplikujte zpoždění na zvuk.",
  "Set the compressor attack ms.": "Nastavte útok kompresoru ms.",
  "Delay Seconds": "Zpoždění sekund",
  "Set the delay seconds.": "Nastavte sekundy zpoždění.",
  "Set the delay feedback.": "Nastavte zpětnou vazbu zpoždění.",
  "Delay Feedback": "Zpožděná zpětná vazba",
  "Delay Mix": "Delay Mix",
  "Set the delay mix.": "Nastavte míchání zpoždění.",
  "Select Custom Embedder": "Vyberte možnost Vlastní vložený modul",
  "Custom Embedder": "Vlastní vkládač",
  "Folder Name": "Název složky",
  "Refresh embedders": "Obnovit vložené soubory",
  "Upload .bin": "Nahrát .bin",
  "model information": "Informace o modelu",
  "Upload .json": "Nahrát .json",
  "Model Creator": "Tvůrce modelů",
  "Name of the model creator. (Default: Unknown)": "Jméno tvůrce modelu. (Výchozí: Neznámý)",
  "Move files to custom embedder folder": "Přesunutí souborů do vlastní složky embedderu",
  "Speaker ID": "ID mluvčího",
  "Select the speaker ID to use for the conversion.": "Vyberte ID mluvčího, které chcete použít pro převod.",
  "Set name": "Název sady",
  "Model Author Name": "Model Jméno autora",
  "The name that will appear in the model information.": "Název, který se objeví v informacích o modelu.",
  "Set the autotune strength - the more you increase it the more it will snap to the chromatic grid.": "Nastavte sílu automatického ladění - čím více ji zvýšíte, tím více se bude přichytávat k chromatické mřížce."
}