{
  "Training": "Ausbildung",
  "Processing": "Verarbeitung",
  "Inference": "Schlussfolgerung",
  "Output Information": "Informationen zur Ausgabe",
  "Merge Audios": "Audios zusammenführen",
  "Download": "Herunterladen",
  "Settings": "Einstellungen",
  "Preprocess": "Vorverarbeiten",
  "The output information will be displayed here.": "Hier werden die Ausgabeinformationen angezeigt.",
  "Audio Analyzer": "Audio-Analysator",
  "A simple, high-quality voice conversion tool focused on ease of use and performance.": "Ein einfaches, qualitativ hochwertiges Sprachkonvertierungstool, das sich auf Benutzerfreundlichkeit und Leistung konzentriert.",
  "Report a Bug": "Einen Fehler melden",
  "This section contains some extra utilities that often may be in experimental phases.": "Dieser Abschnitt enthält einige zusätzliche Dienstprogramme, die sich oft in der experimentellen Phase befinden.",
  "Model Information": "Informationen zum Modell",
  "Process effects": "Auswirkungen des Prozesses",
  "Model Name": "Modellname",
  "Extra": "Extra",
  "Name of the new model.": "Name des neuen Modells.",
  "Dataset Path": "Pfad des Datensatzes",
  "It's recommended to deactivate this option if your dataset has already been processed.": "Es wird empfohlen, diese Option zu deaktivieren, wenn Ihr Datensatz bereits verarbeitet wurde.",
  "Enter model name": "Geben Sie den Modellnamen ein",
  "Path to the dataset folder.": "Pfad zum Datensatzordner.",
  "Dataset Name": "Name des Datensatzes",
  "Audio cutting": "Audio-Schnitt",
  "Refresh Datasets": "Aktualisieren von Datensätzen",
  "Dataset Creator": "Datensatz-Ersteller",
  "Enter dataset name": "Geben Sie den Namen des Datensatzes ein",
  "Name of the new dataset.": "Name des neuen Datasets.",
  "Upload Audio Dataset": "Audio-Datensatz hochladen",
  "Plugins": "Plugins",
  "Sampling Rate": "Samplingrate",
  "Enter dataset path": "Geben Sie den Datensatzpfad ein",
  "The audio file has been successfully added to the dataset. Please click the preprocess button.": "Die Audiodatei wurde dem Dataset erfolgreich hinzugefügt. Bitte klicken Sie auf die Schaltfläche Vorverarbeiten.",
  "Extract": "Auszug",
  "Model Architecture": "Modellarchitektur",
  "Batch Size": "Losgröße",
  "Embedder Model": "Embedder-Modell",
  "Version of the model architecture.": "Version der Modellarchitektur.",
  "The sampling rate of the audio files.": "Die Abtastrate der Audiodateien.",
  "Preprocess Dataset": "Datensatz vorverarbeiten",
  "Hop Length": "Hopfen-Länge",
  "Model used for learning speaker embedding.": "Modell zum Erlernen der Lautsprechereinbettung.",
  "Save Every Epoch": "Speichern Sie jede Epoche",
  "Denotes the duration it takes for the system to transition to a significant pitch change. Smaller hop lengths require more time for inference but tend to yield higher pitch accuracy.": "Gibt die Dauer an, die das System benötigt, um zu einer signifikanten Tonhöhenänderung überzugehen. Kleinere Hopfenlängen benötigen mehr Zeit für die Inferenz, führen aber tendenziell zu einer höheren Tongenauigkeit.",
  "Determine at how many epochs the model will saved at.": "Bestimmen Sie, in wie vielen Epochen das Modell gespeichert wird.",
  "Total Epoch": "Totale Epoche",
  "Pretrained": "Vortrainiert",
  "It's advisable to align it with the available VRAM of your GPU. A setting of 4 offers improved accuracy but slower processing, while 8 provides faster and standard results.": "Es ist ratsam, es an den verfügbaren VRAM Ihrer GPU anzupassen. Eine Einstellung von 4 bietet eine verbesserte Genauigkeit, aber eine langsamere Verarbeitung, während 8 schnellere und standardmäßige Ergebnisse liefert.",
  "Save Only Latest": "Speichern Sie nur das Neueste",
  "Save Every Weights": "Speichern Sie alle Gewichte",
  "Specifies the overall quantity of epochs for the model training process.": "Gibt die Gesamtanzahl der Epochen für den Modelltrainingsprozess an.",
  "Custom Pretrained": "Individuell vortrainiert",
  "Pretrained Custom Settings": "Vortrainierte benutzerdefinierte Einstellungen",
  "Refresh Custom Pretraineds": "Aktualisieren von benutzerdefinierten vortrainierten Elementen",
  "Enabling this setting will result in the G and D files saving only their most recent versions, effectively conserving storage space.": "Wenn Sie diese Einstellung aktivieren, werden für die G- und D-Dateien nur die neuesten Versionen gespeichert, wodurch Speicherplatz gespart wird.",
  "Upload Pretrained Model": "Vortrainiertes Modell hochladen",
  "This setting enables you to save the weights of the model at the conclusion of each epoch.": "Mit dieser Einstellung können Sie die Gewichtungen des Modells am Ende jeder Epoche speichern.",
  "The file you dropped is not a valid pretrained file. Please try again.": "Bei der Datei, die Sie abgelegt haben, handelt es sich nicht um eine gültige vortrainierte Datei. Bitte versuchen Sie es erneut.",
  "Pretrained G Path": "Benutzerdefiniertes vortrainiertes G",
  "Pretrained D Path": "Benutzerdefiniertes vortrainiertes D",
  "GPU Custom Settings": "Benutzerdefinierte GPU-Einstellungen",
  "GPU Settings": "GPU-Einstellungen",
  "Click the refresh button to see the pretrained file in the dropdown menu.": "Klicken Sie auf die Schaltfläche Aktualisieren, um die vortrainierte Datei im Dropdown-Menü anzuzeigen.",
  "GPU Number": "GPU-Nummer",
  "Utilizing custom pretrained models can lead to superior results, as selecting the most suitable pretrained models tailored to the specific use case can significantly enhance performance.": "Die Verwendung von benutzerdefinierten vortrainierten Modellen kann zu besseren Ergebnissen führen, da die Auswahl der am besten geeigneten vortrainierten Modelle, die auf den jeweiligen Anwendungsfall zugeschnitten sind, die Leistung erheblich verbessern kann.",
  "The GPU information will be displayed here.": "Hier werden die GPU-Informationen angezeigt.",
  "Sets advanced GPU settings, recommended for users with better GPU architecture.": "Legt erweiterte GPU-Einstellungen fest, die für Benutzer mit besserer GPU-Architektur empfohlen werden.",
  "0 to ∞ separated by -": "0 bis ∞ getrennt durch -",
  "GPU Information": "GPU-Informationen",
  "Pitch Guidance": "Anleitung für die Tonhöhe",
  "Use CPU": "CPU verwenden",
  "The number of CPU cores to use in the extraction process. The default setting are your cpu cores, which is recommended for most cases.": "Die Anzahl der CPU-Kerne, die bei der Extraktion verwendet werden sollen. Die Standardeinstellung sind Ihre CPU-Kerne, was in den meisten Fällen empfohlen wird.",
  "The number of CPU cores to use in the preprocess. The default setting are your cpu cores, which is recommended for most cases.": "Die Anzahl der CPU-Kerne, die in der Vorverarbeitung verwendet werden sollen. Die Standardeinstellung sind Ihre CPU-Kerne, was in den meisten Fällen empfohlen wird.",
  "Specify the number of GPUs you wish to utilize for preprocess by entering them separated by hyphens (-). At the moment, using multi-gpu will not have a significant effect.": "Geben Sie die Anzahl der GPUs an, die Sie für die Vorverarbeitung verwenden möchten, indem Sie sie durch Bindestriche (-) getrennt eingeben. Im Moment hat die Verwendung von Multi-GPUs keine signifikanten Auswirkungen.",
  "Specify the number of GPUs you wish to utilize for extracting by entering them separated by hyphens (-).": "Geben Sie die Anzahl der GPUs an, die Sie zum Extrahieren verwenden möchten, indem Sie sie durch Bindestriche (-) getrennt eingeben.",
  "Force the use of CPU for training.": "Erzwingen Sie die Verwendung der CPU für das Training.",
  "Extract Features": "Merkmale extrahieren",
  "Utilize pretrained models when training your own. This approach reduces training duration and enhances overall quality.": "Verwenden Sie vortrainierte Modelle, wenn Sie Ihre eigenen Modelle trainieren. Dieser Ansatz verkürzt die Schulungsdauer und verbessert die Gesamtqualität.",
  "Cache Dataset in GPU": "Cache-Dataset in GPU",
  "Index Algorithm": "Index-Algorithmus",
  "We prioritize running the model extraction on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.": "Wir priorisieren das Ausführen der Modellextraktion auf der GPU, um eine schnellere Leistung zu erzielen. Wenn Sie lieber die CPU verwenden möchten, lassen Sie das GPU-Feld einfach leer.",
  "By employing pitch guidance, it becomes feasible to mirror the intonation of the original voice, including its pitch. This feature is particularly valuable for singing and other scenarios where preserving the original melody or pitch pattern is essential.": "Durch den Einsatz von Tonhöhenführung wird es möglich, die Intonation der Originalstimme, einschließlich ihrer Tonhöhe, zu spiegeln. Diese Funktion ist besonders wertvoll für Gesang und andere Szenarien, in denen die Beibehaltung der ursprünglichen Melodie oder des Tonhöhenmusters unerlässlich ist.",
  "We prioritize running the model preprocessing on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.": "Wir priorisieren das Ausführen der Modellvorverarbeitung auf der GPU, um eine schnellere Leistung zu erzielen. Wenn Sie lieber die CPU verwenden möchten, lassen Sie das GPU-Feld einfach leer.",
  "Overtraining Detector": "Übertrainings-Detektor",
  "Cache the dataset in GPU memory to speed up the training process.": "Zwischenspeichern Sie das Dataset im GPU-Speicher, um den Trainingsprozess zu beschleunigen.",
  "Overtraining Threshold": "Schwellenwert für Übertraining",
  "Fresh Training": "Frisches Training",
  "KMeans is a clustering algorithm that divides the dataset into K clusters. This setting is particularly useful for large datasets.": "KMeans ist ein Clustering-Algorithmus, der das Dataset in K-Cluster unterteilt. Diese Einstellung ist besonders nützlich für große Datasets.",
  "Start Training": "Training starten",
  "Overtraining Detector Settings": "Einstellungen für den Übertrainingsdetektor",
  "Stop Training": "Training beenden",
  "Set the maximum number of epochs you want your model to stop training if no improvement is detected.": "Legen Sie die maximale Anzahl von Epochen fest, für die das Modell das Training beenden soll, wenn keine Verbesserung festgestellt wird.",
  "Detect overtraining to prevent the model from learning the training data too well and losing the ability to generalize to new data.": "Erkennen Sie ein Übertraining, um zu verhindern, dass das Modell die Trainingsdaten zu gut lernt und die Fähigkeit zur Generalisierung auf neue Daten verliert.",
  "Export Model": "Modell exportieren",
  "Generate Index": "Index generieren",
  "Enable this setting only if you are training a new model from scratch or restarting the training. Deletes all previously generated weights and tensorboard logs.": "Aktivieren Sie diese Einstellung nur, wenn Sie ein neues Modell von Grund auf neu trainieren oder das Training neu starten. Löscht alle zuvor generierten Gewichtungen und Tensorboard-Protokolle.",
  "Exported Pth file": "Exportierte P-th-Datei",
  "Upload": "Hochladen",
  "Exported Index file": "Exportierte Indexdatei",
  "Select the index file to be exported": "Wählen Sie die zu exportierende Indexdatei aus",
  "Select the pth file to be exported": "Wählen Sie die p-te Datei aus, die exportiert werden soll",
  "Index File": "Index-Datei",
  "Refresh": "Auffrischen",
  "Voice Model": "Stimmmodell",
  "The button 'Upload' is only for google colab: Uploads the exported files to the ApplioExported folder in your Google Drive.": "Der Button 'Hochladen' ist nur für Google Colab: Lädt die exportierten Dateien in den ApplioExported Ordner in Ihrem Google Drive hoch.",
  "Select the voice model to use for the conversion.": "Wählen Sie das Sprachmodell aus, das für die Konvertierung verwendet werden soll.",
  "Unload Voice": "Stimme entladen",
  "Single": "Ledig",
  "Upload Audio": "Audio hochladen",
  "Select Audio": "Audio auswählen",
  "Advanced Settings": "Erweiterte Einstellungen",
  "Select the index file to use for the conversion.": "Wählen Sie die Indexdatei aus, die für die Konvertierung verwendet werden soll.",
  "Select the audio to convert.": "Wählen Sie das Audio aus, das konvertiert werden soll.",
  "Custom Output Path": "Benutzerdefinierter Ausgabepfad",
  "Clear Outputs (Deletes all audios in assets/audios)": "Clear Outputs (Löscht alle Audios in Assets/Audios)",
  "Output Path": "Ausgabepfad",
  "Export Format": "Format exportieren",
  "Split Audio": "Audio teilen",
  "Autotune": "Autotuning",
  "Select the format to export the audio.": "Wählen Sie das Format aus, in das das Audio exportiert werden soll.",
  "The path where the output audio will be saved, by default in assets/audios/output.wav": "Der Pfad, in dem die Audioausgabe gespeichert wird, standardmäßig in assets/audios/output.wav",
  "Split the audio into chunks for inference to obtain better results in some cases.": "Teilen Sie die Audiodaten für die Inferenz in Blöcke auf, um in einigen Fällen bessere Ergebnisse zu erzielen.",
  "Clean Audio": "Sauberes Audio",
  "Clean Strength": "Saubere Festigkeit",
  "Apply a soft autotune to your inferences, recommended for singing conversions.": "Wenden Sie ein weiches Autotune auf Ihre Inferenzen an, das für Gesangskonvertierungen empfohlen wird.",
  "Upscale Audio": "Gehobenes Audio",
  "Clean your audio output using noise detection algorithms, recommended for speaking audios.": "Reinigen Sie Ihre Audioausgabe mit Rauscherkennungsalgorithmen, die für sprechende Audios empfohlen werden.",
  "Formant Shifting": "Formant-Verschiebung",
  "Upscale the audio to a higher quality, recommended for low-quality audios. (It could take longer to process the audio)": "Skalieren Sie den Ton auf eine höhere Qualität, empfohlen für Audiodaten mit geringer Qualität. (Die Verarbeitung des Audiomaterials kann länger dauern)",
  "Browse presets for formanting": "Durchsuchen von Presets für Formanting",
  "Presets are located in /assets/formant_shift folder": "Presets befinden sich im Ordner /assets/formant_shift",
  "Pitch": "Pech",
  "Default value is 1.0": "Der Standardwert ist 1,0",
  "Enable formant shifting. Used for male to female and vice-versa convertions.": "Aktivieren Sie das Formant-Shifting. Wird für die Umwandlung von Stecker zu Buchse und umgekehrt verwendet.",
  "Quefrency for formant shifting": "Quefrency für Formantverschiebung",
  "Timbre for formant shifting": "Klangfarbe für Formantenverschiebung",
  "Set the clean-up level to the audio you want, the more you increase it the more it will clean up, but it is possible that the audio will be more compressed.": "Stellen Sie den Bereinigungspegel auf den gewünschten Ton ein, je mehr Sie ihn erhöhen, desto mehr wird er bereinigt, aber es ist möglich, dass der Ton stärker komprimiert wird.",
  "Filter Radius": "Radius filtern",
  "Set the pitch of the audio, the higher the value, the higher the pitch.": "Stellen Sie die Tonhöhe des Audiomaterials ein, je höher der Wert, desto höher die Tonhöhe.",
  "Search Feature Ratio": "Verhältnis der Suchfunktion",
  "Volume Envelope": "Lautstärke-Hüllkurve",
  "Influence exerted by the index file; a higher value corresponds to greater influence. However, opting for lower values can help mitigate artifacts present in the audio.": "Einfluss, der von der Indexdatei ausgeübt wird; Ein höherer Wert entspricht einem größeren Einfluss. Die Entscheidung für niedrigere Werte kann jedoch dazu beitragen, Artefakte in der Audiodatei zu verringern.",
  "Convert": "Umwandeln",
  "Batch": "Stapel",
  "Substitute or blend with the volume envelope of the output. The closer the ratio is to 1, the more the output envelope is employed.": "Ersetzen oder mischen Sie mit der Lautstärkehüllkurve des Ausgangs. Je näher das Verhältnis an 1 liegt, desto mehr wird die Ausgangshüllkurve genutzt.",
  "If the number is greater than or equal to three, employing median filtering on the collected tone results has the potential to decrease respiration.": "Wenn die Zahl größer oder gleich drei ist, kann die Verwendung von Medianfiltern auf die gesammelten Tonergebnisse die Atmung verringern.",
  "Pitch extraction algorithm": "Algorithmus zur Extraktion der Tonhöhe",
  "Export Audio": "Audio exportieren",
  "Pitch extraction algorithm to use for the audio conversion. The default algorithm is rmvpe, which is recommended for most cases.": "Algorithmus zur Extraktion der Tonhöhe, der für die Audiokonvertierung verwendet werden soll. Der Standardalgorithmus ist rmvpe, der in den meisten Fällen empfohlen wird.",
  "Input Folder": "Eingabe-Ordner",
  "Protect Voiceless Consonants": "Schützen Sie stimmlose Konsonanten",
  "Select the folder containing the audios to convert.": "Wählen Sie den Ordner aus, der die zu konvertierenden Audios enthält.",
  "Output Folder": "Ausgabe-Ordner",
  "Enter input path": "Eingabepfad eingeben",
  "Enter output path": "Geben Sie den Ausgabepfad ein",
  "Get information about the audio": "Abrufen von Informationen über das Audio",
  "Select the folder where the output audios will be saved.": "Wählen Sie den Ordner aus, in dem die ausgegebenen Audiodateien gespeichert werden sollen.",
  "Safeguard distinct consonants and breathing sounds to prevent electro-acoustic tearing and other artifacts. Pulling the parameter to its maximum value of 0.5 offers comprehensive protection. However, reducing this value might decrease the extent of protection while potentially mitigating the indexing effect.": "Schützen Sie unterschiedliche Konsonanten und Atemgeräusche, um elektroakustisches Reißen und andere Artefakte zu verhindern. Das Ziehen des Parameters auf den Maximalwert von 0,5 bietet umfassenden Schutz. Das Verringern dieses Werts kann jedoch den Umfang des Schutzes verringern und gleichzeitig den Indizierungseffekt möglicherweise abschwächen.",
  "Blend Ratio": "Mischverhältnis",
  "Fusion": "Verschmelzung",
  "You can also use a custom path.": "Sie können auch einen benutzerdefinierten Pfad verwenden.",
  "Path to Model": "Pfad zum Modell",
  "Select two voice models, set your desired blend percentage, and blend them into an entirely new voice.": "Wählen Sie zwei Stimmmodelle aus, legen Sie den gewünschten Mischprozentsatz fest und mischen Sie sie zu einer völlig neuen Stimme.",
  "Inroduce the model information": "Geben Sie die Modellinformationen ein",
  "Enter path to model": "Geben Sie den Pfad zum Modell ein",
  "Model information to be placed": "Zu platzierende Modellinformationen",
  "Adjusting the position more towards one side or the other will make the model more similar to the first or second.": "Wenn Sie die Position mehr in Richtung der einen oder anderen Seite anpassen, wird das Modell dem ersten oder zweiten Modell ähnlicher.",
  "## Voice Blender": "## Voice Blender",
  "View": "Ansehen",
  "Introduce the model pth path": "Einführung des Modell-PTH-Pfads",
  "The information to be placed in the model (You can leave it blank or put anything).": "Die Informationen, die in das Modell eingefügt werden sollen (Sie können es leer lassen oder etwas anderes einfügen).",
  "Model extraction": "Extraktion des Modells",
  "Pth file": "P-th-Datei",
  "Voice Blender": "Voice Blender",
  "View model information": "Anzeigen von Modellinformationen",
  "Model conversion": "Modell-Konvertierung",
  "Output of the pth file": "Ausgabe der p-ten Datei",
  "Drag and drop your model here": "Ziehen Sie Ihr Modell hierher und legen Sie es dort ab",
  "Extract F0 Curve": "F0-Kurve extrahieren",
  "# How to Report an Issue on GitHub": "# So melden Sie ein Problem auf GitHub",
  "Record": "Aufzeichnung",
  "Record Screen": "Bildschirm aufnehmen",
  "1. Click on the 'Record Screen' button below to start recording the issue you are experiencing.": "1. Klicken Sie unten auf die Schaltfläche \"Bildschirm aufnehmen\", um mit der Aufzeichnung des Problems zu beginnen.",
  "The f0 curve represents the variations in the base frequency of a voice over time, showing how pitch rises and falls.": "Die f0-Kurve stellt die Schwankungen der Grundfrequenz einer Stimme im Laufe der Zeit dar und zeigt, wie die Tonhöhe steigt und fällt.",
  "3. Go to [GitHub Issues](https://github.com/IAHispano/Applio/issues) and click on the 'New Issue' button.": "3. Gehen Sie zu [GitHub Issues](https://github.com/IAHispano/Applio/issues) und klicken Sie auf die Schaltfläche \"Neues Problem\".",
  "Stop Recording": "Aufzeichnung stoppen",
  "Model Link": "Modell-Link",
  "See Model Information": "Siehe Modellinformationen",
  "## Download Model": "## Modell herunterladen",
  "2. Once you have finished recording the issue, click on the 'Stop Recording' button (the same button, but the label changes depending on whether you are actively recording or not).": "2. Wenn Sie mit der Aufzeichnung des Problems fertig sind, klicken Sie auf die Schaltfläche \"Aufzeichnung stoppen\" (dieselbe Schaltfläche, aber die Beschriftung ändert sich, je nachdem, ob Sie aktiv aufnehmen oder nicht).",
  "Introduce the model link": "Einführung des Modelllinks",
  "4. Complete the provided issue template, ensuring to include details as needed, and utilize the assets section to upload the recorded file from the previous step.": "4. Füllen Sie die bereitgestellte Problemvorlage aus, stellen Sie sicher, dass Sie bei Bedarf Details angeben, und verwenden Sie den Abschnitt \"Assets\", um die aufgezeichnete Datei aus dem vorherigen Schritt hochzuladen.",
  "Introduce the model .pth path": "Einführung des Modells .pth path",
  "## Drop files": "## Dateien ablegen",
  "Search": "Suchen",
  "## Search Model": "## Modell suchen",
  "Introduce the model name to search.": "Geben Sie den Modellnamen für die Suche ein.",
  "Drag your .pth file and .index file into this space. Drag one and then the other.": "Ziehen Sie Ihre .pth-Datei und .index-Datei in diesen Bereich. Ziehen Sie eine und dann die andere.",
  "## Download Pretrained Models": "## Vortrainierte Modelle herunterladen",
  "TTS Speed": "TTS-Geschwindigkeit",
  "Select the pretrained model you want to download.": "Wählen Sie das vortrainierte Modell aus, das Sie herunterladen möchten.",
  "We couldn't find models by that name.": "Wir konnten keine Modelle mit diesem Namen finden.",
  "Download Model": "Modell herunterladen",
  "Increase or decrease TTS speed.": "Erhöhen oder verringern Sie die TTS-Geschwindigkeit.",
  "Enter the text to synthesize.": "Geben Sie den zu synthetisierenden Text ein.",
  "Text to Synthesize": "Zu synthetisierender Text",
  "And select the sampling rate": "Und wählen Sie die Abtastrate aus.",
  "Upload a .txt file": "Laden Sie eine .txt Datei hoch",
  "Select the TTS voice to use for the conversion.": "Wählen Sie die TTS-Stimme aus, die für die Konvertierung verwendet werden soll.",
  "Input path for text file": "Eingabepfad für Textdatei",
  "The path to the text file that contains content for text to speech.": "Der Pfad zu der Textdatei, die Inhalte für Text-to-Speech enthält.",
  "TTS Voices": "TTS-Stimmen",
  "Output Path for TTS Audio": "Ausgabepfad für TTS-Audio",
  "Output Path for RVC Audio": "Ausgangspfad für RVC-Audio",
  "Enter text to synthesize": "Geben Sie den zu synthetisierenden Text ein",
  "Theme": "Thema",
  "Enable Applio integration with Discord presence": "Aktivieren Sie die Applio-Integration mit Discord-Präsenz",
  "Enable fake GPU": "Gefälschte GPU aktivieren",
  "Restart Applio": "Starten Sie Applio neu",
  "Language": "Sprache",
  "Enable Applio integration with applio.org/models using flask": "Aktivieren der Applio-Integration mit applio.org/models mithilfe von Flask",
  "It will activate the possibility of displaying the current Applio activity in Discord.": "Damit wird die Möglichkeit aktiviert, die aktuelle Applio-Aktivität in Discord anzuzeigen.",
  "Select the theme you want to use. (Requires restarting Applio)": "Wählen Sie das Design aus, das Sie verwenden möchten. (Erfordert einen Neustart von Applio)",
  "It will activate the possibility of downloading models with a click from the website.": "Es wird die Möglichkeit aktiviert, Modelle mit einem Klick von der Website herunterzuladen.",
  "Precision": "Präzision",
  "Activates the train tab. However, please note that this device lacks GPU capabilities, hence training is not supported. This option is only for testing purposes. (This option will restart Applio)": "Aktiviert die Registerkarte \"Trainieren\". Bitte beachten Sie jedoch, dass diesem Gerät GPU-Funktionen fehlen, sodass das Training nicht unterstützt wird. Diese Option dient nur zu Testzwecken. (Diese Option startet Applio neu)",
  "Training is currently unsupported due to the absence of a GPU. To activate the training tab, navigate to the settings tab and enable the 'Fake GPU' option.": "Das Training wird derzeit nicht unterstützt, da keine GPU vorhanden ist. Um die Registerkarte \"Training\" zu aktivieren, navigieren Sie zur Registerkarte \"Einstellungen\" und aktivieren Sie die Option \"Gefälschte GPU\".",
  "Update precision": "Genauigkeit aktualisieren",
  "Plugin Installer": "Plugin-Installer",
  "Select the language you want to use. (Requires restarting Applio)": "Wählen Sie die Sprache aus, die Sie verwenden möchten. (Erfordert einen Neustart von Applio)",
  "Select the precision you want to use for training and inference.": "Wählen Sie die Genauigkeit aus, die Sie für Training und Rückschluss verwenden möchten.",
  "Reverb": "Hall",
  "Version Checker": "Versionsprüfung",
  "Drag your plugin.zip to install it": "Ziehen Sie Ihre plugin.zip, um sie zu installieren.",
  "Check for updates": "Nach Updates suchen",
  "Post-Process": "Nachbearbeitung",
  "Check which version of Applio is the latest to see if you need to update.": "Überprüfen Sie, welche Version von Applio die neueste ist, um zu sehen, ob Sie ein Update benötigen.",
  "Post-process the audio to apply effects to the output.": "Bearbeiten Sie die Audiodaten nach, um Effekte auf die Ausgabe anzuwenden.",
  "Apply reverb to the audio.": "Wenden Sie Hall auf das Audio an.",
  "Reverb Damping": "Reverb-Dämpfung",
  "Set the room size of the reverb.": "Legen Sie die Raumgröße des Halls fest.",
  "Set the damping of the reverb.": "Stellen Sie die Dämpfung des Halls ein.",
  "Reverb Room Size": "Größe des Hallraums",
  "Set the wet gain of the reverb.": "Stellen Sie den Wet-Gain des Halls ein.",
  "Set the dry gain of the reverb.": "Stellen Sie den Dry Gain des Halls ein.",
  "Reverb Width": "Breite des Halls",
  "Set the width of the reverb.": "Legen Sie die Breite des Halls fest.",
  "Reverb Freeze Mode": "Reverb-Freeze-Modus",
  "Pitch Shift": "Tonhöhen-Verschiebung",
  "Limiter": "Begrenzer",
  "Pitch Shift Semitones": "Tonhöhenverschiebung Halbtöne",
  "Apply pitch shift to the audio.": "Wenden Sie die Tonhöhenverschiebung auf das Audio an.",
  "Set the pitch shift semitones.": "Stellen Sie die Halbtöne für die Tonhöhenverschiebung ein.",
  "Apply limiter to the audio.": "Wenden Sie einen Limiter auf das Audio an.",
  "Limiter Threshold dB": "Limiter-Schwellenwert dB",
  "Set the freeze mode of the reverb.": "Stellen Sie den Freeze-Modus des Halls ein.",
  "Set the limiter threshold dB.": "Stellen Sie den Limiter-Schwellenwert dB ein.",
  "Limiter Release Time": "Release-Zeit des Limiters",
  "Gain": "Gewinnen",
  "Reverb Wet Gain": "Reverb Wet Gain",
  "Distortion": "Verzerrung",
  "Gain dB": "Verstärkung dB",
  "Reverb Dry Gain": "Reverb Dry Gain",
  "Apply gain to the audio.": "Wenden Sie Verstärkung auf das Audio an.",
  "Set the limiter release time.": "Stellen Sie die Freigabezeit des Limiters ein.",
  "Set the gain dB.": "Stellen Sie die Verstärkung dB ein.",
  "Chorus": "Chor",
  "Apply distortion to the audio.": "Wenden Sie Verzerrungen auf das Audio an.",
  "Distortion Gain": "Verzerrungsverstärkung",
  "Set the distortion gain.": "Stellen Sie die Verzerrungsverstärkung ein.",
  "Apply chorus to the audio.": "Wenden Sie Chorus auf das Audio an.",
  "Chorus Rate Hz": "Chorus-Rate Hz",
  "Set the chorus rate Hz.": "Stellen Sie die Chorusrate Hz ein.",
  "Chorus Depth": "Chorus-Tiefe",
  "Set the chorus depth.": "Legen Sie die Chorus-Tiefe fest.",
  "Chorus Feedback": "Chorus-Rückkopplung",
  "Chorus Center Delay ms": "Chorus Center Verzögerung ms",
  "Chorus Mix": "Chorus-Mischung",
  "Set the chorus center delay ms.": "Stellen Sie das Chorus Center Delay ms ein.",
  "Set the chorus feedback.": "Stellen Sie das Chorus-Feedback ein.",
  "Set the chorus mix.": "Legen Sie den Chorus-Mix fest.",
  "Clipping": "Ausschnitt",
  "Apply bitcrush to the audio.": "Wenden Sie Bitcrush auf das Audio an.",
  "Set the bitcrush bit depth.": "Legen Sie die Bitcrush-Bittiefe fest.",
  "Bitcrush Bit Depth": "Bitcrush Bit-Tiefe",
  "Clipping Threshold": "Clipping-Schwellenwert",
  "Apply clipping to the audio.": "Wenden Sie Clipping auf das Audio an.",
  "Compressor": "Kompressor",
  "Set the clipping threshold.": "Legen Sie den Clipping-Schwellenwert fest.",
  "Bitcrush": "Bitcrush",
  "Set the compressor threshold dB.": "Stellen Sie den Kompressor-Schwellenwert dB ein.",
  "Compressor Attack ms": "Kompressor Attack ms",
  "Compressor Ratio": "Kompressor-Verhältnis",
  "Set the compressor ratio.": "Stellen Sie das Kompressorverhältnis ein.",
  "Apply compressor to the audio.": "Wenden Sie den Kompressor auf das Audiomaterial an.",
  "Delay": "Verzögerung",
  "Set the compressor attack ms.": "Stellen Sie den Kompressor-Attack ms ein.",
  "Compressor Release ms": "Kompressor Release ms",
  "Compressor Threshold dB": "Kompressor-Schwellenwert dB",
  "Set the compressor release ms.": "Stellen Sie den Kompressor-Release ms ein.",
  "Delay Seconds": "Sekunden verzögern",
  "Apply delay to the audio.": "Wenden Sie eine Verzögerung auf das Audio an.",
  "Delay Feedback": "Verzögerungs-Feedback",
  "Set the delay seconds.": "Stellen Sie die Verzögerungssekunden ein.",
  "Delay Mix": "Delay-Mix",
  "Set the delay feedback.": "Stellen Sie das Delay-Feedback ein.",
  "Custom Embedder": "Benutzerdefinierter Einbetter",
  "Set the delay mix.": "Stellen Sie den Delay-Mix ein.",
  "Select Custom Embedder": "Benutzerdefinierter Embedder auswählen",
  "Refresh embedders": "Aktualisieren von Embeddern",
  "Folder Name": "Name des Ordners",
  "Upload .bin": ".bin hochladen",
  "Upload .json": ".json hochladen",
  "Model Creator": "Modell-Ersteller",
  "model information": "Informationen zum Modell",
  "Speaker ID": "Sprecher-ID",
  "Name of the model creator. (Default: Unknown)": "Name des Modellerstellers. (Standardeinstellung: Unbekannt)",
  "Select the speaker ID to use for the conversion.": "Wählen Sie die Lautsprecher-ID aus, die für die Konvertierung verwendet werden soll.",
  "Move files to custom embedder folder": "Verschieben von Dateien in einen benutzerdefinierten Embedder-Ordner",
  "Model Author Name": "Name des Modellautors",
  "Set name": "Name des Sets",
  "The name that will appear in the model information.": "Der Name, der in den Modellinformationen angezeigt wird.",
  "Set the autotune strength - the more you increase it the more it will snap to the chromatic grid.": "Stellen Sie die Autotune-Stärke ein - je mehr Sie sie erhöhen, desto mehr rastet sie am chromatischen Raster ein."
}