{
    "# How to Report an Issue on GitHub": "# Wie man ein Problem auf GitHub meldet",
    "## Download Model": "## Modell herunterladen",
    "## Download Pretrained Models": "## Vorab trainierte Modelle herunterladen",
    "## Drop files": "## Dateien hier ablegen",
    "## Voice Blender": "## Stimmen-Mischer",
    "0 to ∞ separated by -": "0 bis ∞ getrennt durch -",
    "1. Click on the 'Record Screen' button below to start recording the issue you are experiencing.": "1. Klicken Sie unten auf die Schaltfläche 'Bildschirm aufnehmen', um die Aufzeichnung des aufgetretenen Problems zu starten.",
    "2. Once you have finished recording the issue, click on the 'Stop Recording' button (the same button, but the label changes depending on whether you are actively recording or not).": "2. Sobald Sie die Aufzeichnung des Problems abgeschlossen haben, klicken Sie auf die Schaltfläche 'Aufnahme beenden' (dieselbe Schaltfläche, deren Beschriftung sich jedoch ändert, je nachdem, ob Sie gerade aufnehmen oder nicht).",
    "3. Go to [GitHub Issues](https://github.com/IAHispano/Applio/issues) and click on the 'New Issue' button.": "3. Gehen Sie zu [GitHub Issues](https://github.com/IAHispano/Applio/issues) und klicken Sie auf die Schaltfläche 'Neues Problem'.",
    "4. Complete the provided issue template, ensuring to include details as needed, and utilize the assets section to upload the recorded file from the previous step.": "4. Füllen Sie die bereitgestellte Problemvorlage aus, stellen Sie sicher, dass alle erforderlichen Details enthalten sind, und verwenden Sie den 'Assets'-Bereich, um die im vorherigen Schritt aufgezeichnete Datei hochzuladen.",
    "A simple, high-quality voice conversion tool focused on ease of use and performance.": "Ein einfaches, hochwertiges Tool zur Stimmumwandlung, das auf Benutzerfreundlichkeit und Leistung ausgerichtet ist.",
    "Adding several silent files to the training set enables the model to handle pure silence in inferred audio files. Select 0 if your dataset is clean and already contains segments of pure silence.": "Das Hinzufügen mehrerer stiller Dateien zum Trainingsdatensatz ermöglicht es dem Modell, reine Stille in abgeleiteten Audiodateien zu verarbeiten. Wählen Sie 0, wenn Ihr Datensatz sauber ist und bereits Abschnitte reiner Stille enthält.",
    "Adjust the input audio pitch to match the voice model range.": "Passe die Tonhöhe des Eingangsaudios an, um dem Bereich des Stimmmodells zu entsprechen.",
    "Adjusting the position more towards one side or the other will make the model more similar to the first or second.": "Wenn Sie die Position mehr zur einen oder anderen Seite verschieben, wird das Modell dem ersten oder zweiten ähnlicher.",
    "Adjusts the final volume of the converted voice after processing.": "Passt die Endlautstärke der konvertierten Stimme nach der Verarbeitung an.",
    "Adjusts the input volume before processing. Prevents clipping or boosts a quiet mic.": "Passt die Eingangslautstärke vor der Verarbeitung an. Verhindert Übersteuerung oder verstärkt ein leises Mikrofon.",
    "Adjusts the volume of the monitor feed, independent of the main output.": "Passt die Lautstärke des Mithörsignals unabhängig vom Hauptausgang an.",
    "Advanced Settings": "Erweiterte Einstellungen",
    "Amount of extra audio processed to provide context to the model. Improves conversion quality at the cost of higher CPU usage.": "Menge an zusätzlichem Audio, das verarbeitet wird, um dem Modell Kontext zu geben. Verbessert die Konvertierungsqualität auf Kosten einer höheren CPU-Auslastung.",
    "And select the sampling rate.": "Und wählen Sie die Abtastrate.",
    "Apply a soft autotune to your inferences, recommended for singing conversions.": "Wende ein sanftes Autotune auf deine Inferenzen an, empfohlen für Gesangsumwandlungen.",
    "Apply bitcrush to the audio.": "Bitcrush auf das Audio anwenden.",
    "Apply chorus to the audio.": "Chorus auf das Audio anwenden.",
    "Apply clipping to the audio.": "Clipping auf das Audio anwenden.",
    "Apply compressor to the audio.": "Kompressor auf das Audio anwenden.",
    "Apply delay to the audio.": "Delay auf das Audio anwenden.",
    "Apply distortion to the audio.": "Verzerrung auf das Audio anwenden.",
    "Apply gain to the audio.": "Verstärkung auf das Audio anwenden.",
    "Apply limiter to the audio.": "Limiter auf das Audio anwenden.",
    "Apply pitch shift to the audio.": "Tonhöhenverschiebung auf das Audio anwenden.",
    "Apply reverb to the audio.": "Hall auf das Audio anwenden.",
    "Architecture": "Architektur",
    "Audio Analyzer": "Audio-Analysator",
    "Audio Settings": "Audio-Einstellungen",
    "Audio buffer size in milliseconds. Lower values may reduce latency but increase CPU load.": "Größe des Audiopuffers in Millisekunden. Niedrigere Werte können die Latenz verringern, erhöhen aber die CPU-Last.",
    "Audio cutting": "Audio-Schnitt",
    "Audio file slicing method: Select 'Skip' if the files are already pre-sliced, 'Simple' if excessive silence has already been removed from the files, or 'Automatic' for automatic silence detection and slicing around it.": "Methode zum Zerschneiden von Audiodateien: Wählen Sie 'Überspringen', wenn die Dateien bereits vorgeschnitten sind, 'Einfach', wenn übermäßige Stille bereits aus den Dateien entfernt wurde, oder 'Automatisch' für die automatische Stilleerkennung und das Schneiden darum herum.",
    "Audio normalization: Select 'none' if the files are already normalized, 'pre' to normalize the entire input file at once, or 'post' to normalize each slice individually.": "Audio-Normalisierung: Wählen Sie 'keine', wenn die Dateien bereits normalisiert sind, 'pre', um die gesamte Eingabedatei auf einmal zu normalisieren, oder 'post', um jeden Ausschnitt einzeln zu normalisieren.",
    "Autotune": "Autotune",
    "Autotune Strength": "Autotune-Stärke",
    "Batch": "Stapelverarbeitung",
    "Batch Size": "Stapelgröße",
    "Bitcrush": "Bitcrush",
    "Bitcrush Bit Depth": "Bitcrush Bittiefe",
    "Blend Ratio": "Mischverhältnis",
    "Browse presets for formanting": "Voreinstellungen für Formantverschiebung durchsuchen",
    "CPU Cores": "CPU-Kerne",
    "Cache Dataset in GPU": "Datensatz im GPU zwischenspeichern",
    "Cache the dataset in GPU memory to speed up the training process.": "Speichern Sie den Datensatz im GPU-Speicher zwischen, um den Trainingsprozess zu beschleunigen.",
    "Check for updates": "Auf Updates prüfen",
    "Check which version of Applio is the latest to see if you need to update.": "Prüfen Sie, welche Version von Applio die neueste ist, um zu sehen, ob Sie aktualisieren müssen.",
    "Checkpointing": "Checkpointing",
    "Choose the model architecture:\n- **RVC (V2)**: Default option, compatible with all clients.\n- **Applio**: Advanced quality with improved vocoders and higher sample rates, Applio-only.": "Wählen Sie die Modellarchitektur:\n- **RVC (V2)**: Standardoption, kompatibel mit allen Clients.\n- **Applio**: Fortschrittliche Qualität mit verbesserten Vocodern und höheren Abtastraten, nur für Applio.",
    "Choose the vocoder for audio synthesis:\n- **HiFi-GAN**: Default option, compatible with all clients.\n- **MRF HiFi-GAN**: Higher fidelity, Applio-only.\n- **RefineGAN**: Superior audio quality, Applio-only.": "Wählen Sie den Vocoder für die Audiosynthese:\n- **HiFi-GAN**: Standardoption, kompatibel mit allen Clients.\n- **MRF HiFi-GAN**: Höhere Wiedergabetreue, nur für Applio.\n- **RefineGAN**: Überragende Audioqualität, nur für Applio.",
    "Chorus": "Chorus",
    "Chorus Center Delay ms": "Chorus Center-Verzögerung ms",
    "Chorus Depth": "Chorus-Tiefe",
    "Chorus Feedback": "Chorus-Feedback",
    "Chorus Mix": "Chorus-Mischung",
    "Chorus Rate Hz": "Chorus-Rate Hz",
    "Chunk Size (ms)": "Chunk-Größe (ms)",
    "Chunk length (sec)": "Segmentlänge (Sek.)",
    "Clean Audio": "Audio bereinigen",
    "Clean Strength": "Reinigungsstärke",
    "Clean your audio output using noise detection algorithms, recommended for speaking audios.": "Reinigen Sie Ihre Audioausgabe mit Rauscherkennungsalgorithmen, empfohlen für Sprachaufnahmen.",
    "Clear Outputs (Deletes all audios in assets/audios)": "Ausgaben löschen (Löscht alle Audiodateien in assets/audios)",
    "Click the refresh button to see the pretrained file in the dropdown menu.": "Klicken Sie auf die Aktualisierungsschaltfläche, um die vorab trainierte Datei im Dropdown-Menü anzuzeigen.",
    "Clipping": "Clipping",
    "Clipping Threshold": "Clipping-Schwellenwert",
    "Compressor": "Kompressor",
    "Compressor Attack ms": "Kompressor Attack ms",
    "Compressor Ratio": "Kompressor-Verhältnis",
    "Compressor Release ms": "Kompressor Release ms",
    "Compressor Threshold dB": "Kompressor-Schwellenwert dB",
    "Convert": "Umwandeln",
    "Crossfade Overlap Size (s)": "Überblendungs-Überlappungsgröße (s)",
    "Custom Embedder": "Benutzerdefinierter Embedder",
    "Custom Pretrained": "Benutzerdefiniertes vorab trainiertes Modell",
    "Custom Pretrained D": "Benutzerdefiniertes vorab trainiertes D",
    "Custom Pretrained G": "Benutzerdefiniertes vorab trainiertes G",
    "Dataset Creator": "Datensatz-Ersteller",
    "Dataset Name": "Datensatzname",
    "Dataset Path": "Datensatzpfad",
    "Default value is 1.0": "Standardwert ist 1.0",
    "Delay": "Delay",
    "Delay Feedback": "Delay Feedback",
    "Delay Mix": "Delay-Mischung",
    "Delay Seconds": "Delay-Sekunden",
    "Detect overtraining to prevent the model from learning the training data too well and losing the ability to generalize to new data.": "Erkenne Übertraining, um zu verhindern, dass das Modell die Trainingsdaten zu gut lernt und die Fähigkeit verliert, auf neue Daten zu generalisieren.",
    "Determine at how many epochs the model will saved at.": "Legen Sie fest, nach wie vielen Epochen das Modell gespeichert wird.",
    "Distortion": "Verzerrung",
    "Distortion Gain": "Verzerrungsverstärkung",
    "Download": "Herunterladen",
    "Download Model": "Modell herunterladen",
    "Drag and drop your model here": "Ziehen Sie Ihr Modell hierher und legen Sie es ab",
    "Drag your .pth file and .index file into this space. Drag one and then the other.": "Ziehen Sie Ihre .pth-Datei und Ihre .index-Datei in diesen Bereich. Ziehen Sie erst die eine, dann die andere.",
    "Drag your plugin.zip to install it": "Ziehen Sie Ihre plugin.zip hierher, um es zu installieren",
    "Duration of the fade between audio chunks to prevent clicks. Higher values create smoother transitions but may increase latency.": "Dauer der Überblendung zwischen Audio-Chunks, um Klickgeräusche zu vermeiden. Höhere Werte erzeugen sanftere Übergänge, können aber die Latenz erhöhen.",
    "Embedder Model": "Embedder-Modell",
    "Enable Applio integration with Discord presence": "Applio-Integration mit Discord-Präsenz aktivieren",
    "Enable VAD": "VAD aktivieren",
    "Enable formant shifting. Used for male to female and vice-versa convertions.": "Formantverschiebung aktivieren. Wird für Umwandlungen von männlich zu weiblich und umgekehrt verwendet.",
    "Enable this setting only if you are training a new model from scratch or restarting the training. Deletes all previously generated weights and tensorboard logs.": "Aktivieren Sie diese Einstellung nur, wenn Sie ein neues Modell von Grund auf trainieren oder das Training neu starten. Löscht alle zuvor generierten Gewichte und Tensorboard-Protokolle.",
    "Enables Voice Activity Detection to only process audio when you are speaking, saving CPU.": "Aktiviert die Stimmaktivitätserkennung (VAD), um Audio nur dann zu verarbeiten, wenn Sie sprechen, was CPU-Ressourcen spart.",
    "Enables memory-efficient training. This reduces VRAM usage at the cost of slower training speed. It is useful for GPUs with limited memory (e.g., <6GB VRAM) or when training with a batch size larger than what your GPU can normally accommodate.": "Aktiviert speichereffizientes Training. Dies reduziert die VRAM-Nutzung auf Kosten einer langsameren Trainingsgeschwindigkeit. Es ist nützlich für GPUs mit begrenztem Speicher (z.B. <6GB VRAM) oder beim Training mit einer Stapelgröße, die größer ist, als Ihre GPU normalerweise bewältigen kann.",
    "Enabling this setting will result in the G and D files saving only their most recent versions, effectively conserving storage space.": "Das Aktivieren dieser Einstellung führt dazu, dass die G- und D-Dateien nur ihre neuesten Versionen speichern, was effektiv Speicherplatz spart.",
    "Enter dataset name": "Datensatznamen eingeben",
    "Enter input path": "Eingabepfad eingeben",
    "Enter model name": "Modellnamen eingeben",
    "Enter output path": "Ausgabepfad eingeben",
    "Enter path to model": "Pfad zum Modell eingeben",
    "Enter preset name": "Voreinstellungsnamen eingeben",
    "Enter text to synthesize": "Text zur Synthese eingeben",
    "Enter the text to synthesize.": "Geben Sie den zu synthetisierenden Text ein.",
    "Enter your nickname": "Geben Sie Ihren Spitznamen ein",
    "Exclusive Mode (WASAPI)": "Exklusiver Modus (WASAPI)",
    "Export Audio": "Audio exportieren",
    "Export Format": "Exportformat",
    "Export Model": "Modell exportieren",
    "Export Preset": "Voreinstellung exportieren",
    "Exported Index File": "Exportierte Index-Datei",
    "Exported Pth file": "Exportierte Pth-Datei",
    "Extra": "Extra",
    "Extra Conversion Size (s)": "Zusätzliche Konvertierungsgröße (s)",
    "Extract": "Extrahieren",
    "Extract F0 Curve": "F0-Kurve extrahieren",
    "Extract Features": "Merkmale extrahieren",
    "F0 Curve": "F0-Kurve",
    "File to Speech": "Datei zu Sprache",
    "Folder Name": "Ordnername",
    "For ASIO drivers, selects a specific input channel. Leave at -1 for default.": "Wählt für ASIO-Treiber einen bestimmten Eingangskanal aus. Für Standardeinstellung bei -1 belassen.",
    "For ASIO drivers, selects a specific monitor output channel. Leave at -1 for default.": "Wählt für ASIO-Treiber einen bestimmten Monitor-Ausgangskanal aus. Für Standardeinstellung bei -1 belassen.",
    "For ASIO drivers, selects a specific output channel. Leave at -1 for default.": "Wählt für ASIO-Treiber einen bestimmten Ausgangskanal aus. Für Standardeinstellung bei -1 belassen.",
    "For WASAPI (Windows), gives the app exclusive control for potentially lower latency.": "Gibt der App für WASAPI (Windows) exklusive Kontrolle für potenziell niedrigere Latenz.",
    "Formant Shifting": "Formantverschiebung",
    "Fresh Training": "Neues Training",
    "Fusion": "Fusion",
    "GPU Information": "GPU-Informationen",
    "GPU Number": "GPU-Nummer",
    "Gain": "Verstärkung",
    "Gain dB": "Verstärkung dB",
    "General": "Allgemein",
    "Generate Index": "Index generieren",
    "Get information about the audio": "Informationen über das Audio erhalten",
    "I agree to the terms of use": "Ich stimme den Nutzungsbedingungen zu",
    "Increase or decrease TTS speed.": "TTS-Geschwindigkeit erhöhen oder verringern.",
    "Index Algorithm": "Index-Algorithmus",
    "Index File": "Index-Datei",
    "Inference": "Inferenz",
    "Influence exerted by the index file; a higher value corresponds to greater influence. However, opting for lower values can help mitigate artifacts present in the audio.": "Einfluss der Index-Datei; ein höherer Wert bedeutet größeren Einfluss. Niedrigere Werte können jedoch helfen, Artefakte im Audio zu reduzieren.",
    "Input ASIO Channel": "ASIO-Eingangskanal",
    "Input Device": "Eingabegerät",
    "Input Folder": "Eingabeordner",
    "Input Gain (%)": "Eingangsverstärkung (%)",
    "Input path for text file": "Eingabepfad für die Textdatei",
    "Introduce the model link": "Geben Sie den Modell-Link ein",
    "Introduce the model pth path": "Geben Sie den Pfad zur pth-Datei des Modells ein",
    "It will activate the possibility of displaying the current Applio activity in Discord.": "Dies aktiviert die Möglichkeit, die aktuelle Applio-Aktivität in Discord anzuzeigen.",
    "It's advisable to align it with the available VRAM of your GPU. A setting of 4 offers improved accuracy but slower processing, while 8 provides faster and standard results.": "Es ist ratsam, dies an den verfügbaren VRAM Ihrer GPU anzupassen. Eine Einstellung von 4 bietet eine verbesserte Genauigkeit, aber eine langsamere Verarbeitung, während 8 schnellere und Standardergebnisse liefert.",
    "It's recommended keep deactivate this option if your dataset has already been processed.": "Es wird empfohlen, diese Option deaktiviert zu lassen, wenn Ihr Datensatz bereits verarbeitet wurde.",
    "It's recommended to deactivate this option if your dataset has already been processed.": "Es wird empfohlen, diese Option zu deaktivieren, wenn Ihr Datensatz bereits verarbeitet wurde.",
    "KMeans is a clustering algorithm that divides the dataset into K clusters. This setting is particularly useful for large datasets.": "KMeans ist ein Clustering-Algorithmus, der den Datensatz in K Cluster unterteilt. Diese Einstellung ist besonders nützlich für große Datensätze.",
    "Language": "Sprache",
    "Length of the audio slice for 'Simple' method.": "Länge des Audio-Ausschnitts für die 'Einfach'-Methode.",
    "Length of the overlap between slices for 'Simple' method.": "Länge der Überlappung zwischen den Ausschnitten für die 'Einfach'-Methode.",
    "Limiter": "Limiter",
    "Limiter Release Time": "Limiter Release-Zeit",
    "Limiter Threshold dB": "Limiter-Schwellenwert dB",
    "Male voice models typically use 155.0 and female voice models typically use 255.0.": "Männliche Stimmmodelle verwenden typischerweise 155.0 und weibliche Stimmmodelle typischerweise 255.0.",
    "Model Author Name": "Autor des Modells",
    "Model Link": "Modell-Link",
    "Model Name": "Modellname",
    "Model Settings": "Modelleinstellungen",
    "Model information": "Modellinformationen",
    "Model used for learning speaker embedding.": "Modell, das zum Lernen des Sprecher-Embeddings verwendet wird.",
    "Monitor ASIO Channel": "ASIO-Monitorkanal",
    "Monitor Device": "Mithörgerät",
    "Monitor Gain (%)": "Mithör-Verstärkung (%)",
    "Move files to custom embedder folder": "Dateien in den benutzerdefinierten Embedder-Ordner verschieben",
    "Name of the new dataset.": "Name des neuen Datensatzes.",
    "Name of the new model.": "Name des neuen Modells.",
    "Noise Reduction": "Rauschunterdrückung",
    "Noise Reduction Strength": "Stärke der Rauschunterdrückung",
    "Noise filter": "Rauschfilter",
    "Normalization mode": "Normalisierungsmodus",
    "Output ASIO Channel": "ASIO-Ausgangskanal",
    "Output Device": "Ausgabegerät",
    "Output Folder": "Ausgabeordner",
    "Output Gain (%)": "Ausgangsverstärkung (%)",
    "Output Information": "Ausgabeinformationen",
    "Output Path": "Ausgabepfad",
    "Output Path for RVC Audio": "Ausgabepfad für RVC-Audio",
    "Output Path for TTS Audio": "Ausgabepfad für TTS-Audio",
    "Overlap length (sec)": "Überlappungslänge (Sek.)",
    "Overtraining Detector": "Übertrainings-Detektor",
    "Overtraining Detector Settings": "Einstellungen des Übertrainings-Detektors",
    "Overtraining Threshold": "Übertrainings-Schwellenwert",
    "Path to Model": "Pfad zum Modell",
    "Path to the dataset folder.": "Pfad zum Datensatz-Ordner.",
    "Performance Settings": "Leistungseinstellungen",
    "Pitch": "Tonhöhe",
    "Pitch Shift": "Tonhöhenverschiebung",
    "Pitch Shift Semitones": "Tonhöhenverschiebung in Halbtönen",
    "Pitch extraction algorithm": "Tonhöhenextraktionsalgorithmus",
    "Pitch extraction algorithm to use for the audio conversion. The default algorithm is rmvpe, which is recommended for most cases.": "Tonhöhenextraktionsalgorithmus für die Audiokonvertierung. Der Standardalgorithmus ist rmvpe, der für die meisten Fälle empfohlen wird.",
    "Please ensure compliance with the terms and conditions detailed in [this document](https://github.com/IAHispano/Applio/blob/main/TERMS_OF_USE.md) before proceeding with your inference.": "Bitte stellen Sie die Einhaltung der in [diesem Dokument](https://github.com/IAHispano/Applio/blob/main/TERMS_OF_USE.md) detaillierten Nutzungsbedingungen sicher, bevor Sie mit Ihrer Inferenz fortfahren.",
    "Please ensure compliance with the terms and conditions detailed in [this document](https://github.com/IAHispano/Applio/blob/main/TERMS_OF_USE.md) before proceeding with your realtime.": "Bitte stellen Sie die Einhaltung der in [diesem Dokument](https://github.com/IAHispano/Applio/blob/main/TERMS_OF_USE.md) aufgeführten Nutzungsbedingungen sicher, bevor Sie mit der Echtzeit-Konvertierung fortfahren.",
    "Please ensure compliance with the terms and conditions detailed in [this document](https://github.com/IAHispano/Applio/blob/main/TERMS_OF_USE.md) before proceeding with your training.": "Bitte stellen Sie die Einhaltung der in [diesem Dokument](https://github.com/IAHispano/Applio/blob/main/TERMS_OF_USE.md) detaillierten Nutzungsbedingungen sicher, bevor Sie mit Ihrem Training fortfahren.",
    "Plugin Installer": "Plugin-Installationsprogramm",
    "Plugins": "Plugins",
    "Post-Process": "Nachbearbeitung",
    "Post-process the audio to apply effects to the output.": "Das Audio nachbearbeiten, um Effekte auf die Ausgabe anzuwenden.",
    "Precision": "Präzision",
    "Preprocess": "Vorverarbeiten",
    "Preprocess Dataset": "Datensatz vorverarbeiten",
    "Preset Name": "Voreinstellungsname",
    "Preset Settings": "Voreinstellungseinstellungen",
    "Presets are located in /assets/formant_shift folder": "Voreinstellungen befinden sich im Ordner /assets/formant_shift",
    "Pretrained": "Vorab trainiert",
    "Pretrained Custom Settings": "Benutzerdefinierte vorab trainierte Einstellungen",
    "Proposed Pitch": "Vorgeschlagene Tonhöhe",
    "Proposed Pitch Threshold": "Schwellenwert für vorgeschlagene Tonhöhe",
    "Protect Voiceless Consonants": "Stimmmlose Konsonanten schützen",
    "Pth file": "Pth-Datei",
    "Quefrency for formant shifting": "Quefrency für Formantverschiebung",
    "Realtime": "Echtzeit",
    "Record Screen": "Bildschirm aufnehmen",
    "Refresh": "Aktualisieren",
    "Refresh Audio Devices": "Audiogeräte aktualisieren",
    "Refresh Custom Pretraineds": "Benutzerdefinierte vorab trainierte Modelle aktualisieren",
    "Refresh Presets": "Voreinstellungen aktualisieren",
    "Refresh embedders": "Embedder aktualisieren",
    "Report a Bug": "Fehler melden",
    "Restart Applio": "Applio neu starten",
    "Reverb": "Hall",
    "Reverb Damping": "Hall-Dämpfung",
    "Reverb Dry Gain": "Hall-Trockenverstärkung",
    "Reverb Freeze Mode": "Hall-Freeze-Modus",
    "Reverb Room Size": "Hall-Raumgröße",
    "Reverb Wet Gain": "Hall-Nassverstärkung",
    "Reverb Width": "Hall-Breite",
    "Safeguard distinct consonants and breathing sounds to prevent electro-acoustic tearing and other artifacts. Pulling the parameter to its maximum value of 0.5 offers comprehensive protection. However, reducing this value might decrease the extent of protection while potentially mitigating the indexing effect.": "Schützen Sie ausgeprägte Konsonanten und Atemgeräusche, um elektroakustisches Reißen und andere Artefakte zu verhindern. Das Setzen des Parameters auf seinen Maximalwert von 0.5 bietet umfassenden Schutz. Eine Verringerung dieses Wertes kann jedoch den Schutzumfang verringern und gleichzeitig möglicherweise den Indexierungseffekt abschwächen.",
    "Sampling Rate": "Abtastrate",
    "Save Every Epoch": "Jede Epoche speichern",
    "Save Every Weights": "Alle Gewichte speichern",
    "Save Only Latest": "Nur die Neuesten speichern",
    "Search Feature Ratio": "Suchmerkmalsverhältnis",
    "See Model Information": "Modellinformationen anzeigen",
    "Select Audio": "Audio auswählen",
    "Select Custom Embedder": "Benutzerdefinierten Embedder auswählen",
    "Select Custom Preset": "Benutzerdefinierte Voreinstellung auswählen",
    "Select file to import": "Zu importierende Datei auswählen",
    "Select the TTS voice to use for the conversion.": "Wählen Sie die TTS-Stimme für die Umwandlung aus.",
    "Select the audio to convert.": "Wählen Sie das zu konvertierende Audio aus.",
    "Select the custom pretrained model for the discriminator.": "Wählen Sie das benutzerdefinierte vorab trainierte Modell für den Diskriminator aus.",
    "Select the custom pretrained model for the generator.": "Wählen Sie das benutzerdefinierte vorab trainierte Modell für den Generator aus.",
    "Select the device for monitoring your voice (e.g., your headphones).": "Wählen Sie das Gerät zum Mithören Ihrer Stimme aus (z. B. Ihre Kopfhörer).",
    "Select the device where the final converted voice will be sent (e.g., a virtual cable).": "Wählen Sie das Gerät aus, an das die endgültige konvertierte Stimme gesendet wird (z. B. ein virtuelles Kabel).",
    "Select the folder containing the audios to convert.": "Wählen Sie den Ordner mit den zu konvertierenden Audiodateien aus.",
    "Select the folder where the output audios will be saved.": "Wählen Sie den Ordner, in dem die Ausgabedateien gespeichert werden sollen.",
    "Select the format to export the audio.": "Wählen Sie das Format für den Audio-Export.",
    "Select the index file to be exported": "Zu exportierende Index-Datei auswählen",
    "Select the index file to use for the conversion.": "Wählen Sie die Index-Datei für die Umwandlung aus.",
    "Select the language you want to use. (Requires restarting Applio)": "Wählen Sie die Sprache aus, die Sie verwenden möchten. (Erfordert einen Neustart von Applio)",
    "Select the microphone or audio interface you will be speaking into.": "Wählen Sie das Mikrofon oder Audio-Interface aus, in das Sie sprechen werden.",
    "Select the precision you want to use for training and inference.": "Wählen Sie die Präzision, die Sie für Training und Inferenz verwenden möchten.",
    "Select the pretrained model you want to download.": "Wählen Sie das vorab trainierte Modell aus, das Sie herunterladen möchten.",
    "Select the pth file to be exported": "Zu exportierende pth-Datei auswählen",
    "Select the speaker ID to use for the conversion.": "Wählen Sie die Sprecher-ID für die Umwandlung aus.",
    "Select the theme you want to use. (Requires restarting Applio)": "Wählen Sie das Design, das Sie verwenden möchten. (Erfordert einen Neustart von Applio)",
    "Select the voice model to use for the conversion.": "Wählen Sie das Stimmmodell für die Umwandlung aus.",
    "Select two voice models, set your desired blend percentage, and blend them into an entirely new voice.": "Wählen Sie zwei Stimmmodelle aus, legen Sie den gewünschten Mischprozentsatz fest und mischen Sie sie zu einer völlig neuen Stimme.",
    "Set name": "Namen festlegen",
    "Set the autotune strength - the more you increase it the more it will snap to the chromatic grid.": "Stellen Sie die Autotune-Stärke ein – je mehr Sie sie erhöhen, desto mehr rastet sie am chromatischen Raster ein.",
    "Set the bitcrush bit depth.": "Stellen Sie die Bitcrush-Bittiefe ein.",
    "Set the chorus center delay ms.": "Stellen Sie die Chorus-Center-Verzögerung in ms ein.",
    "Set the chorus depth.": "Stellen Sie die Chorus-Tiefe ein.",
    "Set the chorus feedback.": "Stellen Sie das Chorus-Feedback ein.",
    "Set the chorus mix.": "Stellen Sie die Chorus-Mischung ein.",
    "Set the chorus rate Hz.": "Stellen Sie die Chorus-Rate in Hz ein.",
    "Set the clean-up level to the audio you want, the more you increase it the more it will clean up, but it is possible that the audio will be more compressed.": "Stellen Sie den Reinigungsgrad für das gewünschte Audio ein. Je höher der Wert, desto stärker die Reinigung, aber es ist möglich, dass das Audio stärker komprimiert wird.",
    "Set the clipping threshold.": "Stellen Sie den Clipping-Schwellenwert ein.",
    "Set the compressor attack ms.": "Stellen Sie die Kompressor-Attack-Zeit in ms ein.",
    "Set the compressor ratio.": "Stellen Sie das Kompressor-Verhältnis ein.",
    "Set the compressor release ms.": "Stellen Sie die Kompressor-Release-Zeit in ms ein.",
    "Set the compressor threshold dB.": "Stellen Sie den Kompressor-Schwellenwert in dB ein.",
    "Set the damping of the reverb.": "Stellen Sie die Dämpfung des Halls ein.",
    "Set the delay feedback.": "Stellen Sie das Delay-Feedback ein.",
    "Set the delay mix.": "Stellen Sie die Delay-Mischung ein.",
    "Set the delay seconds.": "Stellen Sie die Delay-Sekunden ein.",
    "Set the distortion gain.": "Stellen Sie die Verzerrungsverstärkung ein.",
    "Set the dry gain of the reverb.": "Stellen Sie die Trockenverstärkung des Halls ein.",
    "Set the freeze mode of the reverb.": "Stellen Sie den Freeze-Modus des Halls ein.",
    "Set the gain dB.": "Stellen Sie die Verstärkung in dB ein.",
    "Set the limiter release time.": "Stellen Sie die Limiter-Release-Zeit ein.",
    "Set the limiter threshold dB.": "Stellen Sie den Limiter-Schwellenwert in dB ein.",
    "Set the maximum number of epochs you want your model to stop training if no improvement is detected.": "Legen Sie die maximale Anzahl von Epochen fest, nach denen das Training Ihres Modells stoppen soll, wenn keine Verbesserung festgestellt wird.",
    "Set the pitch of the audio, the higher the value, the higher the pitch.": "Stellen Sie die Tonhöhe des Audios ein, je höher der Wert, desto höher die Tonhöhe.",
    "Set the pitch shift semitones.": "Stellen Sie die Tonhöhenverschiebung in Halbtönen ein.",
    "Set the room size of the reverb.": "Stellen Sie die Raumgröße des Halls ein.",
    "Set the wet gain of the reverb.": "Stellen Sie die Nassverstärkung des Halls ein.",
    "Set the width of the reverb.": "Stellen Sie die Breite des Halls ein.",
    "Settings": "Einstellungen",
    "Silence Threshold (dB)": "Stille-Schwellenwert (dB)",
    "Silent training files": "Stille Trainingsdateien",
    "Single": "Einzeln",
    "Speaker ID": "Sprecher-ID",
    "Specifies the overall quantity of epochs for the model training process.": "Gibt die Gesamtanzahl der Epochen für den Modelltrainingsprozess an.",
    "Specify the number of GPUs you wish to utilize for extracting by entering them separated by hyphens (-).": "Geben Sie die Anzahl der GPUs an, die Sie für die Extraktion verwenden möchten, indem Sie sie durch Bindestriche (-) getrennt eingeben.",
    "Split Audio": "Audio aufteilen",
    "Split the audio into chunks for inference to obtain better results in some cases.": "Teilen Sie das Audio für die Inferenz in Abschnitte auf, um in einigen Fällen bessere Ergebnisse zu erzielen.",
    "Start": "Starten",
    "Start Training": "Training starten",
    "Status": "Status",
    "Stop": "Stoppen",
    "Stop Training": "Training beenden",
    "Stop convert": "Umwandlung stoppen",
    "Substitute or blend with the volume envelope of the output. The closer the ratio is to 1, the more the output envelope is employed.": "Ersetzen oder Mischen mit der Lautstärkehüllkurve der Ausgabe. Je näher das Verhältnis an 1 liegt, desto mehr wird die Ausgabehüllkurve verwendet.",
    "TTS": "TTS",
    "TTS Speed": "TTS-Geschwindigkeit",
    "TTS Voices": "TTS-Stimmen",
    "Text to Speech": "Text zu Sprache",
    "Text to Synthesize": "Zu synthetisierender Text",
    "The GPU information will be displayed here.": "Die GPU-Informationen werden hier angezeigt.",
    "The audio file has been successfully added to the dataset. Please click the preprocess button.": "Die Audiodatei wurde erfolgreich zum Datensatz hinzugefügt. Bitte klicken Sie auf die Schaltfläche 'Vorverarbeiten'.",
    "The button 'Upload' is only for google colab: Uploads the exported files to the ApplioExported folder in your Google Drive.": "Die Schaltfläche 'Hochladen' ist nur für Google Colab: Lädt die exportierten Dateien in den Ordner ApplioExported in Ihrem Google Drive hoch.",
    "The f0 curve represents the variations in the base frequency of a voice over time, showing how pitch rises and falls.": "Die F0-Kurve stellt die Variationen der Grundfrequenz einer Stimme im Zeitverlauf dar und zeigt, wie die Tonhöhe steigt und fällt.",
    "The file you dropped is not a valid pretrained file. Please try again.": "Die von Ihnen abgelegte Datei ist keine gültige vorab trainierte Datei. Bitte versuchen Sie es erneut.",
    "The name that will appear in the model information.": "Der Name, der in den Modellinformationen erscheinen wird.",
    "The number of CPU cores to use in the extraction process. The default setting are your cpu cores, which is recommended for most cases.": "Die Anzahl der CPU-Kerne, die im Extraktionsprozess verwendet werden sollen. Die Standardeinstellung sind Ihre CPU-Kerne, was für die meisten Fälle empfohlen wird.",
    "The output information will be displayed here.": "Die Ausgabeinformationen werden hier angezeigt.",
    "The path to the text file that contains content for text to speech.": "Der Pfad zur Textdatei, die den Inhalt für die Text-zu-Sprache-Funktion enthält.",
    "The path where the output audio will be saved, by default in assets/audios/output.wav": "Der Pfad, unter dem die Ausgabedatei gespeichert wird, standardmäßig in assets/audios/output.wav",
    "The sampling rate of the audio files.": "Die Abtastrate der Audiodateien.",
    "Theme": "Design",
    "This setting enables you to save the weights of the model at the conclusion of each epoch.": "Diese Einstellung ermöglicht es Ihnen, die Gewichte des Modells am Ende jeder Epoche zu speichern.",
    "Timbre for formant shifting": "Klangfarbe für Formantverschiebung",
    "Total Epoch": "Gesamtepochen",
    "Training": "Training",
    "Unload Voice": "Stimme entladen",
    "Update precision": "Präzision aktualisieren",
    "Upload": "Hochladen",
    "Upload .bin": ".bin hochladen",
    "Upload .json": ".json hochladen",
    "Upload Audio": "Audio hochladen",
    "Upload Audio Dataset": "Audio-Datensatz hochladen",
    "Upload Pretrained Model": "Vorab trainiertes Modell hochladen",
    "Upload a .txt file": "Eine .txt-Datei hochladen",
    "Use Monitor Device": "Mithörgerät verwenden",
    "Utilize pretrained models when training your own. This approach reduces training duration and enhances overall quality.": "Verwenden Sie vorab trainierte Modelle, wenn Sie Ihre eigenen trainieren. Dieser Ansatz verkürzt die Trainingsdauer und verbessert die Gesamtqualität.",
    "Utilizing custom pretrained models can lead to superior results, as selecting the most suitable pretrained models tailored to the specific use case can significantly enhance performance.": "Die Verwendung von benutzerdefinierten vorab trainierten Modellen kann zu besseren Ergebnissen führen, da die Auswahl der am besten geeigneten, auf den spezifischen Anwendungsfall zugeschnittenen Modelle die Leistung erheblich verbessern kann.",
    "Version Checker": "Versionsprüfer",
    "View": "Ansehen",
    "Vocoder": "Vocoder",
    "Voice Blender": "Stimmen-Mischer",
    "Voice Model": "Stimmmodell",
    "Volume Envelope": "Lautstärkehüllkurve",
    "Volume level below which audio is treated as silence and not processed. Helps to save CPU resources and reduce background noise.": "Lautstärkepegel, unter dem Audio als Stille behandelt und nicht verarbeitet wird. Hilft, CPU-Ressourcen zu sparen und Hintergrundgeräusche zu reduzieren.",
    "You can also use a custom path.": "Sie können auch einen benutzerdefinierten Pfad verwenden.",
    "[Support](https://discord.gg/urxFjYmYYh) — [GitHub](https://github.com/IAHispano/Applio)": "[Support](https://discord.gg/urxFjYmYYh) — [GitHub](https://github.com/IAHispano/Applio)"
}
