{
  "Inference": "Συμπέρασμα",
  "Training": "Εκπαίδευση",
  "Processing": "Επεξεργασία",
  "Extra": "Επιπλέον",
  "Audio Analyzer": "Αναλυτής ήχου",
  "Settings": "Ρυθμίσεις",
  "Plugins": "Πρόσθετα",
  "Merge Audios": "Συγχώνευση ήχων",
  "Download": "Καταφόρτωση",
  "Output Information": "Πληροφορίες εξόδου",
  "Preprocess": "Προεπεξεργασία",
  "Report a Bug": "Αναφορά σφάλματος",
  "Model Information": "Πληροφορίες μοντέλου",
  "The output information will be displayed here.": "Οι πληροφορίες εξόδου θα εμφανιστούν εδώ.",
  "Audio cutting": "Κοπή ήχου",
  "Model Name": "Όνομα μοντέλου",
  "Process effects": "Επιπτώσεις της διαδικασίας",
  "Name of the new model.": "Όνομα του νέου μοντέλου.",
  "Dataset Path": "Διαδρομή συνόλου δεδομένων",
  "Enter model name": "Εισαγάγετε το όνομα μοντέλου",
  "Dataset Creator": "Δημιουργός συνόλου δεδομένων",
  "Name of the new dataset.": "Όνομα του νέου συνόλου δεδομένων.",
  "Dataset Name": "Όνομα συνόλου δεδομένων",
  "Refresh Datasets": "Ανανέωση συνόλων δεδομένων",
  "Path to the dataset folder.": "Διαδρομή προς το φάκελο συνόλου δεδομένων.",
  "Enter dataset name": "Εισαγωγή ονόματος συνόλου δεδομένων",
  "Enter dataset path": "Εισαγωγή διαδρομής συνόλου δεδομένων",
  "This section contains some extra utilities that often may be in experimental phases.": "Αυτή η ενότητα περιέχει μερικά επιπλέον βοηθητικά προγράμματα που συχνά μπορεί να βρίσκονται σε πειραματικές φάσεις.",
  "Sampling Rate": "Ρυθμός δειγματοληψίας",
  "Upload Audio Dataset": "Μεταφόρτωση συνόλου δεδομένων ήχου",
  "Extract": "Απόσπασμα",
  "The audio file has been successfully added to the dataset. Please click the preprocess button.": "Το αρχείο ήχου προστέθηκε με επιτυχία στο σύνολο δεδομένων. Κάντε κλικ στο κουμπί προεπεξεργασίας.",
  "Model Architecture": "Πρότυπη Αρχιτεκτονική",
  "Embedder Model": "Μοντέλο ενσωμάτωσης",
  "Hop Length": "Μήκος λυκίσκου",
  "It's recommended to deactivate this option if your dataset has already been processed.": "Συνιστάται να απενεργοποιήσετε αυτήν την επιλογή εάν το σύνολο δεδομένων σας έχει ήδη υποβληθεί σε επεξεργασία.",
  "Version of the model architecture.": "Έκδοση της αρχιτεκτονικής μοντέλου.",
  "Preprocess Dataset": "Σύνολο δεδομένων προεπεξεργασίας",
  "The sampling rate of the audio files.": "Ο ρυθμός δειγματοληψίας των αρχείων ήχου.",
  "Batch Size": "Μέγεθος παρτίδας",
  "Total Epoch": "Συνολική Εποχή",
  "Save Every Epoch": "Σώστε κάθε εποχή",
  "Model used for learning speaker embedding.": "Μοντέλο που χρησιμοποιείται για την εκμάθηση ενσωμάτωσης ηχείων.",
  "Pretrained": "Προεκπαιδευμένο",
  "Save Only Latest": "Αποθήκευση μόνο των τελευταίων",
  "Save Every Weights": "Εξοικονομήστε κάθε βάρος",
  "Determine at how many epochs the model will saved at.": "Προσδιορίστε σε πόσες εποχές θα αποθηκευτεί το μοντέλο.",
  "A simple, high-quality voice conversion tool focused on ease of use and performance.": "Ένα απλό, υψηλής ποιότητας εργαλείο μετατροπής φωνής που επικεντρώνεται στην ευκολία χρήσης και απόδοσης.",
  "Custom Pretrained": "Προσαρμοσμένο προεκπαιδευμένο",
  "Upload Pretrained Model": "Μεταφόρτωση προεκπαιδευμένου μοντέλου",
  "Refresh Custom Pretraineds": "Ανανέωση προσαρμοσμένων προεκπαιδευμένων",
  "Specifies the overall quantity of epochs for the model training process.": "Καθορίζει τη συνολική ποσότητα εποχών για τη διαδικασία εκπαίδευσης μοντέλου.",
  "GPU Settings": "Ρυθμίσεις GPU",
  "Pretrained Custom Settings": "Προεκπαιδευμένες προσαρμοσμένες ρυθμίσεις",
  "It's advisable to align it with the available VRAM of your GPU. A setting of 4 offers improved accuracy but slower processing, while 8 provides faster and standard results.": "Συνιστάται να το ευθυγραμμίσετε με τη διαθέσιμη VRAM της GPU σας. Η ρύθμιση 4 προσφέρει βελτιωμένη ακρίβεια αλλά πιο αργή επεξεργασία, ενώ το 8 παρέχει ταχύτερα και τυπικά αποτελέσματα.",
  "The file you dropped is not a valid pretrained file. Please try again.": "Το αρχείο που απορρίψατε δεν είναι έγκυρο προεκπαιδευμένο αρχείο. Παρακαλώ προσπαθήστε ξανά.",
  "Pretrained D Path": "Προσαρμοσμένο προεκπαιδευμένο D",
  "Pretrained G Path": "Προσαρμοσμένο Προεκπαιδευμένο G",
  "GPU Number": "Αριθμός GPU",
  "GPU Custom Settings": "Προσαρμοσμένες ρυθμίσεις GPU",
  "Denotes the duration it takes for the system to transition to a significant pitch change. Smaller hop lengths require more time for inference but tend to yield higher pitch accuracy.": "Υποδηλώνει τη διάρκεια που χρειάζεται το σύστημα για να μεταβεί σε μια σημαντική αλλαγή βήματος. Τα μικρότερα μήκη λυκίσκου απαιτούν περισσότερο χρόνο για την εξαγωγή συμπερασμάτων, αλλά τείνουν να αποδίδουν υψηλότερη ακρίβεια βήματος.",
  "This setting enables you to save the weights of the model at the conclusion of each epoch.": "Αυτή η ρύθμιση σάς επιτρέπει να αποθηκεύετε τα βάρη του μοντέλου στο τέλος κάθε εποχής.",
  "0 to ∞ separated by -": "0 έως ∞ διαχωρισμένα με -",
  "GPU Information": "Πληροφορίες GPU",
  "Click the refresh button to see the pretrained file in the dropdown menu.": "Κάντε κλικ στο κουμπί ανανέωσης για να δείτε το προεκπαιδευμένο αρχείο στο αναπτυσσόμενο μενού.",
  "Use CPU": "Χρήση CPU",
  "Pitch Guidance": "Καθοδήγηση βήματος",
  "The GPU information will be displayed here.": "Οι πληροφορίες GPU θα εμφανιστούν εδώ.",
  "Sets advanced GPU settings, recommended for users with better GPU architecture.": "Ορίζει προηγμένες ρυθμίσεις GPU, οι οποίες συνιστώνται για χρήστες με καλύτερη αρχιτεκτονική GPU.",
  "Enabling this setting will result in the G and D files saving only their most recent versions, effectively conserving storage space.": "Η ενεργοποίηση αυτής της ρύθμισης θα έχει ως αποτέλεσμα τα αρχεία G και D να αποθηκεύουν μόνο τις πιο πρόσφατες εκδόσεις τους, εξοικονομώντας αποτελεσματικά χώρο αποθήκευσης.",
  "Force the use of CPU for training.": "Αναγκάστε τη χρήση της CPU για εκπαίδευση.",
  "Extract Features": "Εξαγωγή χαρακτηριστικών",
  "The number of CPU cores to use in the preprocess. The default setting are your cpu cores, which is recommended for most cases.": "Ο αριθμός των πυρήνων CPU που θα χρησιμοποιηθούν στην προδιεργασία. Η προεπιλεγμένη ρύθμιση είναι οι πυρήνες της CPU, η οποία συνιστάται για τις περισσότερες περιπτώσεις.",
  "Index Algorithm": "Αλγόριθμος ευρετηρίου",
  "The number of CPU cores to use in the extraction process. The default setting are your cpu cores, which is recommended for most cases.": "Ο αριθμός των πυρήνων CPU που θα χρησιμοποιηθούν στη διαδικασία εξαγωγής. Η προεπιλεγμένη ρύθμιση είναι οι πυρήνες της CPU, η οποία συνιστάται για τις περισσότερες περιπτώσεις.",
  "Utilizing custom pretrained models can lead to superior results, as selecting the most suitable pretrained models tailored to the specific use case can significantly enhance performance.": "Η χρήση προσαρμοσμένων προεκπαιδευμένων μοντέλων μπορεί να οδηγήσει σε ανώτερα αποτελέσματα, καθώς η επιλογή των καταλληλότερων προεκπαιδευμένων μοντέλων προσαρμοσμένων στη συγκεκριμένη περίπτωση χρήσης μπορεί να βελτιώσει σημαντικά την απόδοση.",
  "Specify the number of GPUs you wish to utilize for extracting by entering them separated by hyphens (-).": "Καθορίστε τον αριθμό των GPU που θέλετε να χρησιμοποιήσετε για εξαγωγή εισάγοντάς τις διαχωρισμένες με παύλες (-).",
  "Specify the number of GPUs you wish to utilize for preprocess by entering them separated by hyphens (-). At the moment, using multi-gpu will not have a significant effect.": "Καθορίστε τον αριθμό των GPU που θέλετε να χρησιμοποιήσετε για προεπεξεργασία εισάγοντάς τις διαχωρισμένες με παύλες (-). Προς το παρόν, η χρήση πολλαπλών GPU δεν θα έχει σημαντική επίδραση.",
  "Cache Dataset in GPU": "Σύνολο δεδομένων προσωρινής μνήμης σε GPU",
  "Utilize pretrained models when training your own. This approach reduces training duration and enhances overall quality.": "Χρησιμοποιήστε προ-εκπαιδευμένα μοντέλα όταν εκπαιδεύετε τα δικά σας. Αυτή η προσέγγιση μειώνει τη διάρκεια της κατάρτισης και βελτιώνει τη συνολική ποιότητα.",
  "Overtraining Detector": "Ανιχνευτής υπερβολικής προπόνησης",
  "We prioritize running the model preprocessing on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.": "Δίνουμε προτεραιότητα στην εκτέλεση της προεπεξεργασίας μοντέλου στη GPU για ταχύτερη απόδοση. Εάν προτιμάτε να χρησιμοποιήσετε τη CPU, απλώς αφήστε κενό το πεδίο GPU.",
  "Overtraining Threshold": "Όριο υπερβολικής προπόνησης",
  "We prioritize running the model extraction on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.": "Δίνουμε προτεραιότητα στην εκτέλεση της εξαγωγής μοντέλου στη GPU για ταχύτερη απόδοση. Εάν προτιμάτε να χρησιμοποιήσετε τη CPU, απλώς αφήστε κενό το πεδίο GPU.",
  "Overtraining Detector Settings": "Ρυθμίσεις ανιχνευτή υπερβολικής προπόνησης",
  "Start Training": "Ξεκινήστε την προπόνηση",
  "By employing pitch guidance, it becomes feasible to mirror the intonation of the original voice, including its pitch. This feature is particularly valuable for singing and other scenarios where preserving the original melody or pitch pattern is essential.": "Χρησιμοποιώντας καθοδήγηση τόνου, καθίσταται εφικτό να αντικατοπτρίζεται ο τόνος της αρχικής φωνής, συμπεριλαμβανομένου του τόνου της. Αυτό το χαρακτηριστικό είναι ιδιαίτερα πολύτιμο για τραγούδι και άλλα σενάρια όπου η διατήρηση της αρχικής μελωδίας ή του μοτίβου τόνου είναι απαραίτητη.",
  "KMeans is a clustering algorithm that divides the dataset into K clusters. This setting is particularly useful for large datasets.": "Το KMeans είναι ένας αλγόριθμος ομαδοποίησης που διαιρεί το σύνολο δεδομένων σε συμπλέγματα K. Αυτή η ρύθμιση είναι ιδιαίτερα χρήσιμη για μεγάλα σύνολα δεδομένων.",
  "Stop Training": "Διακοπή προπόνησης",
  "Cache the dataset in GPU memory to speed up the training process.": "Αποθηκεύστε προσωρινά το σύνολο δεδομένων στη μνήμη GPU για να επιταχύνετε τη διαδικασία εκπαίδευσης.",
  "Generate Index": "Δημιουργία ευρετηρίου",
  "Export Model": "Μοντέλο εξαγωγής",
  "Fresh Training": "Φρέσκια προπόνηση",
  "Exported Pth file": "Εξαγόμενο αρχείο Pth",
  "Upload": "Ανέβασμα",
  "Voice Model": "Μοντέλο φωνής",
  "Select the pth file to be exported": "Επιλέξτε το αρχείο pth που θα εξαχθεί",
  "Exported Index file": "Εξαγόμενο αρχείο ευρετηρίου",
  "Refresh": "Δροσίζω",
  "Index File": "Αρχείο ευρετηρίου",
  "Select the index file to be exported": "Επιλέξτε το αρχείο ευρετηρίου που θα εξαχθεί",
  "Unload Voice": "Εκφόρτωση φωνής",
  "Enable this setting only if you are training a new model from scratch or restarting the training. Deletes all previously generated weights and tensorboard logs.": "Ενεργοποιήστε αυτήν τη ρύθμιση μόνο εάν εκπαιδεύετε ένα νέο μοντέλο από την αρχή ή επανεκκινείτε την εκπαίδευση. Διαγράφει όλα τα βάρη που δημιουργήθηκαν προηγουμένως και τα αρχεία καταγραφής τανυστών.",
  "Detect overtraining to prevent the model from learning the training data too well and losing the ability to generalize to new data.": "Εντοπίστε την υπερβολική προπόνηση για να αποτρέψετε το μοντέλο από το να μάθει πολύ καλά τα δεδομένα εκπαίδευσης και να χάσει την ικανότητα γενίκευσης σε νέα δεδομένα.",
  "Set the maximum number of epochs you want your model to stop training if no improvement is detected.": "Ορίστε τον μέγιστο αριθμό εποχών που θέλετε να σταματήσει η προπόνηση του μοντέλου σας εάν δεν εντοπιστεί βελτίωση.",
  "Upload Audio": "Μεταφόρτωση ήχου",
  "The button 'Upload' is only for google colab: Uploads the exported files to the ApplioExported folder in your Google Drive.": "Το κουμπί \"Μεταφόρτωση\" είναι μόνο για το google colab: Ανεβάζει τα εξαγόμενα αρχεία στον φάκελο ApplioExported στο Google Drive σας.",
  "Select Audio": "Επιλέξτε Ήχος",
  "Select the voice model to use for the conversion.": "Επιλέξτε το φωνητικό μοντέλο που θα χρησιμοποιηθεί για τη μετατροπή.",
  "Select the index file to use for the conversion.": "Επιλέξτε το αρχείο ευρετηρίου που θα χρησιμοποιηθεί για τη μετατροπή.",
  "Output Path": "Διαδρομή εξόδου",
  "Advanced Settings": "Ρυθμίσεις για προχωρημένους",
  "Export Format": "Μορφή εξαγωγής",
  "Single": "Άγαμος",
  "Select the audio to convert.": "Επιλέξτε τον ήχο που θέλετε να μετατρέψετε.",
  "Split Audio": "Διαχωρισμός ήχου",
  "Custom Output Path": "Προσαρμοσμένη διαδρομή εξόδου",
  "Select the format to export the audio.": "Επιλέξτε τη μορφή για εξαγωγή του ήχου.",
  "Clean Audio": "Καθαρός ήχος",
  "Autotune": "Αυτόματος συντονισμός",
  "Clean Strength": "Καθαρή αντοχή",
  "Clear Outputs (Deletes all audios in assets/audios)": "Εκκαθάριση εξόδων (Διαγράφει όλους τους ήχους σε στοιχεία / ήχους)",
  "Upscale Audio": "Αναβαθμισμένος ήχος",
  "Pitch": "Πίσσα",
  "Formant Shifting": "Μετατόπιση φορμιστών",
  "The path where the output audio will be saved, by default in assets/audios/output.wav": "Η διαδρομή όπου θα αποθηκευτεί ο ήχος εξόδου, από προεπιλογή σε στοιχεία / ήχους / output.wav",
  "Default value is 1.0": "Η προεπιλεγμένη τιμή είναι 1,0",
  "Presets are located in /assets/formant_shift folder": "Οι προεπιλογές βρίσκονται στο φάκελο /assets/formant_shift",
  "Quefrency for formant shifting": "Quefrency για μετατόπιση διαμορφωτή",
  "Browse presets for formanting": "Αναζήτηση προκαθορισμένων ρυθμίσεων για διαμόρφωση",
  "Split the audio into chunks for inference to obtain better results in some cases.": "Διαχωρίστε τον ήχο σε κομμάτια για εξαγωγή συμπερασμάτων για να έχετε καλύτερα αποτελέσματα σε ορισμένες περιπτώσεις.",
  "Timbre for formant shifting": "Στύλος για μετατόπιση σχηματισμού",
  "Apply a soft autotune to your inferences, recommended for singing conversions.": "Εφαρμόστε έναν μαλακό αυτόματο συντονισμό στα συμπεράσματά σας, που συνιστάται για μετατροπές τραγουδιού.",
  "Enable formant shifting. Used for male to female and vice-versa convertions.": "Ενεργοποίηση μετατόπισης φορμού. Χρησιμοποιείται για μετατροπές ανδρών σε γυναίκες και αντίστροφα.",
  "Filter Radius": "Ακτίνα φίλτρου",
  "Upscale the audio to a higher quality, recommended for low-quality audios. (It could take longer to process the audio)": "Αναβαθμίστε τον ήχο σε υψηλότερη ποιότητα, συνιστάται για ήχους χαμηλής ποιότητας. (Μπορεί να χρειαστεί περισσότερος χρόνος για την επεξεργασία του ήχου)",
  "Clean your audio output using noise detection algorithms, recommended for speaking audios.": "Καθαρίστε την έξοδο ήχου χρησιμοποιώντας αλγόριθμους ανίχνευσης θορύβου, που συνιστώνται για ήχους ομιλίας.",
  "Volume Envelope": "Φάκελος τόμου",
  "Search Feature Ratio": "Αναλογία δυνατοτήτων αναζήτησης",
  "Convert": "Μετατρέπω",
  "Batch": "Δέσμη",
  "Export Audio": "Εξαγωγή ήχου",
  "Set the pitch of the audio, the higher the value, the higher the pitch.": "Ρυθμίστε τον τόνο του ήχου, όσο υψηλότερη είναι η τιμή, τόσο υψηλότερος είναι ο τόνος.",
  "Protect Voiceless Consonants": "Προστατέψτε τα σύμφωνα χωρίς φωνή",
  "Input Folder": "Φάκελος εισόδου",
  "Pitch extraction algorithm": "Αλγόριθμος εξαγωγής βήματος",
  "Set the clean-up level to the audio you want, the more you increase it the more it will clean up, but it is possible that the audio will be more compressed.": "Ρυθμίστε το επίπεδο καθαρισμού στον ήχο που θέλετε, όσο περισσότερο το αυξάνετε τόσο περισσότερο θα καθαρίσει, αλλά είναι πιθανό ο ήχος να είναι πιο συμπιεσμένος.",
  "Output Folder": "Φάκελος εξόδου",
  "Enter input path": "Εισαγωγή διαδρομής εισόδου",
  "Substitute or blend with the volume envelope of the output. The closer the ratio is to 1, the more the output envelope is employed.": "Αντικαταστήστε ή αναμείξτε με το φάκελο όγκου της εξόδου. Όσο πιο κοντά είναι ο λόγος προς 1, τόσο περισσότερο χρησιμοποιείται ο φάκελος εξόδου.",
  "Pitch extraction algorithm to use for the audio conversion. The default algorithm is rmvpe, which is recommended for most cases.": "Αλγόριθμος εξαγωγής τόνου για χρήση για τη μετατροπή ήχου. Ο προεπιλεγμένος αλγόριθμος είναι rmvpe, ο οποίος συνιστάται για τις περισσότερες περιπτώσεις.",
  "Influence exerted by the index file; a higher value corresponds to greater influence. However, opting for lower values can help mitigate artifacts present in the audio.": "Επιρροή που ασκείται από το αρχείο ευρετηρίου. Μια υψηλότερη τιμή αντιστοιχεί σε μεγαλύτερη επιρροή. Ωστόσο, η επιλογή χαμηλότερων τιμών μπορεί να βοηθήσει στον μετριασμό των τεχνουργημάτων που υπάρχουν στον ήχο.",
  "## Voice Blender": "## Μπλέντερ φωνής",
  "Get information about the audio": "Λήψη πληροφοριών σχετικά με τον ήχο",
  "Select the folder containing the audios to convert.": "Επιλέξτε το φάκελο που περιέχει τα ηχητικά μηνύματα για μετατροπή.",
  "Voice Blender": "Μπλέντερ φωνής",
  "Enter output path": "Εισαγάγετε τη διαδρομή εξόδου",
  "Select the folder where the output audios will be saved.": "Επιλέξτε το φάκελο όπου θα αποθηκευτούν οι ήχοι εξόδου.",
  "Fusion": "Ένωση",
  "Drag and drop your model here": "Σύρετε και αποθέστε το μοντέλο σας εδώ",
  "Safeguard distinct consonants and breathing sounds to prevent electro-acoustic tearing and other artifacts. Pulling the parameter to its maximum value of 0.5 offers comprehensive protection. However, reducing this value might decrease the extent of protection while potentially mitigating the indexing effect.": "Προστατεύστε τα διακριτά σύμφωνα και τους ήχους αναπνοής για να αποτρέψετε το ηλεκτροακουστικό σχίσιμο και άλλα τεχνουργήματα. Το τράβηγμα της παραμέτρου στη μέγιστη τιμή του 0,5 προσφέρει ολοκληρωμένη προστασία. Ωστόσο, η μείωση αυτής της τιμής ενδέχεται να μειώσει την έκταση της προστασίας, ενώ ενδέχεται να μετριάσει το αποτέλεσμα ευρετηρίου.",
  "Blend Ratio": "Αναλογία ανάμειξης",
  "Path to Model": "Διαδρομή προς το μοντέλο",
  "If the number is greater than or equal to three, employing median filtering on the collected tone results has the potential to decrease respiration.": "Εάν ο αριθμός είναι μεγαλύτερος ή ίσος με τρία, η χρήση διάμεσου φιλτραρίσματος στα αποτελέσματα τόνου που συλλέγονται έχει τη δυνατότητα να μειώσει την αναπνοή.",
  "Enter path to model": "Εισαγωγή διαδρομής προς το μοντέλο",
  "View": "Άποψη",
  "Pth file": "Αρχείο Pth",
  "You can also use a custom path.": "Μπορείτε επίσης να χρησιμοποιήσετε μια προσαρμοσμένη διαδρομή.",
  "Inroduce the model information": "Εισαγωγή των πληροφοριών μοντέλου",
  "Model extraction": "Εξαγωγή μοντέλου",
  "View model information": "Προβολή πληροφοριών μοντέλου",
  "Model conversion": "Μετατροπή μοντέλου",
  "Model information to be placed": "Πληροφορίες υποδείγματος που πρέπει να τοποθετηθούν",
  "Output of the pth file": "Έξοδος του αρχείου pth",
  "Select two voice models, set your desired blend percentage, and blend them into an entirely new voice.": "Επιλέξτε δύο μοντέλα φωνής, ορίστε το επιθυμητό ποσοστό ανάμειξης και συνδυάστε τα σε μια εντελώς νέα φωνή.",
  "Introduce the model pth path": "Εισαγωγή της διαδρομής pth μοντέλου",
  "Adjusting the position more towards one side or the other will make the model more similar to the first or second.": "Η προσαρμογή της θέσης περισσότερο προς τη μία ή την άλλη πλευρά θα κάνει το μοντέλο πιο παρόμοιο με το πρώτο ή το δεύτερο.",
  "# How to Report an Issue on GitHub": "# Πώς να αναφέρετε ένα ζήτημα στο GitHub",
  "Record": "Καταγράφω",
  "Extract F0 Curve": "Απόσπασμα καμπύλης F0",
  "Record Screen": "Εγγραφή οθόνης",
  "Stop Recording": "Διακοπή εγγραφής",
  "## Download Model": "## Λήψη μοντέλου",
  "Model Link": "Σύνδεσμος μοντέλου",
  "See Model Information": "Δείτε πληροφορίες μοντέλου",
  "Introduce the model .pth path": "Εισαγωγή της διαδρομής .pth μοντέλου",
  "The information to be placed in the model (You can leave it blank or put anything).": "Οι πληροφορίες που πρέπει να τοποθετηθούν στο μοντέλο (Μπορείτε να το αφήσετε κενό ή να βάλετε οτιδήποτε).",
  "Download Model": "Λήψη μοντέλου",
  "3. Go to [GitHub Issues](https://github.com/IAHispano/Applio/issues) and click on the 'New Issue' button.": "3. Μεταβείτε στο [GitHub Issues](https://github.com/IAHispano/Applio/issues) και κάντε κλικ στο κουμπί 'New Issue'.",
  "Introduce the model link": "Παρουσιάστε τον σύνδεσμο μοντέλου",
  "Search": "Αναζήτηση",
  "## Drop files": "## Απόθεση αρχείων",
  "## Search Model": "## Μοντέλο αναζήτησης",
  "Drag your .pth file and .index file into this space. Drag one and then the other.": "Σύρετε το αρχείο .pth και το αρχείο .index σε αυτόν τον χώρο. Σύρετε το ένα και, στη συνέχεια, το άλλο.",
  "TTS Voices": "Φωνές TTS",
  "We couldn't find models by that name.": "Δεν μπορέσαμε να βρούμε μοντέλα με αυτό το όνομα.",
  "TTS Speed": "Ταχύτητα TTS",
  "And select the sampling rate": "Και επιλέξτε το ρυθμό δειγματοληψίας.",
  "Introduce the model name to search.": "Εισαγάγετε το όνομα του μοντέλου στην αναζήτηση.",
  "## Download Pretrained Models": "## Λήψη προεκπαιδευμένων μοντέλων",
  "Text to Synthesize": "Κείμενο για σύνθεση",
  "1. Click on the 'Record Screen' button below to start recording the issue you are experiencing.": "1. Κάντε κλικ στο κουμπί \"Εγγραφή οθόνης\" παρακάτω για να ξεκινήσετε την καταγραφή του προβλήματος που αντιμετωπίζετε.",
  "Select the pretrained model you want to download.": "Επιλέξτε το προεκπαιδευμένο μοντέλο που θέλετε να κατεβάσετε.",
  "Increase or decrease TTS speed.": "Αυξήστε ή μειώστε την ταχύτητα TTS.",
  "The f0 curve represents the variations in the base frequency of a voice over time, showing how pitch rises and falls.": "Η καμπύλη f0 αντιπροσωπεύει τις διακυμάνσεις στη βασική συχνότητα μιας φωνής με την πάροδο του χρόνου, δείχνοντας πώς αυξάνεται και μειώνεται ο τόνος.",
  "Upload a .txt file": "Αποστολή αρχείου .txt",
  "Select the TTS voice to use for the conversion.": "Επιλέξτε τη φωνή TTS που θα χρησιμοποιήσετε για τη μετατροπή.",
  "2. Once you have finished recording the issue, click on the 'Stop Recording' button (the same button, but the label changes depending on whether you are actively recording or not).": "2. Μόλις ολοκληρώσετε την εγγραφή του προβλήματος, κάντε κλικ στο κουμπί \"Διακοπή εγγραφής\" (το ίδιο κουμπί, αλλά η ετικέτα αλλάζει ανάλογα με το αν εγγράφετε ενεργά ή όχι).",
  "Enter the text to synthesize.": "Εισαγάγετε το κείμενο που θέλετε να συνθέσετε.",
  "Input path for text file": "Διαδρομή εισαγωγής για αρχείο κειμένου",
  "Output Path for TTS Audio": "Διαδρομή εξόδου για ήχο TTS",
  "Output Path for RVC Audio": "Διαδρομή εξόδου για ήχο RVC",
  "Enter text to synthesize": "Εισαγωγή κειμένου για σύνθεση",
  "Enable Applio integration with Discord presence": "Ενεργοποιήστε την ενσωμάτωση του Applio με την παρουσία του Discord",
  "Enable fake GPU": "Ενεργοποιήστε την ψεύτικη GPU",
  "Theme": "Θέμα",
  "Restart Applio": "Επανεκκινήστε το Applio",
  "The path to the text file that contains content for text to speech.": "Η διαδρομή προς το αρχείο κειμένου που περιέχει περιεχόμενο για μετατροπή κειμένου σε ομιλία.",
  "Language": "Γλώσσα",
  "Enable Applio integration with applio.org/models using flask": "Ενεργοποίηση ενσωμάτωσης Applio με applio.org/models χρησιμοποιώντας φιάλη",
  "4. Complete the provided issue template, ensuring to include details as needed, and utilize the assets section to upload the recorded file from the previous step.": "4. Συμπληρώστε το παρεχόμενο πρότυπο ζητήματος, φροντίζοντας να συμπεριλάβετε λεπτομέρειες όπως απαιτείται και χρησιμοποιήστε την ενότητα περιουσιακών στοιχείων για να ανεβάσετε το εγγεγραμμένο αρχείο από το προηγούμενο βήμα.",
  "Precision": "Ακρίβεια",
  "It will activate the possibility of displaying the current Applio activity in Discord.": "Θα ενεργοποιήσει τη δυνατότητα εμφάνισης της τρέχουσας δραστηριότητας Applio στο Discord.",
  "It will activate the possibility of downloading models with a click from the website.": "Θα ενεργοποιήσει τη δυνατότητα λήψης μοντέλων με ένα κλικ από τον ιστότοπο.",
  "Select the theme you want to use. (Requires restarting Applio)": "Επιλέξτε το θέμα που θέλετε να χρησιμοποιήσετε. (Απαιτείται επανεκκίνηση του Applio)",
  "Update precision": "Ενημέρωση ακρίβειας",
  "Version Checker": "Έλεγχος έκδοσης",
  "Reverb": "Αντήχηση",
  "Select the language you want to use. (Requires restarting Applio)": "Επιλέξτε τη γλώσσα που θέλετε να χρησιμοποιήσετε. (Απαιτείται επανεκκίνηση του Applio)",
  "Drag your plugin.zip to install it": "Σύρετε το plugin.zip σας για να το εγκαταστήσετε",
  "Check for updates": "Έλεγχος για ενημερώσεις",
  "Post-Process": "Μετά τη διαδικασία",
  "Plugin Installer": "Πρόγραμμα εγκατάστασης προσθηκών",
  "Training is currently unsupported due to the absence of a GPU. To activate the training tab, navigate to the settings tab and enable the 'Fake GPU' option.": "Η εκπαίδευση δεν υποστηρίζεται προς το παρόν λόγω απουσίας GPU. Για να ενεργοποιήσετε την καρτέλα εκπαίδευσης, μεταβείτε στην καρτέλα ρυθμίσεων και ενεργοποιήστε την επιλογή \"Ψεύτικη GPU\".",
  "Post-process the audio to apply effects to the output.": "Μετά την επεξεργασία του ήχου για την εφαρμογή εφέ στην έξοδο.",
  "Select the precision you want to use for training and inference.": "Επιλέξτε την ακρίβεια που θέλετε να χρησιμοποιήσετε για την εκπαίδευση και την εξαγωγή συμπερασμάτων.",
  "Reverb Room Size": "Μέγεθος δωματίου Reverb",
  "Apply reverb to the audio.": "Εφαρμόστε αντήχηση στον ήχο.",
  "Activates the train tab. However, please note that this device lacks GPU capabilities, hence training is not supported. This option is only for testing purposes. (This option will restart Applio)": "Ενεργοποιεί την καρτέλα τρένου. Ωστόσο, λάβετε υπόψη ότι αυτή η συσκευή δεν διαθέτει δυνατότητες GPU, επομένως η εκπαίδευση δεν υποστηρίζεται. Αυτή η επιλογή είναι μόνο για δοκιμαστικούς σκοπούς. (Αυτή η επιλογή θα επανεκκινήσει το Applio)",
  "Set the room size of the reverb.": "Ορίστε το μέγεθος δωματίου της αντήχησης.",
  "Reverb Wet Gain": "Αντήχηση υγρού κέρδους",
  "Set the damping of the reverb.": "Ρυθμίστε την απόσβεση της αντήχησης.",
  "Check which version of Applio is the latest to see if you need to update.": "Ελέγξτε ποια έκδοση του Applio είναι η πιο πρόσφατη για να δείτε αν πρέπει να κάνετε ενημέρωση.",
  "Reverb Damping": "Απόσβεση αντήχησης",
  "Set the wet gain of the reverb.": "Ρυθμίστε το υγρό κέρδος της αντήχησης.",
  "Set the width of the reverb.": "Ορίστε το πλάτος της αντήχησης.",
  "Reverb Dry Gain": "Αντήχηση ξηρού κέρδους",
  "Pitch Shift": "Μετατόπιση βήματος",
  "Reverb Width": "Πλάτος αντήχησης",
  "Set the freeze mode of the reverb.": "Ρυθμίστε τη λειτουργία παγώματος της αντήχησης.",
  "Set the dry gain of the reverb.": "Ρυθμίστε το ξηρό κέρδος της αντήχησης.",
  "Reverb Freeze Mode": "Λειτουργία παγώματος αντήχησης",
  "Limiter": "Περιοριστής",
  "Apply pitch shift to the audio.": "Εφαρμόστε μετατόπιση τόνου στον ήχο.",
  "Gain": "Κερδίζω",
  "Set the pitch shift semitones.": "Ρυθμίστε τα ημιτόνια μετατόπισης τόνου.",
  "Pitch Shift Semitones": "Ημιτόνια μετατόπισης βήματος",
  "Gain dB": "Κέρδος dB",
  "Apply limiter to the audio.": "Εφαρμόστε περιοριστή στον ήχο.",
  "Set the limiter threshold dB.": "Ορίστε το όριο περιορισμού dB.",
  "Limiter Threshold dB": "Όριο περιοριστή dB",
  "Distortion": "Παραμόρφωση",
  "Apply gain to the audio.": "Εφαρμόστε κέρδος στον ήχο.",
  "Limiter Release Time": "Χρόνος κυκλοφορίας περιοριστή",
  "Set the gain dB.": "Ρυθμίστε το κέρδος dB.",
  "Chorus": "Χορωδία",
  "Set the limiter release time.": "Ορίστε τον χρόνο απελευθέρωσης του περιοριστή.",
  "Distortion Gain": "Κέρδος παραμόρφωσης",
  "Set the distortion gain.": "Ορίστε το κέρδος παραμόρφωσης.",
  "Apply distortion to the audio.": "Εφαρμόστε παραμόρφωση στον ήχο.",
  "Chorus Rate Hz": "Ρυθμός χορωδίας Hz",
  "Chorus Depth": "Βάθος χορωδίας",
  "Bitcrush": "Bitcrush",
  "Apply chorus to the audio.": "Εφαρμόστε χορωδία στον ήχο.",
  "Set the chorus rate Hz.": "Ρυθμίστε το ρυθμό χορωδίας Hz.",
  "Chorus Mix": "Μίξη χορωδίας",
  "Chorus Feedback": "Ανατροφοδότηση χορωδίας",
  "Bitcrush Bit Depth": "Bitcrush Βάθος bit",
  "Set the chorus depth.": "Ρυθμίστε το βάθος της χορωδίας.",
  "Chorus Center Delay ms": "Καθυστέρηση Κέντρου Χορωδίας ms",
  "Apply bitcrush to the audio.": "Εφαρμόστε bitcrush στον ήχο.",
  "Set the chorus mix.": "Ρυθμίστε τη μίξη χορωδίας.",
  "Set the chorus feedback.": "Ορίστε τα σχόλια χορωδίας.",
  "Clipping": "Απόκομμα",
  "Set the chorus center delay ms.": "Ρυθμίστε την καθυστέρηση του κέντρου χορωδίας ms.",
  "Compressor": "Συμπιεστής",
  "Set the bitcrush bit depth.": "Ορίστε το βάθος bit bitcrush.",
  "Apply clipping to the audio.": "Εφαρμόστε αποκοπή στον ήχο.",
  "Clipping Threshold": "Κατώφλι αποκοπής",
  "Set the clipping threshold.": "Ορίστε το όριο αποκοπής.",
  "Apply compressor to the audio.": "Εφαρμόστε συμπιεστή στον ήχο.",
  "Compressor Threshold dB": "Κατώφλι συμπιεστή dB",
  "Compressor Ratio": "Αναλογία συμπιεστή",
  "Delay": "Καθυστέρηση",
  "Compressor Release ms": "Απελευθέρωση συμπιεστή ms",
  "Set the compressor threshold dB.": "Ρυθμίστε το κατώφλι του συμπιεστή dB.",
  "Compressor Attack ms": "Επίθεση συμπιεστή ms",
  "Set the compressor ratio.": "Ρυθμίστε την αναλογία συμπιεστή.",
  "Set the compressor attack ms.": "Ρυθμίστε την επίθεση συμπιεστή ms.",
  "Apply delay to the audio.": "Εφαρμόστε καθυστέρηση στον ήχο.",
  "Delay Seconds": "Δευτερόλεπτα καθυστέρησης",
  "Delay Feedback": "Καθυστέρηση σχολίων",
  "Set the compressor release ms.": "Ρυθμίστε την απελευθέρωση του συμπιεστή ms.",
  "Delay Mix": "Καθυστέρηση Mix",
  "Set the delay seconds.": "Ορίστε τα δευτερόλεπτα καθυστέρησης.",
  "Set the delay feedback.": "Ορίστε τα σχόλια καθυστέρησης.",
  "Custom Embedder": "Προσαρμοσμένο Embedder",
  "Set the delay mix.": "Ρυθμίστε το μίγμα καθυστέρησης.",
  "Select Custom Embedder": "Επιλέξτε Custom Embedder",
  "model information": "Πληροφορίες μοντέλου",
  "Refresh embedders": "Ανανέωση ενσωματωτών",
  "Upload .bin": "Ανεβάστε .bin",
  "Upload .json": "Ανεβάστε .json",
  "Folder Name": "Όνομα φακέλου",
  "Model Creator": "Δημιουργός μοντέλων",
  "Speaker ID": "Αναγνωριστικό ηχείου",
  "Set name": "Όνομα συνόλου",
  "Model Author Name": "Όνομα συγγραφέα μοντέλου",
  "Name of the model creator. (Default: Unknown)": "Όνομα του δημιουργού μοντέλου. (Προεπιλογή: Άγνωστο)",
  "Move files to custom embedder folder": "Μετακίνηση αρχείων σε προσαρμοσμένο φάκελο ενσωμάτωσης",
  "The name that will appear in the model information.": "Το όνομα που θα εμφανίζεται στις πληροφορίες μοντέλου.",
  "Select the speaker ID to use for the conversion.": "Επιλέξτε το αναγνωριστικό ηχείου που θα χρησιμοποιηθεί για τη μετατροπή.",
  "Set the autotune strength - the more you increase it the more it will snap to the chromatic grid.": "Ρυθμίστε την ισχύ του autotune - όσο περισσότερο την αυξάνετε, τόσο περισσότερο θα προσκολληθεί στο χρωματικό πλέγμα."
}