{
  "Training": "Adiestramiento",
  "Inference": "Inferencia",
  "Processing": "Tratamiento",
  "Output Information": "Información de salida",
  "Merge Audios": "Fusionar audios",
  "The output information will be displayed here.": "La información de salida se mostrará aquí.",
  "This section contains some extra utilities that often may be in experimental phases.": "Esta sección contiene algunas utilidades adicionales que a menudo pueden estar en fases experimentales.",
  "Settings": "Configuración",
  "A simple, high-quality voice conversion tool focused on ease of use and performance.": "Una herramienta de conversión de voz sencilla y de alta calidad centrada en la facilidad de uso y el rendimiento.",
  "Download": "Descargar",
  "Preprocess": "Preprocesar",
  "Plugins": "Complementos",
  "Report a Bug": "Informar de un error",
  "Audio cutting": "Corte de audio",
  "It's recommended to deactivate this option if your dataset has already been processed.": "Se recomienda desactivar esta opción si el conjunto de datos ya se ha procesado.",
  "Dataset Path": "Ruta del conjunto de datos",
  "Refresh Datasets": "Actualizar conjuntos de datos",
  "Enter dataset name": "Introduzca el nombre del conjunto de datos",
  "Extra": "Extra",
  "Sampling Rate": "Frecuencia de muestreo",
  "Model Architecture": "Arquitectura de modelos",
  "Model Information": "Información del modelo",
  "Process effects": "Efectos del proceso",
  "Audio Analyzer": "Analizador de audio",
  "Embedder Model": "Modelo de incrustación",
  "Extract": "Extraer",
  "Name of the new model.": "Nombre del nuevo modelo.",
  "Hop Length": "Longitud del lúpulo",
  "Denotes the duration it takes for the system to transition to a significant pitch change. Smaller hop lengths require more time for inference but tend to yield higher pitch accuracy.": "Denota el tiempo que tarda el sistema en realizar la transición a un cambio de tono significativo. Las longitudes de salto más pequeñas requieren más tiempo para la inferencia, pero tienden a producir una mayor precisión de tono.",
  "It's advisable to align it with the available VRAM of your GPU. A setting of 4 offers improved accuracy but slower processing, while 8 provides faster and standard results.": "Es recomendable alinearlo con la VRAM disponible de su GPU. Un ajuste de 4 ofrece una precisión mejorada pero un procesamiento más lento, mientras que 8 proporciona resultados más rápidos y estándar.",
  "Model Name": "Nombre del modelo",
  "Dataset Name": "Nombre del conjunto de datos",
  "Path to the dataset folder.": "Ruta de acceso a la carpeta del conjunto de datos.",
  "Version of the model architecture.": "Versión de la arquitectura del modelo.",
  "Name of the new dataset.": "Nombre del nuevo conjunto de datos.",
  "Enter dataset path": "Introduzca la ruta del conjunto de datos",
  "Upload Audio Dataset": "Cargar conjunto de datos de audio",
  "Enter model name": "Introduzca el nombre del modelo",
  "The sampling rate of the audio files.": "La frecuencia de muestreo de los archivos de audio.",
  "The audio file has been successfully added to the dataset. Please click the preprocess button.": "El archivo de audio se ha agregado correctamente al conjunto de datos. Haga clic en el botón de preprocesamiento.",
  "Save Only Latest": "Guarde solo lo más reciente",
  "Pretrained": "Preentrenado",
  "Preprocess Dataset": "Conjunto de datos de preprocesamiento",
  "This setting enables you to save the weights of the model at the conclusion of each epoch.": "Este ajuste le permite guardar los pesos del modelo al final de cada época.",
  "Custom Pretrained": "Personalizado preentrenado",
  "Upload Pretrained Model": "Cargar modelo preentrenado",
  "Click the refresh button to see the pretrained file in the dropdown menu.": "Haga clic en el botón Actualizar para ver el archivo previamente entrenado en el menú desplegable.",
  "The file you dropped is not a valid pretrained file. Please try again.": "El archivo que ha quitado no es un archivo preentrenado válido. Por favor, inténtelo de nuevo.",
  "Pretrained D Path": "D preentrenado personalizado",
  "GPU Settings": "Configuración de GPU",
  "GPU Custom Settings": "Configuración personalizada de la GPU",
  "GPU Number": "Número de GPU",
  "0 to ∞ separated by -": "0 a ∞ separados por -",
  "Dataset Creator": "Creador de conjuntos de datos",
  "Batch Size": "Tamaño del lote",
  "Save Every Epoch": "Salva todas las épocas",
  "The number of CPU cores to use in the preprocess. The default setting are your cpu cores, which is recommended for most cases.": "El número de núcleos de CPU que se van a utilizar en el preproceso. La configuración predeterminada son los núcleos de la CPU, que se recomienda para la mayoría de los casos.",
  "Specify the number of GPUs you wish to utilize for extracting by entering them separated by hyphens (-).": "Especifique el número de GPU que desea utilizar para la extracción introduciéndolas separadas por guiones (-).",
  "Model used for learning speaker embedding.": "Modelo utilizado para aprender la incrustación de altavoces.",
  "Total Epoch": "Época total",
  "Save Every Weights": "Ahorre todos los pesos",
  "Enabling this setting will result in the G and D files saving only their most recent versions, effectively conserving storage space.": "Al habilitar esta configuración, los archivos G y D se guardarán solo sus versiones más recientes, lo que conservará efectivamente el espacio de almacenamiento.",
  "Pretrained Custom Settings": "Configuración personalizada previamente entrenada",
  "Utilizing custom pretrained models can lead to superior results, as selecting the most suitable pretrained models tailored to the specific use case can significantly enhance performance.": "El uso de modelos preentrenados personalizados puede conducir a resultados superiores, ya que la selección de los modelos preentrenados más adecuados adaptados al caso de uso específico puede mejorar significativamente el rendimiento.",
  "Refresh Custom Pretraineds": "Actualización de preentrenados personalizados",
  "The GPU information will be displayed here.": "La información de la GPU se mostrará aquí.",
  "Specify the number of GPUs you wish to utilize for preprocess by entering them separated by hyphens (-). At the moment, using multi-gpu will not have a significant effect.": "Especifique el número de GPU que desea utilizar para el preprocesamiento introduciéndolas separadas por guiones (-). Por el momento, el uso de múltiples gpu no tendrá un efecto significativo.",
  "Pretrained G Path": "G preentrenado personalizado",
  "The number of CPU cores to use in the extraction process. The default setting are your cpu cores, which is recommended for most cases.": "El número de núcleos de CPU que se van a utilizar en el proceso de extracción. La configuración predeterminada son los núcleos de la CPU, que se recomienda para la mayoría de los casos.",
  "GPU Information": "Información de GPU",
  "Pitch Guidance": "Guía de lanzamiento",
  "Use CPU": "Usar CPU",
  "Force the use of CPU for training.": "Forzar el uso de la CPU para el entrenamiento.",
  "Utilize pretrained models when training your own. This approach reduces training duration and enhances overall quality.": "Utilice modelos preentrenados cuando entrene los suyos propios. Este enfoque reduce la duración de la formación y mejora la calidad general.",
  "Extract Features": "Extraer características",
  "Index Algorithm": "Algoritmo de índice",
  "Cache Dataset in GPU": "Conjunto de datos de caché en GPU",
  "We prioritize running the model extraction on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.": "Priorizamos la ejecución de la extracción del modelo en la GPU para obtener un rendimiento más rápido. Si prefiere usar la CPU, simplemente deje el campo GPU en blanco.",
  "By employing pitch guidance, it becomes feasible to mirror the intonation of the original voice, including its pitch. This feature is particularly valuable for singing and other scenarios where preserving the original melody or pitch pattern is essential.": "Al emplear la guía de tono, es factible reflejar la entonación de la voz original, incluido su tono. Esta característica es particularmente valiosa para el canto y otros escenarios en los que es esencial preservar la melodía original o el patrón de tono.",
  "Specifies the overall quantity of epochs for the model training process.": "Especifica la cantidad total de épocas para el proceso de entrenamiento del modelo.",
  "Cache the dataset in GPU memory to speed up the training process.": "Almacene en caché el conjunto de datos en la memoria de la GPU para acelerar el proceso de entrenamiento.",
  "We prioritize running the model preprocessing on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.": "Priorizamos la ejecución del preprocesamiento del modelo en la GPU para obtener un rendimiento más rápido. Si prefiere usar la CPU, simplemente deje el campo GPU en blanco.",
  "Overtraining Detector": "Detector de sobreentrenamiento",
  "KMeans is a clustering algorithm that divides the dataset into K clusters. This setting is particularly useful for large datasets.": "KMeans es un algoritmo de agrupación que divide el conjunto de datos en K clústeres. Esta configuración es especialmente útil para conjuntos de datos grandes.",
  "Overtraining Detector Settings": "Configuración del detector de sobreentrenamiento",
  "Overtraining Threshold": "Umbral de sobreentrenamiento",
  "Fresh Training": "Formación fresca",
  "Detect overtraining to prevent the model from learning the training data too well and losing the ability to generalize to new data.": "Detecte el sobreentrenamiento para evitar que el modelo aprenda demasiado bien los datos de entrenamiento y pierda la capacidad de generalizar a nuevos datos.",
  "Set the maximum number of epochs you want your model to stop training if no improvement is detected.": "Establezca el número máximo de épocas que desea que el modelo deje de entrenar si no se detecta ninguna mejora.",
  "Start Training": "Empezar a entrenar",
  "Stop Training": "Dejar de entrenar",
  "Generate Index": "Generar índice",
  "Export Model": "Modelo de exportación",
  "Exported Index file": "Archivo de índice exportado",
  "Enable this setting only if you are training a new model from scratch or restarting the training. Deletes all previously generated weights and tensorboard logs.": "Habilite esta configuración solo si está entrenando un nuevo modelo desde cero o reiniciando el entrenamiento. Elimina todos los pesos y registros de tensorboard generados anteriormente.",
  "Exported Pth file": "Archivo Pth exportado",
  "Upload": "Subir",
  "Select the pth file to be exported": "Seleccione el archivo pth que se va a exportar",
  "Select the index file to be exported": "Seleccione el archivo de índice que se va a exportar",
  "Refresh": "Actualizar",
  "Voice Model": "Modelo de voz",
  "Index File": "Archivo de índice",
  "Single": "Solo",
  "Unload Voice": "Descargar voz",
  "Select Audio": "Seleccionar audio",
  "Upload Audio": "Subir audio",
  "Select the audio to convert.": "Selecciona el audio que quieres convertir.",
  "The button 'Upload' is only for google colab: Uploads the exported files to the ApplioExported folder in your Google Drive.": "El botón 'Subir' es solo para google colab: Sube los archivos exportados a la carpeta ApplioExported en tu Google Drive.",
  "Select the index file to use for the conversion.": "Seleccione el archivo de índice que se utilizará para la conversión.",
  "Advanced Settings": "Ajustes avanzados",
  "Clear Outputs (Deletes all audios in assets/audios)": "Borrar salidas (elimina todos los audios de los recursos/audios)",
  "Custom Output Path": "Ruta de salida personalizada",
  "Output Path": "Ruta de salida",
  "Export Format": "Formato de exportación",
  "Autotune": "Ajuste automático",
  "Split Audio": "Audio dividido",
  "The path where the output audio will be saved, by default in assets/audios/output.wav": "La ruta donde se guardará el audio de salida, de forma predeterminada en assets/audios/output.wav",
  "Clean Audio": "Audio limpio",
  "Split the audio into chunks for inference to obtain better results in some cases.": "Divida el audio en fragmentos para la inferencia y obtener mejores resultados en algunos casos.",
  "Select the format to export the audio.": "Selecciona el formato para exportar el audio.",
  "Upscale Audio": "Audio de lujo",
  "Clean your audio output using noise detection algorithms, recommended for speaking audios.": "Limpie su salida de audio utilizando algoritmos de detección de ruido, recomendados para audios hablados.",
  "Apply a soft autotune to your inferences, recommended for singing conversions.": "Aplique un autotune suave a sus inferencias, recomendado para conversiones de canto.",
  "Formant Shifting": "Cambio de formantes",
  "Upscale the audio to a higher quality, recommended for low-quality audios. (It could take longer to process the audio)": "Aumente la escala del audio a una calidad más alta, recomendado para audios de baja calidad. (Podría llevar más tiempo procesar el audio)",
  "Clean Strength": "Fuerza limpia",
  "Enable formant shifting. Used for male to female and vice-versa convertions.": "Habilite el cambio de formantes. Se utiliza para conversiones de macho a hembra y viceversa.",
  "Browse presets for formanting": "Examinar los ajustes preestablecidos para el formante",
  "Pitch": "Alquitrán",
  "Set the clean-up level to the audio you want, the more you increase it the more it will clean up, but it is possible that the audio will be more compressed.": "Establezca el nivel de limpieza en el audio que desee, cuanto más lo aumente, más se limpiará, pero es posible que el audio esté más comprimido.",
  "Default value is 1.0": "El valor predeterminado es 1.0",
  "Presets are located in /assets/formant_shift folder": "Los ajustes preestablecidos se encuentran en la carpeta /assets/formant_shift",
  "Timbre for formant shifting": "Timbre para el cambio de formantes",
  "Set the pitch of the audio, the higher the value, the higher the pitch.": "Establezca el tono del audio, cuanto mayor sea el valor, mayor será el tono.",
  "Convert": "Convertir",
  "Pitch extraction algorithm": "Algoritmo de extracción de tono",
  "Influence exerted by the index file; a higher value corresponds to greater influence. However, opting for lower values can help mitigate artifacts present in the audio.": "Influencia ejercida por el fichero índice; Un valor más alto corresponde a una mayor influencia. Sin embargo, optar por valores más bajos puede ayudar a mitigar los artefactos presentes en el audio.",
  "If the number is greater than or equal to three, employing median filtering on the collected tone results has the potential to decrease respiration.": "Si el número es mayor o igual a tres, el empleo del filtrado de la mediana en los resultados tonales recopilados tiene el potencial de disminuir la respiración.",
  "Volume Envelope": "Envolvente de volumen",
  "Filter Radius": "Radio del filtro",
  "Determine at how many epochs the model will saved at.": "Determine en cuántas épocas se guardará el modelo.",
  "Substitute or blend with the volume envelope of the output. The closer the ratio is to 1, the more the output envelope is employed.": "Sustituya o mezcle con la envolvente de volumen de la salida. Cuanto más cerca esté la relación de 1, más se empleará la envolvente de salida.",
  "Search Feature Ratio": "Relación de características de búsqueda",
  "Protect Voiceless Consonants": "Proteger las consonantes sordas",
  "Safeguard distinct consonants and breathing sounds to prevent electro-acoustic tearing and other artifacts. Pulling the parameter to its maximum value of 0.5 offers comprehensive protection. However, reducing this value might decrease the extent of protection while potentially mitigating the indexing effect.": "Proteja las consonantes distintivas y los sonidos respiratorios para evitar desgarros electroacústicos y otros artefactos. Llevar el parámetro a su valor máximo de 0,5 ofrece una protección completa. Sin embargo, la reducción de este valor podría disminuir el alcance de la protección y, al mismo tiempo, mitigar el efecto de indexación.",
  "Pitch extraction algorithm to use for the audio conversion. The default algorithm is rmvpe, which is recommended for most cases.": "Algoritmo de extracción de tono para usar en la conversión de audio. El algoritmo predeterminado es rmvpe, que se recomienda para la mayoría de los casos.",
  "Quefrency for formant shifting": "Quefrency for formant shifting",
  "Export Audio": "Exportar audio",
  "Batch": "Lote",
  "Select the folder containing the audios to convert.": "Seleccione la carpeta que contiene los audios para convertir.",
  "Output Folder": "Carpeta de salida",
  "Enter output path": "Introduzca la ruta de salida",
  "Get information about the audio": "Obtener información sobre el audio",
  "Voice Blender": "Licuadora de voz",
  "## Voice Blender": "## Licuadora de voz",
  "Select two voice models, set your desired blend percentage, and blend them into an entirely new voice.": "Seleccione dos modelos de voz, establezca el porcentaje de mezcla deseado y combínelos en una voz completamente nueva.",
  "Adjusting the position more towards one side or the other will make the model more similar to the first or second.": "Ajustar la posición más hacia un lado u otro hará que el modelo se parezca más al primero o al segundo.",
  "Select the folder where the output audios will be saved.": "Seleccione la carpeta donde se guardarán los audios de salida.",
  "You can also use a custom path.": "También puede utilizar una ruta de acceso personalizada.",
  "Blend Ratio": "Proporción de mezcla",
  "Drag and drop your model here": "Arrastra y suelta tu modelo aquí",
  "The information to be placed in the model (You can leave it blank or put anything).": "La información que se va a colocar en el modelo (Puedes dejarlo en blanco o poner cualquier cosa).",
  "Model extraction": "Extracción de modelos",
  "Model conversion": "Conversión de modelos",
  "Select the voice model to use for the conversion.": "Seleccione el modelo de voz que se utilizará para la conversión.",
  "Extract F0 Curve": "Extraer curva F0",
  "Input Folder": "Carpeta de entrada",
  "Enter input path": "Introduzca la ruta de entrada",
  "Fusion": "Fusión",
  "1. Click on the 'Record Screen' button below to start recording the issue you are experiencing.": "1. Haga clic en el botón 'Grabar pantalla' a continuación para comenzar a grabar el problema que está experimentando.",
  "Sets advanced GPU settings, recommended for users with better GPU architecture.": "Establece la configuración avanzada del GPU, recomendada para usuarios con una mejor arquitectura de GPU.",
  "Record Screen": "Pantalla de grabación",
  "Record": "Grabar",
  "Stop Recording": "Detener grabación",
  "Model information to be placed": "Información del modelo que se va a colocar",
  "Introduce the model pth path": "Introducción de la ruta pth del modelo",
  "View": "Vista",
  "Inroduce the model information": "Introducir la información del modelo",
  "Path to Model": "Ruta de acceso al modelo",
  "Model Link": "Enlace del modelo",
  "Pth file": "Archivo Pth",
  "Output of the pth file": "Salida del fichero pth",
  "# How to Report an Issue on GitHub": "# Cómo reportar un problema en GitHub",
  "3. Go to [GitHub Issues](https://github.com/IAHispano/Applio/issues) and click on the 'New Issue' button.": "3. Vaya a [Problemas de GitHub] (https://github.com/IAHispano/Applio/issues) y haga clic en el botón 'Nuevo problema'.",
  "2. Once you have finished recording the issue, click on the 'Stop Recording' button (the same button, but the label changes depending on whether you are actively recording or not).": "2. Una vez que hayas terminado de grabar el número, haz clic en el botón 'Detener grabación' (el mismo botón, pero la etiqueta cambia dependiendo de si estás grabando activamente o no).",
  "Drag your .pth file and .index file into this space. Drag one and then the other.": "Arrastre el archivo .pth y el archivo .index a este espacio. Arrastre uno y luego el otro.",
  "Enter path to model": "Introduzca la ruta al modelo",
  "The f0 curve represents the variations in the base frequency of a voice over time, showing how pitch rises and falls.": "La curva f0 representa las variaciones en la frecuencia base de una voz a lo largo del tiempo, mostrando cómo sube y baja el tono.",
  "4. Complete the provided issue template, ensuring to include details as needed, and utilize the assets section to upload the recorded file from the previous step.": "4. Complete la plantilla de problema proporcionada, asegurándose de incluir los detalles según sea necesario, y utilice la sección de activos para cargar el archivo grabado del paso anterior.",
  "View model information": "Ver información del modelo",
  "## Download Model": "## Descargar modelo",
  "TTS Voices": "Voces TTS",
  "Increase or decrease TTS speed.": "Aumente o disminuya la velocidad TTS.",
  "Download Model": "Descargar modelo",
  "See Model Information": "Ver información del modelo",
  "## Search Model": "## Modelo de búsqueda",
  "## Download Pretrained Models": "## Descargar modelos preentrenados",
  "TTS Speed": "Velocidad TTS",
  "Select the TTS voice to use for the conversion.": "Seleccione la voz TTS que se utilizará para la conversión.",
  "And select the sampling rate": "Y seleccione la frecuencia de muestreo.",
  "Upload a .txt file": "Subir un archivo .txt",
  "Introduce the model link": "Presentar el enlace del modelo",
  "Input path for text file": "Ruta de entrada para el archivo de texto",
  "Output Path for TTS Audio": "Ruta de salida para audio TTS",
  "Output Path for RVC Audio": "Ruta de salida para audio RVC",
  "Enable Applio integration with Discord presence": "Habilitar la integración de Applio con la presencia de Discord",
  "Enable Applio integration with applio.org/models using flask": "Habilite la integración de Applio con applio.org/models mediante matraz",
  "It will activate the possibility of displaying the current Applio activity in Discord.": "Se activará la posibilidad de mostrar la actividad actual de Applio en Discord.",
  "It will activate the possibility of downloading models with a click from the website.": "Se activará la posibilidad de descargar modelos con un clic desde la página web.",
  "Enable fake GPU": "Habilitar GPU falsa",
  "Search": "Buscar",
  "Activates the train tab. However, please note that this device lacks GPU capabilities, hence training is not supported. This option is only for testing purposes. (This option will restart Applio)": "Activa la pestaña de tren. Sin embargo, tenga en cuenta que este dispositivo carece de capacidades de GPU, por lo que no se admite la capacitación. Esta opción es solo para fines de prueba. (Esta opción reiniciará Applio)",
  "Introduce the model .pth path": "Introducción de la ruta de acceso .pth del modelo",
  "## Drop files": "## Soltar archivos",
  "Training is currently unsupported due to the absence of a GPU. To activate the training tab, navigate to the settings tab and enable the 'Fake GPU' option.": "Actualmente, el entrenamiento no es compatible debido a la ausencia de una GPU. Para activar la pestaña de entrenamiento, vaya a la pestaña de configuración y habilite la opción 'GPU falsa'.",
  "Theme": "Tema",
  "Update precision": "Precisión de la actualización",
  "We couldn't find models by that name.": "No pudimos encontrar modelos con ese nombre.",
  "Drag your plugin.zip to install it": "Arrastra tu plugin.zip para instalarlo",
  "Check which version of Applio is the latest to see if you need to update.": "Compruebe qué versión de Applio es la más reciente para ver si necesita actualizar.",
  "Check for updates": "Buscar actualizaciones",
  "Post-process the audio to apply effects to the output.": "Procesa el audio para aplicar efectos a la salida.",
  "Reverb": "Reverberación",
  "Apply reverb to the audio.": "Aplica reverberación al audio.",
  "Version Checker": "Comprobador de versiones",
  "Introduce the model name to search.": "Introduzca el nombre del modelo para buscar.",
  "Text to Synthesize": "Texto a sintetizar",
  "Enter the text to synthesize.": "Introduzca el texto que desea sintetizar.",
  "Enter text to synthesize": "Introduzca el texto que desea sintetizar",
  "The path to the text file that contains content for text to speech.": "Ruta de acceso al archivo de texto que contiene contenido para la conversión de texto a voz.",
  "Restart Applio": "Reiniciar Applio",
  "Select the theme you want to use. (Requires restarting Applio)": "Seleccione el tema que desea utilizar. (Requiere reiniciar Applio)",
  "Precision": "Precisión",
  "Select the language you want to use. (Requires restarting Applio)": "Seleccione el idioma que desea utilizar. (Requiere reiniciar Applio)",
  "Language": "Idioma",
  "Select the precision you want to use for training and inference.": "Seleccione la precisión que desea usar para el entrenamiento y la inferencia.",
  "Set the room size of the reverb.": "Establezca el tamaño de la sala de la reverberación.",
  "Reverb Wet Gain": "Reverberación Ganancia Húmeda",
  "Set the damping of the reverb.": "Ajusta la amortiguación de la reverberación.",
  "Reverb Freeze Mode": "Modo de congelación de reverberación",
  "Reverb Width": "Ancho de reverberación",
  "Set the dry gain of the reverb.": "Ajusta la ganancia en seco de la reverberación.",
  "Reverb Dry Gain": "Reverberación Ganancia en seco",
  "Apply pitch shift to the audio.": "Aplica un cambio de tono al audio.",
  "Pitch Shift Semitones": "Semitonos de cambio de tono",
  "Set the pitch shift semitones.": "Establezca los semitonos de cambio de tono.",
  "Apply limiter to the audio.": "Aplique un limitador al audio.",
  "Select the pretrained model you want to download.": "Seleccione el modelo previamente entrenado que desea descargar.",
  "Limiter Threshold dB": "Umbral del limitador dB",
  "Set the limiter threshold dB.": "Establezca el umbral del limitador en dB.",
  "Gain": "Ganar",
  "Set the limiter release time.": "Establezca el tiempo de liberación del limitador.",
  "Apply gain to the audio.": "Aplica ganancia al audio.",
  "Limiter Release Time": "Tiempo de liberación del limitador",
  "Gain dB": "Ganancia dB",
  "Set the gain dB.": "Ajuste la ganancia dB.",
  "Chorus": "Coro",
  "Apply chorus to the audio.": "Aplica coro al audio.",
  "Plugin Installer": "Instalador de plugins",
  "Post-Process": "Post-Proceso",
  "Set the chorus rate Hz.": "Ajuste la velocidad del coro Hz.",
  "Set the wet gain of the reverb.": "Ajusta la ganancia húmeda de la reverberación.",
  "Reverb Room Size": "Tamaño de la sala de reverberación",
  "Reverb Damping": "Amortiguación de reverberación",
  "Set the width of the reverb.": "Establezca el ancho de la reverberación.",
  "Pitch Shift": "Cambio de tono",
  "Chorus Depth": "Profundidad del coro",
  "Set the freeze mode of the reverb.": "Establezca el modo de congelación de la reverberación.",
  "Set the chorus depth.": "Ajusta la profundidad del coro.",
  "Set the chorus center delay ms.": "Establezca el retardo del centro del coro ms.",
  "Set the chorus mix.": "Ajusta la mezcla de coro.",
  "Set the chorus feedback.": "Establezca la retroalimentación del coro.",
  "Chorus Feedback": "Comentarios del coro",
  "Clipping": "Recorte",
  "Bitcrush": "Bitcrush (en inglés)",
  "Set the clipping threshold.": "Establezca el umbral de recorte.",
  "Clipping Threshold": "Umbral de recorte",
  "Set the bitcrush bit depth.": "Establezca la profundidad del bit de trituración de bits.",
  "Apply clipping to the audio.": "Aplica recorte al audio.",
  "Apply compressor to the audio.": "Aplique el compresor al audio.",
  "Compressor Threshold dB": "Umbral del compresor dB",
  "Compressor Ratio": "Relación del compresor",
  "Set the compressor ratio.": "Ajuste la relación del compresor.",
  "Bitcrush Bit Depth": "Profundidad de bits de Bitcrush",
  "Set the compressor attack ms.": "Configure el ataque del compresor ms.",
  "Set the compressor release ms.": "Ajuste la liberación del compresor ms.",
  "Apply delay to the audio.": "Aplica retardo al audio.",
  "Limiter": "Limitador",
  "Distortion": "Distorsión",
  "Apply distortion to the audio.": "Aplica distorsión al audio.",
  "Distortion Gain": "Ganancia de distorsión",
  "Chorus Rate Hz": "Frecuencia de coro Hz",
  "Set the distortion gain.": "Ajusta la ganancia de distorsión.",
  "Chorus Center Delay ms": "Retardo del centro de coro ms",
  "Apply bitcrush to the audio.": "Aplica bitcrush al audio.",
  "Chorus Mix": "Mezcla de coros",
  "Set the delay seconds.": "Establezca los segundos de retardo.",
  "Compressor": "Compresor",
  "Set the compressor threshold dB.": "Ajuste el umbral del compresor en dB.",
  "Compressor Attack ms": "Ataque del compresor ms",
  "Compressor Release ms": "Liberación del compresor ms",
  "Delay": "Demorar",
  "Delay Seconds": "Segundos de retraso",
  "Custom Embedder": "Incrustador personalizado",
  "Delay Mix": "Mezcla de retardo",
  "Set the delay mix.": "Ajusta la mezcla de retardo.",
  "Select Custom Embedder": "Seleccione Incrustador personalizado",
  "Upload .bin": "Subir .bin",
  "Set the delay feedback.": "Establezca la retroalimentación de retraso.",
  "Folder Name": "Nombre de la carpeta",
  "Delay Feedback": "Retroalimentación de retraso",
  "Refresh embedders": "Actualización de incrustaciones",
  "Upload .json": "Subir .json",
  "Move files to custom embedder folder": "Mover archivos a una carpeta de incrustación personalizada",
  "Name of the model creator. (Default: Unknown)": "Nombre del creador del modelo. (Predeterminado: Desconocido)",
  "Model Creator": "Creador de modelos",
  "model information": "Información del modelo",
  "Set name": "Nombre del conjunto",
  "Speaker ID": "ID del altavoz",
  "Model Author Name": "Nombre del autor del modelo",
  "Select the speaker ID to use for the conversion.": "Seleccione el ID de altavoz que se utilizará para la conversión.",
  "Set the autotune strength - the more you increase it the more it will snap to the chromatic grid.": "Establezca la intensidad del ajuste automático: cuanto más lo aumente, más se ajustará a la cuadrícula cromática.",
  "The name that will appear in the model information.": "El nombre que aparecerá en la información del modelo."
}