{
  "Processing": "Tratamendu",
  "Output Information": "Irteera-informazioa",
  "Extra": "Apartekoa",
  "Training": "Trebatzea",
  "The output information will be displayed here.": "Irteerako informazioa hemen erakutsiko da.",
  "Audio Analyzer": "Audio-aztogilea",
  "Merge Audios": "Audioak bat egin",
  "Settings": "Konfigurazioa",
  "This section contains some extra utilities that often may be in experimental phases.": "Atal honek maiz fase esperimentaletan egon daitezkeen erabilgarritasun gehigarri batzuk jasotzen ditu.",
  "Model Information": "Ereduaren informazioa",
  "A simple, high-quality voice conversion tool focused on ease of use and performance.": "Ahots erraza eta kalitate handikoa bihurtzeko tresna bat, erabiltzeko erraztasunean eta errendimenduan oinarritua.",
  "Report a Bug": "Akats baten berri ematea",
  "Download": "Deskargatu",
  "Plugins": "Osagarriak",
  "Preprocess": "Aurreprozektatzea",
  "Inference": "Inferentzia",
  "Audio cutting": "Audio mozketa",
  "Model Name": "Ereduaren izena",
  "Process effects": "Prozesuaren ondorioak",
  "Name of the new model.": "Eredu berriaren izena.",
  "Dataset Path": "Datu multzoaren ibilbidea",
  "Enter model name": "Sartu ereduaren izena",
  "Dataset Name": "Datu-multzoaren izena",
  "Enter dataset name": "Sartu datu-multzoaren izena",
  "Refresh Datasets": "Datu-multzoak eguneratzea",
  "Upload Audio Dataset": "Audio-datuen multzoa kargatzea",
  "Path to the dataset folder.": "Datu-multzoaren karpetara sartzeko ibilbidea.",
  "Name of the new dataset.": "Datu-multzo berriaren izena.",
  "Enter dataset path": "Sartu datu-multzoaren ibilbidea",
  "It's recommended to deactivate this option if your dataset has already been processed.": "Datu-multzoa dagoeneko prozesatu bada, aukera hori desaktibatzea gomendatzen da.",
  "The audio file has been successfully added to the dataset. Please click the preprocess button.": "Audio artxiboa datu multzoari behar bezala erantsi zaio. Klik egin aurreprozesamendu botoian.",
  "Dataset Creator": "Datu-multzoen sortzailea",
  "Sampling Rate": "Laginketa maiztasuna",
  "Model Architecture": "Ereduen arkitektura",
  "Embedder Model": "Inkrustazio-eredua",
  "Version of the model architecture.": "Ereduaren arkitekturaren bertsioa.",
  "Extract": "Atera",
  "The sampling rate of the audio files.": "Audio-artxiboen laginketa-maiztasuna.",
  "Batch Size": "Lotearen tamaina",
  "Preprocess Dataset": "Aurreprozesamenduko datuen multzoa",
  "Hop Length": "Lupuluaren luzera",
  "Save Every Epoch": "Salbatu garai guztiak",
  "Determine at how many epochs the model will saved at.": "Zehaztu zein garaitan gordeko den eredua.",
  "Total Epoch": "Garai osoa",
  "Specifies the overall quantity of epochs for the model training process.": "Ereduaren entrenamendu-prozesurako garaien guztizko kopurua zehazten du.",
  "Model used for learning speaker embedding.": "Bozgorailuak sartzen ikasteko erabiltzen den eredua.",
  "Pretrained": "Preentrenadoa",
  "Denotes the duration it takes for the system to transition to a significant pitch change. Smaller hop lengths require more time for inference but tend to yield higher pitch accuracy.": "Sistemak tonu-aldaketa esanguratsu baterako trantsizioa egiteko behar duen denboraz ohartgabetzen du. Jauzi-luzera txikienek denbora gehiago behar dute inferentziarako, baina tonu-zehaztasun handiagoa sortzeko joera dute.",
  "Save Only Latest": "Gorde oraintsuena bakarrik",
  "It's advisable to align it with the available VRAM of your GPU. A setting of 4 offers improved accuracy but slower processing, while 8 provides faster and standard results.": "Gomendagarria da GPUren VRAM erabilgarriarekin lerrokatzea. 4ko doikuntzak zehaztasun hobetua eskaintzen du, baina prozesatze motelagoa, eta 8k emaitza azkarragoak eta estandarragoak ematen ditu.",
  "Save Every Weights": "Pisu guztiak aurreztu",
  "Upload Pretrained Model": "Aurrez prestatutako eredua kargatzea",
  "Refresh Custom Pretraineds": "Aurreentu pertsonalizatuak eguneratzea",
  "This setting enables you to save the weights of the model at the conclusion of each epoch.": "Doikuntza horri esker, ereduaren pisuak garai bakoitzaren amaieran gorde ahal izango dituzu.",
  "Custom Pretrained": "Aurrez prestatutako pertsonalizatua",
  "Pretrained Custom Settings": "Aldez aurretik entrenatuta dagoen konfigurazio pertsonalizatua",
  "The file you dropped is not a valid pretrained file. Please try again.": "Kendu duen artxiboa ez da artxibo baliozkoa. Mesedez, saia zaitez berriro.",
  "Pretrained G Path": "G, pertsonalizatua",
  "Pretrained D Path": "Pertsonalizatutako D",
  "Enabling this setting will result in the G and D files saving only their most recent versions, effectively conserving storage space.": "Konfigurazio hori gaitzean, G eta D artxiboak bertsio berrienak bakarrik gordeko dira, eta horrek biltegiratzeko espazioa gordeko du.",
  "GPU Settings": "GPUren konfigurazioa",
  "Utilizing custom pretrained models can lead to superior results, as selecting the most suitable pretrained models tailored to the specific use case can significantly enhance performance.": "Aurreendonatu pertsonalizatuak erabiltzeak emaitza handiagoak izan ditzake, izan ere, erabilera espezifikoaren kasura egokitutako eredu egokienen hautaketak errendimendua nabarmen hobetu dezake.",
  "Click the refresh button to see the pretrained file in the dropdown menu.": "Klik eguneratu botoian, aldez aurretik menu zabalgarrian entrenatutako artxiboa ikusteko.",
  "GPU Number": "GPU zenbakia",
  "GPU Custom Settings": "GPUren konfigurazio pertsonalizatua",
  "0 to ∞ separated by -": "0tik ∞- bananduta",
  "The GPU information will be displayed here.": "GPUren informazioa hemen erakutsiko da.",
  "Sets advanced GPU settings, recommended for users with better GPU architecture.": "GPUren konfigurazio aurreratua ezartzen du, GPUren arkitektura hobea duten erabiltzaileentzat gomendatua.",
  "Use CPU": "CPU erabili",
  "Specify the number of GPUs you wish to utilize for preprocess by entering them separated by hyphens (-). At the moment, using multi-gpu will not have a significant effect.": "Zehaztu aurreprozesamendurako erabili nahi duzun GPU kopurua, gidoien bidez bereiziz (-). Oraingoz, gpu anitzen erabilerak ez du eragin esanguratsurik izango.",
  "Pitch Guidance": "Jaurtiketa gida",
  "GPU Information": "GPUren informazioa",
  "The number of CPU cores to use in the preprocess. The default setting are your cpu cores, which is recommended for most cases.": "Aurrekoprozesoan erabiliko diren CPU nukleoen kopurua. Aurrez zehaztutako konfigurazioa CPUren nukleoak dira, kasu gehienetarako gomendatzen dena.",
  "Force the use of CPU for training.": "Entrenamendurako CPUren erabilera behartzea.",
  "Extract Features": "Ezaugarriak atera",
  "The number of CPU cores to use in the extraction process. The default setting are your cpu cores, which is recommended for most cases.": "Erauzketa-prozesuan erabiliko diren CPU nukleoen kopurua. Aurrez zehaztutako konfigurazioa CPUren nukleoak dira, kasu gehienetarako gomendatzen dena.",
  "Specify the number of GPUs you wish to utilize for extracting by entering them separated by hyphens (-).": "Zehaztu zer GPU erabili nahi duzun erauzketarako, eta gidoien bidez bereizita sartu (-).",
  "Utilize pretrained models when training your own. This approach reduces training duration and enhances overall quality.": "Erabil itzazu bereak entrenatzen dituenean. Ikuspegi horrek prestakuntzaren iraupena murrizten du eta kalitate orokorra hobetzen du.",
  "We prioritize running the model extraction on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.": "GPUn ereduaren erauzketa gauzatzea lehenesten dugu, errendimendu azkarragoa lortzeko. CPU erabili nahi baduzu, utzi GPU zelaia zuri.",
  "By employing pitch guidance, it becomes feasible to mirror the intonation of the original voice, including its pitch. This feature is particularly valuable for singing and other scenarios where preserving the original melody or pitch pattern is essential.": "Tonu-gida erabiltzean, posible da jatorrizko ahotsaren intonazioa islatzea, tonua barne. Ezaugarri hori bereziki baliotsua da kanturako eta beste eszenatoki batzuetarako, zeinetan funtsezkoa baita jatorrizko melodia edo tonu-eredua zaintzea.",
  "Cache Dataset in GPU": "GPUko katxe-datuen multzoa",
  "We prioritize running the model preprocessing on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.": "GPUn ereduaren aurreprozesamendua gauzatzea lehenesten dugu, errendimendu azkarragoa lortzeko. CPU erabili nahi baduzu, utzi GPU zelaia zuri.",
  "Index Algorithm": "Indize algoritmoa",
  "Cache the dataset in GPU memory to speed up the training process.": "GPUren memorian gorde datu-multzoa, entrenamendu-prozesua bizkortzeko.",
  "Overtraining Detector": "Gainentrenamendu-detektagailua",
  "Overtraining Detector Settings": "Gainentrenamendu-detektagailuaren konfigurazioa",
  "Overtraining Threshold": "Gainentrenamendu-atalasea",
  "Fresh Training": "Prestakuntza freskoa",
  "KMeans is a clustering algorithm that divides the dataset into K clusters. This setting is particularly useful for large datasets.": "KMeans Klusterretan datu-multzoa banatzen duen talde algoritmoa da. Konfigurazio hori bereziki baliagarria da datu-multzo handientzat.",
  "Detect overtraining to prevent the model from learning the training data too well and losing the ability to generalize to new data.": "Detekta ezazu gainentrenamendua, ereduak entrenamendu datuak ondoegi ikas ez dezan eta datu berriak orokortzeko gaitasuna gal ez dezan.",
  "Generate Index": "Indizea sortu",
  "Export Model": "Esportazio-eredua",
  "Set the maximum number of epochs you want your model to stop training if no improvement is detected.": "Ereduak entrenatzeari uztea nahi duen gehienezko garai kopurua ezarri, hobekuntzarik antzeman ezean.",
  "Start Training": "Entrenatzen hasi",
  "Stop Training": "Entrenatzeari uztea",
  "Enable this setting only if you are training a new model from scratch or restarting the training. Deletes all previously generated weights and tensorboard logs.": "Konfigurazio hori, eredu berri bat zerotik entrenatzen ari bada edo entrenamendua berrabiaraziz gero bakarrik. Ezabatu aurretik sortutako tensorboard-pisu eta erregistro guztiak.",
  "Exported Pth file": "Esportatutako Pth artxiboa",
  "Exported Index file": "Esportatutako indizearen artxiboa",
  "Upload": "Igo",
  "Select the pth file to be exported": "Esportatuko den pth artxiboa hautatu",
  "Select the index file to be exported": "Esportatuko den aurkibide-artxiboa hautatu",
  "Index File": "Aurkibide-artxiboa",
  "Refresh": "Eguneratu",
  "The button 'Upload' is only for google colab: Uploads the exported files to the ApplioExported folder in your Google Drive.": "'Subir' botoia google colab-entzat baino ez da: ApplioExported karpetara esportatutako artxiboak igo ditu zure Google Drive-n.",
  "Single": "Ezkongai",
  "Voice Model": "Ahots-eredua",
  "Select the voice model to use for the conversion.": "Bihurtzeko erabiliko den ahots-eredua hautatu.",
  "Select Audio": "Audioa aukeratu",
  "Upload Audio": "Audioa igo",
  "Select the index file to use for the conversion.": "Bihurtzeko erabiliko den aurkibide-artxiboa hautatu.",
  "Unload Voice": "Ahotsa deskargatu",
  "Select the audio to convert.": "Aukeratu bihurtu nahi duzun audioa.",
  "Advanced Settings": "Doikuntza aurreratuak",
  "Clear Outputs (Deletes all audios in assets/audios)": "Ezabatu irteerak (baliabide/audioen audio guztiak kendu)",
  "Output Path": "Irteera-ibilbidea",
  "Custom Output Path": "Irteera-ibilbide pertsonalizatua",
  "Export Format": "Esportazio formatua",
  "Select the format to export the audio.": "Aukeratu audioa esportatzeko formatua.",
  "Split Audio": "Audio zatitua",
  "Clean Audio": "Audio garbia",
  "Clean Strength": "Indar garbia",
  "Upscale Audio": "Luxuzko audioa",
  "Apply a soft autotune to your inferences, recommended for singing conversions.": "Aplika iezken autotune leun bat bere inferentziari, kantu-konbertsioetarako gomendatua.",
  "Clean your audio output using noise detection algorithms, recommended for speaking audios.": "Garbitu audio-irteera, zarata detektatzeko algoritmoak erabiliz, hitz egindako audioetarako gomendatuta.",
  "The path where the output audio will be saved, by default in assets/audios/output.wav": "Irteerako audioa gordeko den ibilbidea, aldez aurretik asset/ audio/ output.wav",
  "Upscale the audio to a higher quality, recommended for low-quality audios. (It could take longer to process the audio)": "Audioaren eskala kalitate baxuagora igotzea, kalitate baxuko audioetarako gomendatua. (Denbora gehiago eman lezake audioa prozesatzeko)",
  "Formant Shifting": "Formatzaileen aldaketa",
  "Browse presets for formanting": "Formatzailearentzat aurrez ezarritako doikuntzak aztertzea",
  "Enable formant shifting. Used for male to female and vice-versa convertions.": "Treba ezazu formatzaileen aldaketa. Artik eme izatera konbersioetarako erabiltzen da, eta alderantziz.",
  "Split the audio into chunks for inference to obtain better results in some cases.": "Audioa zatitan zatitu inferentziarako eta emaitza hobeak lortzen ditu kasu batzuetan.",
  "Pitch": "Mundruna",
  "Autotune": "Doikuntza automatikoa",
  "Default value is 1.0": "Aurrez zehaztutako balioa 1.0 da",
  "Timbre for formant shifting": "Formanteak aldatzeko tinbrea",
  "Quefrency for formant shifting": "Quefrency for formant shifting",
  "Presets are located in /assets/formant_shift folder": "Aurrez ezarritako doikuntzak /assets/formant_shift karpetan daude",
  "Set the clean-up level to the audio you want, the more you increase it the more it will clean up, but it is possible that the audio will be more compressed.": "Nahi duen audioan garbitasun maila ezarri, zenbat eta gehiago handitu, orduan eta garbiagoa izango da, baina baliteke audioa konprimituago egotea.",
  "Filter Radius": "Iragazkiaren irratia",
  "Set the pitch of the audio, the higher the value, the higher the pitch.": "Audioaren tonua ezarri, zenbat eta handiagoa izan balioa, orduan eta tonu handiagoa izango da.",
  "Volume Envelope": "Bolumenaren inguratzailea",
  "Search Feature Ratio": "Bilaketa-ezaugarrien zerrenda",
  "Protect Voiceless Consonants": "Kontsonante gorrak babestea",
  "Convert": "Bihurtu",
  "Influence exerted by the index file; a higher value corresponds to greater influence. However, opting for lower values can help mitigate artifacts present in the audio.": "Fitxategi aurkilearen eragina; Balio handiagoa eragin handiagoari dagokio. Hala ere, balio baxuagoak aukeratzeak audioan dauden lehergailuak arintzen lagun dezake.",
  "Pitch extraction algorithm": "Tonua erauzteko algoritmoa",
  "Export Audio": "Audioa esportatu",
  "Substitute or blend with the volume envelope of the output. The closer the ratio is to 1, the more the output envelope is employed.": "Ordeztu edo nahastu irteeraren bolumen-inguratzailearekin. Zenbat eta hurbilago egon 1eko zerrenda, orduan eta gehiago erabiliko da irteera-inguratzailea.",
  "If the number is greater than or equal to three, employing median filtering on the collected tone results has the potential to decrease respiration.": "Kopurua hiru edo handiagoa bada, bildutako emaitza tonaletan erdibanarraren iragazketa erabiltzeak arnasketa gutxitzeko ahalmena du.",
  "Batch": "Lotea",
  "Input Folder": "Sarrerako karpeta",
  "Pitch extraction algorithm to use for the audio conversion. The default algorithm is rmvpe, which is recommended for most cases.": "Tonua erauzteko algoritmoa, audioaren bihurketan erabiltzeko. Aurrez zehaztutako algoritmoa rmvpe da, kasu gehienetarako gomendatzen dena.",
  "Safeguard distinct consonants and breathing sounds to prevent electro-acoustic tearing and other artifacts. Pulling the parameter to its maximum value of 0.5 offers comprehensive protection. However, reducing this value might decrease the extent of protection while potentially mitigating the indexing effect.": "Babestu kontsonante bereizgarriak eta arnas soinuak, ukendu elektroakustikoak eta beste lehergailu batzuk saihesteko. Parametroa gehienez 0,5 baliora eramateak babes osoa eskaintzen du. Hala ere, balio hori murrizteak babesaren irismena murriztu dezake eta, aldi berean, indexazio-efektua arindu.",
  "Select the folder containing the audios to convert.": "Aukeratu audioek duten karpeta, bihurtzeko.",
  "Enter input path": "Sartu sarrerako ibilbidea",
  "Output Folder": "Irteera karpeta",
  "Enter output path": "Sartu irteera-ibilbidea",
  "Get information about the audio": "Audioari buruzko informazioa eskuratzea",
  "Select the folder where the output audios will be saved.": "Aukeratu irteerako audioak gordeko diren karpeta.",
  "Voice Blender": "Ahots-likuagailua",
  "## Voice Blender": "## Licuadora de voz",
  "Drag and drop your model here": "Arrastaka eta askatu zure eredua hemen",
  "You can also use a custom path.": "Sarbide pertsonalizatuko ibilbide bat ere erabil dezakezu.",
  "Blend Ratio": "Nahasketa-proportzioa",
  "Path to Model": "Eredura sartzeko ibilbidea",
  "Fusion": "Bat-egitea",
  "Select two voice models, set your desired blend percentage, and blend them into an entirely new voice.": "Bi ahots-eredu hautatu, nahi den nahasketa-ehunekoa ezarri eta ahots guztiz berri batean konbinatzeko.",
  "Enter path to model": "Sartu ibilbidea eredura",
  "Inroduce the model information": "Ereduaren informazioa sartu",
  "Model information to be placed": "Jarriko den ereduaren informazioa",
  "View": "Ikuspegia",
  "The information to be placed in the model (You can leave it blank or put anything).": "Ereduan jarriko den informazioa (Zuri utzi dezakezu edo edozer gauza jarri).",
  "View model information": "Ikusi ereduari buruzko informazioa",
  "Adjusting the position more towards one side or the other will make the model more similar to the first or second.": "Posizioa alde batera edo bestera egokitzeak eredua lehenengoaren edo bigarrenaren antz handiagoa izango du.",
  "Introduce the model pth path": "Ereduaren pth ibilbidearen sarrera",
  "Model conversion": "Ereduen bihurketa",
  "Model extraction": "Ereduak erauztea",
  "Pth file": "Pth artxiboa",
  "Output of the pth file": "Pth fitxategiaren irteera",
  "Extract F0 Curve": "F0 kurba atera",
  "# How to Report an Issue on GitHub": "# Cómo reportar un problema en GitHub",
  "1. Click on the 'Record Screen' button below to start recording the issue you are experiencing.": "1. Egin klik jarraian 'Grabar pantaila' botoian, esperimentatzen ari den arazoa grabatzen hasteko.",
  "Record Screen": "Grabazio-pantaila",
  "See Model Information": "Ikusi ereduari buruzko informazioa",
  "The f0 curve represents the variations in the base frequency of a voice over time, showing how pitch rises and falls.": "f0 kurbak ahots baten oinarrizko maiztasunean gertatzen diren aldakuntzak irudikatzen ditu denboran zehar, tonua nola igotzen eta jaisten den erakutsiz.",
  "Stop Recording": "Grabazioa gelditu",
  "3. Go to [GitHub Issues](https://github.com/IAHispano/Applio/issues) and click on the 'New Issue' button.": "3. Vaya a [Problemas de GitHub] (https://github.com/IAHispano/Applio/issues) eta klik egin 'Nuevo problema' botoian.",
  "Record": "Grabatu",
  "## Download Model": "## Descargar modelo",
  "Model Link": "Ereduaren esteka",
  "Introduce the model link": "Ereduaren lotura aurkeztea",
  "Introduce the model .pth path": "Ereduaren sarrera-ibilbidearen sarrera.pth",
  "4. Complete the provided issue template, ensuring to include details as needed, and utilize the assets section to upload the recorded file from the previous step.": "4. Osatu arazo-plantilla proportzionatua, xehetasunak behar den neurrian sartuko direla ziurtatuz, eta erabili aktiboen atala aurreko pasabideko artxibo grabatua kargatzeko.",
  "Download Model": "Eredua deskargatu",
  "2. Once you have finished recording the issue, click on the 'Stop Recording' button (the same button, but the label changes depending on whether you are actively recording or not).": "2. Zenbakia grabatzen amaitu ondoren, egin klik 'Detener grabazio' botoian (botoi bera, baina etiketa aldatu egiten da, modu aktiboan grabatzen ari zaren ala ez kontuan hartuta).",
  "## Drop files": "## Soltar archivos",
  "Search": "Bilatu",
  "## Search Model": "## Modelo de búsqueda",
  "Drag your .pth file and .index file into this space. Drag one and then the other.": ".pth artxiboa eta .index artxiboa eraman espazio honetara. Bata arrastatu eta gero bestea.",
  "Introduce the model name to search.": "Sartu modeloaren izena bilatzeko.",
  "TTS Voices": "TTS ahotsak",
  "TTS Speed": "Abiadura TTS",
  "## Download Pretrained Models": "## Descargar modelos preentrenados",
  "Select the pretrained model you want to download.": "Deskargatu nahi duzun aldez aurretik entrenatutako eredua hautatu.",
  "Text to Synthesize": "Laburbildu beharreko testua",
  "And select the sampling rate": "Eta laginketa-maiztasuna aukeratu.",
  "Increase or decrease TTS speed.": "TTS abiadura handitu edo murriztu.",
  "Enter the text to synthesize.": "Sartu laburtu nahi duzun testua.",
  "Select the TTS voice to use for the conversion.": "Konbertsiorako erabiliko den TTS ahotsa hautatu.",
  "Input path for text file": "Testu-artxiborako sarrera-ibilbidea",
  "Upload a .txt file": "Artxibo .txt bat igo",
  "We couldn't find models by that name.": "Ezin izan genuen izen horrekin eredurik aurkitu.",
  "Output Path for TTS Audio": "Audio TTSrako irteera-ibilbidea",
  "Enter text to synthesize": "Sartu laburtu nahi duzun testua",
  "The path to the text file that contains content for text to speech.": "Testu-artxibora sartzeko ibilbidea, testutik ahotsera bihurtzeko edukia duena.",
  "Output Path for RVC Audio": "Audio RVC-rako irteera-ibilbidea",
  "Enable Applio integration with Discord presence": "Applioren integrazioa eta Discord-en presentzia",
  "Enable fake GPU": "GPU faltsua gaitzea",
  "It will activate the possibility of displaying the current Applio activity in Discord.": "Applioren egungo jarduera Discord-en erakusteko aukera aktibatuko da.",
  "Enable Applio integration with applio.org/models using flask": "Applioren integrazioa matraz bidez applio.org/models",
  "Restart Applio": "Applio berriro hastea",
  "It will activate the possibility of downloading models with a click from the website.": "Web orritik klik batekin ereduak deskargatzeko aukera aktibatuko da.",
  "Theme": "Gaia",
  "Language": "Hizkuntza",
  "Select the theme you want to use. (Requires restarting Applio)": "Aukeratu erabili nahi duzun gaia. (Applio berriro hastea beharrezkoa da)",
  "Select the language you want to use. (Requires restarting Applio)": "Aukeratu erabili nahi duzun hizkuntza. (Applio berriro hastea beharrezkoa da)",
  "Activates the train tab. However, please note that this device lacks GPU capabilities, hence training is not supported. This option is only for testing purposes. (This option will restart Applio)": "Aktibatu trenaren betilea. Hala ere, kontuan izan gailu honek ez duela GPU gaitasunik, eta, beraz, ez dela trebakuntza onartzen. Aukera hau proba-helburuetarako baino ez da. (Aukera horrek Appliori berrekingo dio)",
  "Precision": "Zehaztasuna",
  "Update precision": "Eguneratzearen zehaztasuna",
  "Training is currently unsupported due to the absence of a GPU. To activate the training tab, navigate to the settings tab and enable the 'Fake GPU' option.": "Gaur egun, entrenamendua ez da bateragarria, GPUrik ez dagoelako. Entrenamendu betilea aktibatzeko, joan konfigurazio-betilera eta jarri 'GPU faltsua' aukera.",
  "Select the precision you want to use for training and inference.": "Aukeratu entrenamendurako eta inferentziarako erabili nahi duzun zehaztasuna.",
  "Plugin Installer": "Plugin-instalatzailea",
  "Post-Process": "Post-Prozesua",
  "Reverb": "Erreberberazioa",
  "Version Checker": "Bertsioen egiaztatzailea",
  "Apply reverb to the audio.": "Audioari erreberberazioa aplikatzen dio.",
  "Reverb Room Size": "Erreberberazio-aretoaren tamaina",
  "Post-process the audio to apply effects to the output.": "Audioa prozesatzen du, irteeran ondorioak aplikatzeko.",
  "Check for updates": "Eguneratzeak bilatu",
  "Check which version of Applio is the latest to see if you need to update.": "Egiazta ezazu Applioren zer bertsio den berriena, ea eguneratu behar duzun.",
  "Drag your plugin.zip to install it": "Arrastatu zure plugin.zip instalatzeko",
  "Reverb Wet Gain": "Irabazpena Hezetasuna",
  "Set the damping of the reverb.": "Erreberberazioaren moteltzea doitzen du.",
  "Set the room size of the reverb.": "Erreberberazio-aretoaren tamaina ezartzen du.",
  "Reverb Damping": "Erreberberazio-moteltzea",
  "Set the wet gain of the reverb.": "Erreberberazioaren irabazi hezea doitzen du.",
  "Reverb Dry Gain": "Irabazpena lehorrean",
  "Set the dry gain of the reverb.": "Erreberberazioaren irabazia lehor egokitzen du.",
  "Reverb Width": "Erreberberazio-zabalera",
  "Set the width of the reverb.": "Erabertsifikazioaren zabalera ezarri.",
  "Reverb Freeze Mode": "Erreberberazioa izozteko modua",
  "Pitch Shift": "Tonu aldaketa",
  "Apply pitch shift to the audio.": "Ea tonu aldaketa bat aplikatzen dion audioari.",
  "Set the freeze mode of the reverb.": "Era berean, itzulketa izozteko modua ezarri.",
  "Pitch Shift Semitones": "Tonu-aldaketaren erdi-erdiak",
  "Limiter": "Mugatzailea",
  "Limiter Threshold dB": "dB mugatzailearen atalasea",
  "Gain": "Irabazi",
  "Limiter Release Time": "Mugatzailearen askapen-denbora",
  "Apply limiter to the audio.": "Aplika iezken audioaren mugatzaile bat.",
  "Set the limiter threshold dB.": "Mugatzailearen atalasea dB-n ezarri.",
  "Set the limiter release time.": "Mugatzailea askatzeko denbora ezarri.",
  "Apply gain to the audio.": "Audioari irabazia ematen dio.",
  "Set the pitch shift semitones.": "Tonu-aldaketaren tonu-erdiak ezarri.",
  "Gain dB": "dB irabazia",
  "Distortion": "Distortsioa",
  "Set the gain dB.": "DB irabazia doitzen du.",
  "Chorus": "Abesbatza",
  "Distortion Gain": "Distortsio-irabazia",
  "Apply distortion to the audio.": "Ea distortsioa aplikatzen dion audioari.",
  "Apply chorus to the audio.": "Ea korua aplikatzen dion audioari.",
  "Chorus Rate Hz": "Hz koruaren maiztasuna",
  "Chorus Depth": "Koruaren sakontasuna",
  "Set the chorus rate Hz.": "Hz koruaren abiadura doitzen du.",
  "Set the chorus depth.": "Koruaren sakontasuna doitzen du.",
  "Set the chorus center delay ms.": "Ms koruaren erdialdeko atzeraeratzea ezarri.",
  "Set the distortion gain.": "Distortsio-irabazia doitzen du.",
  "Chorus Center Delay ms": "Koru-zentroko atzerakoi-hesia ms",
  "Chorus Mix": "Koruen nahasketa",
  "Chorus Feedback": "Koruaren iruzkinak",
  "Set the chorus mix.": "Koruaren nahasketa doitzen du.",
  "Set the chorus feedback.": "Koruaren atzera-elikatu.",
  "Clipping": "Murrizketa",
  "Bitcrush": "Bitcrush (ingelesez)",
  "Bitcrush Bit Depth": "Bitcrush-en biten sakonera",
  "Apply bitcrush to the audio.": "Bitcrush-a aplikatzen dio audioari.",
  "Clipping Threshold": "Murrizketa-atalasea",
  "Apply clipping to the audio.": "Ea aplikatzen duen audioa.",
  "Set the bitcrush bit depth.": "Bit-ak birrintzeko bitaren sakontasuna ezartzea.",
  "Set the clipping threshold.": "Murrizketa-atalasea ezarri.",
  "Compressor": "Konpresorea",
  "Apply compressor to the audio.": "Aplikatu konpresorea audioari.",
  "Compressor Ratio": "Konpresorearen zerrenda",
  "Compressor Threshold dB": "dB konpresorearen atalasea",
  "Set the compressor threshold dB.": "Konpresorearen atalasea dB-an doitu.",
  "Set the compressor ratio.": "Konpresorearen zerrenda doitzen du.",
  "Compressor Attack ms": "Ms konpresorearen erasoa",
  "Delay": "Atzeratu",
  "Apply delay to the audio.": "Ea aplikatzen duen atzerapada audioa.",
  "Delay Seconds": "Atzerapen segundoak",
  "Set the compressor release ms.": "Ms konpresorearen askapena doitzen du.",
  "Compressor Release ms": "Ms konpresorearen askapena",
  "Delay Feedback": "Atzerapenaren atzera-alimentazioa",
  "Delay Mix": "Atzeratutako nahasketa",
  "Set the delay seconds.": "Bigarren atzerakoak ezarri.",
  "Set the delay feedback.": "Atzerapenaren atzera-alimentazioa ezartzea.",
  "Custom Embedder": "Inkrustatzaile pertsonalizatua",
  "Set the delay mix.": "Ea doitzen duen atzeratutako nahasketa.",
  "Select Custom Embedder": "Hautaketa Inkrustatzaile pertsonalizatua",
  "Refresh embedders": "Inkrustazioak eguneratzea",
  "Folder Name": "Karpetaren izena",
  "Upload .bin": ".bin igo",
  "model information": "Ereduaren informazioa",
  "Upload .json": "Igo .json",
  "Name of the model creator. (Default: Unknown)": "Ereduaren sortzailearen izena. (Aurredeterminatua: Ezezaguna)",
  "Model Creator": "Ereduen sortzailea",
  "Speaker ID": "Bozgorailuaren IDa",
  "Model Author Name": "Ereduaren egilearen izena",
  "Move files to custom embedder folder": "Artxiboak inkrustazio pertsonalizatuko karpeta batera mugitu",
  "Select the speaker ID to use for the conversion.": "Bihurtzeko erabiliko den bozgorailuaren IDa hautatu.",
  "Set name": "Multzoaren izena",
  "Set the autotune strength - the more you increase it the more it will snap to the chromatic grid.": "Doikuntza automatikoaren intentsitatea ezartzen du: zenbat eta gehiago handitu, orduan eta gehiago egokituko da lauki kromatikora.",
  "The name that will appear in the model information.": "Ereduaren informazioan agertuko den izena.",
  "Set the compressor attack ms.": "Konfigura ezazu ms konpresorearen erasoa."
}