{
  "Training": "آموزش",
  "Extra": "اضافی",
  "Processing": "پردازش",
  "Output Information": "اطلاعات خروجی",
  "Inference": "استنتاج",
  "The output information will be displayed here.": "اطلاعات خروجی در اینجا نمایش داده می شود.",
  "Plugins": "پلاگین",
  "Settings": "تنظیمات",
  "Model Information": "اطلاعات مدل",
  "Download": "دانلود",
  "Merge Audios": "ادغام فایل های صوتی",
  "Audio Analyzer": "آنالایزر صوتی",
  "Preprocess": "پیش فرآیند",
  "Report a Bug": "گزارش یک باگ",
  "Audio cutting": "برش صدا",
  "Process effects": "اثرات فرآیند",
  "Name of the new model.": "نام مدل جدید.",
  "Enter model name": "نام مدل را وارد کنید",
  "Model Name": "نام مدل",
  "Refresh Datasets": "مجموعه داده ها را رفرش کنید",
  "Dataset Path": "مسیر مجموعه داده",
  "Dataset Name": "نام مجموعه داده",
  "Dataset Creator": "سازنده مجموعه داده",
  "A simple, high-quality voice conversion tool focused on ease of use and performance.": "یک ابزار تبدیل صدا ساده و با کیفیت بالا با تمرکز بر سهولت استفاده و عملکرد.",
  "Path to the dataset folder.": "مسیر به پوشه مجموعه داده",
  "Name of the new dataset.": "نام مجموعه داده جدید",
  "Enter dataset name": "نام مجموعه داده را وارد کنید",
  "This section contains some extra utilities that often may be in experimental phases.": "این بخش شامل برخی از ابزارهای اضافی است که اغلب ممکن است در مراحل آزمایشی باشند.",
  "It's recommended to deactivate this option if your dataset has already been processed.": "توصیه می شود اگر مجموعه داده شما قبلا پردازش شده است، این گزینه را غیرفعال کنید.",
  "Upload Audio Dataset": "آپلود مجموعه داده صوتی",
  "Model Architecture": "معماری مدل",
  "Enter dataset path": "مسیر مجموعه داده را وارد کنید",
  "Extract": "عصاره",
  "Version of the model architecture.": "نسخه معماری مدل.",
  "Sampling Rate": "نرخ نمونه برداری",
  "Embedder Model": "مدل تعبیه شده",
  "Preprocess Dataset": "مجموعه داده پیش پردازش",
  "The audio file has been successfully added to the dataset. Please click the preprocess button.": "فایل صوتی با موفقیت به مجموعه داده اضافه شد. لطفا روی دکمه پیش پردازش کلیک کنید.",
  "Hop Length": "طول هاپ",
  "The sampling rate of the audio files.": "نرخ نمونه برداری فایل های صوتی.",
  "Batch Size": "اندازه دسته ای",
  "Model used for learning speaker embedding.": "مدل مورد استفاده برای یادگیری تعبیه بلندگو.",
  "Pretrained": "از پیش آموزش دیده",
  "Total Epoch": "کل دوره",
  "Save Every Epoch": "هر دوره را نجات دهید",
  "Save Every Weights": "ذخیره هر وزن",
  "Determine at how many epochs the model will saved at.": "تعیین کنید که مدل در چند دوره ذخیره می شود.",
  "Save Only Latest": "ذخیره فقط آخرین",
  "Custom Pretrained": "سفارشی از پیش آموزش دیده",
  "Upload Pretrained Model": "آپلود مدل از پیش آموزش دیده",
  "Specifies the overall quantity of epochs for the model training process.": "مقدار کلی دوره ها را برای فرآیند آموزش مدل مشخص می کند.",
  "Refresh Custom Pretraineds": "سفارشی Pretrainingeds را رفرش کنید",
  "Pretrained G Path": "G از پیش آموزش دیده سفارشی",
  "This setting enables you to save the weights of the model at the conclusion of each epoch.": "این تنظیم شما را قادر می سازد تا وزن مدل را در پایان هر دوره ذخیره کنید.",
  "GPU Settings": "تنظیمات GPU",
  "Pretrained Custom Settings": "تنظیمات سفارشی از پیش آموزش دیده",
  "Denotes the duration it takes for the system to transition to a significant pitch change. Smaller hop lengths require more time for inference but tend to yield higher pitch accuracy.": "نشان دهنده مدت زمانی است که طول می کشد تا سیستم به یک تغییر قابل توجه در زیر و بم تبدیل شود. طول هاپ کوچکتر به زمان بیشتری برای استنتاج نیاز دارد اما دقت گام بالاتری را به دست می آورد.",
  "Pretrained D Path": "سفارشی از پیش آموزش دیده D",
  "It's advisable to align it with the available VRAM of your GPU. A setting of 4 offers improved accuracy but slower processing, while 8 provides faster and standard results.": "توصیه می شود آن را با VRAM موجود GPU خود هماهنگ کنید. تنظیم 4 دقت بهبود یافته اما پردازش کندتر را ارائه می دهد، در حالی که 8 نتایج سریع تر و استاندارد را ارائه می دهد.",
  "GPU Number": "شماره GPU",
  "Enabling this setting will result in the G and D files saving only their most recent versions, effectively conserving storage space.": "فعال کردن این تنظیمات باعث می شود که فایل های G و D فقط جدیدترین نسخه های خود را ذخیره کنند و به طور موثر فضای ذخیره سازی را حفظ کنند.",
  "The file you dropped is not a valid pretrained file. Please try again.": "فایلی که رها کرده اید یک فایل از پیش آموزش دیده معتبر نیست. لطفا دوباره امتحان کنید.",
  "0 to ∞ separated by -": "0 تا ∞ با -",
  "GPU Information": "اطلاعات GPU",
  "GPU Custom Settings": "تنظیمات سفارشی GPU",
  "The GPU information will be displayed here.": "اطلاعات GPU در اینجا نمایش داده می شود.",
  "Click the refresh button to see the pretrained file in the dropdown menu.": "روی دکمه تازه سازی کلیک کنید تا فایل از پیش آموزش دیده را در منوی کشویی ببینید.",
  "Use CPU": "از CPU استفاده کنید",
  "Sets advanced GPU settings, recommended for users with better GPU architecture.": "تنظیمات پیشرفته GPU را تنظیم می کند که برای کاربرانی با معماری GPU بهتر توصیه می شود.",
  "Pitch Guidance": "راهنمایی گام",
  "Force the use of CPU for training.": "استفاده از CPU را برای آموزش اجباری کنید.",
  "The number of CPU cores to use in the extraction process. The default setting are your cpu cores, which is recommended for most cases.": "تعداد هسته های CPU برای استفاده در فرآیند استخراج. تنظیمات پیش فرض هسته های CPU شما هستند که برای اکثر موارد توصیه می شود.",
  "The number of CPU cores to use in the preprocess. The default setting are your cpu cores, which is recommended for most cases.": "تعداد هسته های CPU برای استفاده در پیش فرآیند. تنظیمات پیش فرض هسته های CPU شما هستند که برای اکثر موارد توصیه می شود.",
  "Cache Dataset in GPU": "مجموعه داده های کش در GPU",
  "Extract Features": "ویژگی های استخراج",
  "Specify the number of GPUs you wish to utilize for extracting by entering them separated by hyphens (-).": "تعداد پردازنده های گرافیکی را که می خواهید برای استخراج استفاده کنید با وارد کردن آنها که با خط تیره جدا شده اند (-) مشخص کنید.",
  "Specify the number of GPUs you wish to utilize for preprocess by entering them separated by hyphens (-). At the moment, using multi-gpu will not have a significant effect.": "تعداد پردازنده های گرافیکی را که می خواهید برای پیش پردازش استفاده کنید با وارد کردن آنها از هم جدا شده با خط تیره (-) مشخص کنید. در حال حاضر، استفاده از چند GPU تأثیر قابل توجهی نخواهد داشت.",
  "Index Algorithm": "الگوریتم شاخص",
  "Utilizing custom pretrained models can lead to superior results, as selecting the most suitable pretrained models tailored to the specific use case can significantly enhance performance.": "استفاده از مدل های از پیش آموزش دیده سفارشی می تواند منجر به نتایج برتر شود، زیرا انتخاب مناسب ترین مدل های از پیش آموزش دیده متناسب با مورد استفاده خاص می تواند عملکرد را به میزان قابل توجهی افزایش دهد.",
  "Overtraining Detector": "آشکارساز آموزش بیش از حد",
  "Fresh Training": "آموزش تازه",
  "We prioritize running the model extraction on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.": "ما اجرای استخراج مدل بر روی GPU را برای عملکرد سریعتر در اولویت قرار می دهیم. اگر ترجیح می دهید از CPU استفاده کنید، به سادگی فیلد GPU را خالی بگذارید.",
  "Utilize pretrained models when training your own. This approach reduces training duration and enhances overall quality.": "هنگام آموزش مدل های خود از مدل های از پیش آموزش دیده استفاده کنید. این رویکرد مدت زمان تمرین را کاهش می دهد و کیفیت کلی را افزایش می دهد.",
  "We prioritize running the model preprocessing on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.": "ما اجرای پیش پردازش مدل را روی GPU برای عملکرد سریعتر در اولویت قرار می دهیم. اگر ترجیح می دهید از CPU استفاده کنید، به سادگی فیلد GPU را خالی بگذارید.",
  "Overtraining Detector Settings": "تنظیمات آشکارساز بیش از حد",
  "By employing pitch guidance, it becomes feasible to mirror the intonation of the original voice, including its pitch. This feature is particularly valuable for singing and other scenarios where preserving the original melody or pitch pattern is essential.": "با استفاده از هدایت زیر و بم، منعکس کردن لحن صدای اصلی، از جمله زیر و بم آن امکان پذیر می شود. این ویژگی به ویژه برای آواز خواندن و سناریوهای دیگری که حفظ ملودی اصلی یا الگوی زیر و بم ضروری است، ارزشمند است.",
  "Overtraining Threshold": "آستانه تمرین بیش از حد",
  "KMeans is a clustering algorithm that divides the dataset into K clusters. This setting is particularly useful for large datasets.": "KMeans یک الگوریتم خوشه بندی است که مجموعه داده را به خوشه های K تقسیم می کند. این تنظیم به ویژه برای مجموعه داده های بزرگ مفید است.",
  "Start Training": "شروع آموزش",
  "Stop Training": "آموزش را متوقف کنید",
  "Export Model": "مدل صادراتی",
  "Generate Index": "ایجاد ایندکس",
  "Cache the dataset in GPU memory to speed up the training process.": "مجموعه داده را در حافظه GPU ذخیره کنید تا روند آموزش سرعت یابد.",
  "Upload": "آپلود",
  "Exported Pth file": "فایل Pth صادر شده",
  "Exported Index file": "فایل فهرست صادر شده",
  "Voice Model": "مدل صدا",
  "Index File": "فایل فهرست",
  "Refresh": "نوسازی",
  "Set the maximum number of epochs you want your model to stop training if no improvement is detected.": "حداکثر تعداد دوره هایی را که می خواهید مدل شما آموزش را متوقف کند، در صورت عدم مشاهده بهبود، تنظیم کنید.",
  "Select the pth file to be exported": "فایل pth را برای اکسپورت انتخاب کنید",
  "Select the index file to be exported": "فایل فهرست مورد نظر را برای صادرات انتخاب کنید",
  "Detect overtraining to prevent the model from learning the training data too well and losing the ability to generalize to new data.": "آموزش بیش از حد را تشخیص دهید تا از یادگیری بیش از حد خوب داده های آموزشی توسط مدل و از دست دادن توانایی تعمیم به داده های جدید جلوگیری شود.",
  "Single": "تک",
  "Select the index file to use for the conversion.": "فایل فهرست را برای استفاده برای تبدیل انتخاب کنید.",
  "Select Audio": "صدا را انتخاب کنید",
  "Select the voice model to use for the conversion.": "مدل صوتی مورد استفاده برای تبدیل را انتخاب کنید.",
  "Unload Voice": "تخلیه صدا",
  "Enable this setting only if you are training a new model from scratch or restarting the training. Deletes all previously generated weights and tensorboard logs.": "این تنظیم را فقط در صورتی فعال کنید که در حال آموزش یک مدل جدید از ابتدا هستید یا آموزش را دوباره راه اندازی می کنید. تمام وزن ها و گزارش های تنسوربرد تولید شده قبلی را حذف می کند.",
  "The button 'Upload' is only for google colab: Uploads the exported files to the ApplioExported folder in your Google Drive.": "دکمه \"آپلود\" فقط برای google colab است: فایل های صادر شده را در پوشه ApplioExported در Google Drive شما آپلود می کند.",
  "Advanced Settings": "تنظیمات پیشرفته",
  "Select the audio to convert.": "صدا را برای تبدیل انتخاب کنید.",
  "Upload Audio": "آپلود صدا",
  "Autotune": "Autotune",
  "Output Path": "مسیر خروجی",
  "Custom Output Path": "مسیر خروجی سفارشی",
  "Clean Audio": "صدای تمیز",
  "Split Audio": "تقسیم صدا",
  "Upscale Audio": "صدای مجلل",
  "Formant Shifting": "Formant Shifting",
  "Clean Strength": "قدرت تمیز",
  "Select the format to export the audio.": "فرمت صادراتی را برای صادرات صدا انتخاب کنید.",
  "The path where the output audio will be saved, by default in assets/audios/output.wav": "مسیری که صدای خروجی به طور پیش فرض در assets/audios/output.wav ذخیره می شود.",
  "Export Format": "فرمت صادرات",
  "Clear Outputs (Deletes all audios in assets/audios)": "پاک کردن خروجی ها (تمام فایل های صوتی موجود در دارایی ها/فایل های صوتی را حذف می کند)",
  "Pitch": "زمین",
  "Presets are located in /assets/formant_shift folder": "از پیش تنظیم ها در پوشه /assets/formant_shift قرار دارند",
  "Split the audio into chunks for inference to obtain better results in some cases.": "صدا را برای استنتاج به تکه هایی تقسیم کنید تا در برخی موارد نتایج بهتری به دست آورید.",
  "Apply a soft autotune to your inferences, recommended for singing conversions.": "یک تنظیم خودکار نرم را روی استنتاج های خود اعمال کنید که برای تبدیل آواز توصیه می شود.",
  "Upscale the audio to a higher quality, recommended for low-quality audios. (It could take longer to process the audio)": "صدا را به کیفیت بالاتری ارتقا دهید که برای صداهای بی کیفیت توصیه می شود. (پردازش صدا ممکن است بیشتر طول بکشد)",
  "Default value is 1.0": "مقدار پیش فرض 1.0 است",
  "Clean your audio output using noise detection algorithms, recommended for speaking audios.": "خروجی صوتی خود را با استفاده از الگوریتم های تشخیص نویز که برای صحبت کردن صداها توصیه می شود، تمیز کنید.",
  "Enable formant shifting. Used for male to female and vice-versa convertions.": "تغییر شکل را فعال کنید. برای تبدیل های مرد به زن و بالعکس استفاده می شود.",
  "Timbre for formant shifting": "Timbre برای تغییر شکل دهنده",
  "Browse presets for formanting": "مرور تنظیمات از پیش تعیین شده برای شکل گیری",
  "Filter Radius": "شعاع فیلتر",
  "Quefrency for formant shifting": "quefrency برای تغییر شکل دهنده",
  "Search Feature Ratio": "نسبت ویژگی جستجو",
  "Convert": "تبدیل",
  "Set the pitch of the audio, the higher the value, the higher the pitch.": "زیر و بم صدا را تنظیم کنید، هر چه مقدار بالاتر باشد، زیر و بم بالاتر است.",
  "Batch": "دسته",
  "Volume Envelope": "پاکت حجم",
  "Protect Voiceless Consonants": "از صامت های بی صدا محافظت کنید",
  "Export Audio": "صادرات صدا",
  "Set the clean-up level to the audio you want, the more you increase it the more it will clean up, but it is possible that the audio will be more compressed.": "سطح پاکسازی را روی صدای مورد نظر خود تنظیم کنید، هر چه بیشتر آن را افزایش دهید، بیشتر تمیز می شود، اما ممکن است صدا فشرده تر شود.",
  "Pitch extraction algorithm": "الگوریتم استخراج گام",
  "Enter input path": "مسیر ورودی را وارد کنید",
  "Input Folder": "پوشه ورودی",
  "Substitute or blend with the volume envelope of the output. The closer the ratio is to 1, the more the output envelope is employed.": "پاکت حجم خروجی را جایگزین یا مخلوط کنید. هرچه نسبت به 1 نزدیکتر باشد، پاکت خروجی بیشتر استفاده می شود.",
  "Output Folder": "پوشه خروجی",
  "Influence exerted by the index file; a higher value corresponds to greater influence. However, opting for lower values can help mitigate artifacts present in the audio.": "تأثیر اعمال شده توسط فایل فهرست؛ مقدار بالاتر مربوط به نفوذ بیشتر است. با این حال، انتخاب مقادیر پایین تر می تواند به کاهش مصنوعات موجود در صدا کمک کند.",
  "Select the folder containing the audios to convert.": "پوشه حاوی فایل های صوتی را برای تبدیل انتخاب کنید.",
  "If the number is greater than or equal to three, employing median filtering on the collected tone results has the potential to decrease respiration.": "اگر عدد بیشتر یا مساوی سه باشد، استفاده از فیلتر میانه بر روی نتایج تون جمع آوری شده پتانسیل کاهش تنفس را دارد.",
  "Get information about the audio": "دریافت اطلاعات در مورد صدا",
  "Pitch extraction algorithm to use for the audio conversion. The default algorithm is rmvpe, which is recommended for most cases.": "الگوریتم استخراج زیر و بم برای استفاده برای تبدیل صدا. الگوریتم پیش فرض rmvpe است که برای اکثر موارد توصیه می شود.",
  "## Voice Blender": "## مخلوط کن صوتی",
  "Voice Blender": "بلندر صوتی",
  "Drag and drop your model here": "مدل خود را در اینجا بکشید و رها کنید",
  "Select the folder where the output audios will be saved.": "پوشه ای را انتخاب کنید که صداهای خروجی در آن ذخیره می شوند.",
  "Blend Ratio": "نسبت ترکیب",
  "Enter output path": "مسیر خروجی را وارد کنید",
  "You can also use a custom path.": "همچنین می توانید از یک مسیر سفارشی استفاده کنید.",
  "Path to Model": "مسیر مدل سازی",
  "Inroduce the model information": "اطلاعات مدل را وارد کنید",
  "Safeguard distinct consonants and breathing sounds to prevent electro-acoustic tearing and other artifacts. Pulling the parameter to its maximum value of 0.5 offers comprehensive protection. However, reducing this value might decrease the extent of protection while potentially mitigating the indexing effect.": "از صامت های متمایز و صداهای تنفسی محافظت کنید تا از پارگی الکترو آکوستیک و سایر مصنوعات جلوگیری کنید. کشیدن پارامتر به حداکثر مقدار 0.5 محافظت جامعی را ارائه می دهد. با این حال، کاهش این مقدار ممکن است میزان حفاظت را کاهش دهد و در عین حال به طور بالقوه اثر نمایه سازی را کاهش دهد.",
  "Model conversion": "تبدیل مدل",
  "Enter path to model": "مسیر مدل را وارد کنید",
  "Introduce the model pth path": "معرفی مدل مسیر pth",
  "View model information": "مشاهده اطلاعات مدل",
  "Model extraction": "استخراج مدل",
  "Output of the pth file": "خروجی فایل pth",
  "Adjusting the position more towards one side or the other will make the model more similar to the first or second.": "تنظیم موقعیت بیشتر به سمت یک طرف یا طرف دیگر، مدل را شبیه تر به اولی یا دوم می کند.",
  "Extract F0 Curve": "منحنی F0 را استخراج کنید",
  "# How to Report an Issue on GitHub": "# نحوه گزارش یک مشکل در GitHub",
  "Record Screen": "صفحه ضبط",
  "3. Go to [GitHub Issues](https://github.com/IAHispano/Applio/issues) and click on the 'New Issue' button.": "3. به [GitHub Issues](https://github.com/IAHispano/Applio/issues) بروید و روی دکمه \"New Issue\" کلیک کنید.",
  "Record": "رکورد",
  "Pth file": "فایل Pth",
  "Stop Recording": "ضبط را متوقف کنید",
  "See Model Information": "اطلاعات مدل را ببینید",
  "1. Click on the 'Record Screen' button below to start recording the issue you are experiencing.": "1. روی دکمه \"Record Screen\" در زیر کلیک کنید تا ضبط مشکلی را که با آن مواجه هستید شروع کنید.",
  "Introduce the model .pth path": "معرفی مدل .pth path",
  "Model Link": "پیوند مدل",
  "## Download Model": "## مدل را دانلود کنید",
  "Fusion": "همجوشی",
  "Introduce the model link": "معرفی لینک مدل",
  "## Drop files": "## فایل ها را رها کنید",
  "View": "مشاهده",
  "Model information to be placed": "اطلاعات مدل قرار داده می شود",
  "The f0 curve represents the variations in the base frequency of a voice over time, showing how pitch rises and falls.": "منحنی f0 تغییرات فرکانس پایه یک صدا را در طول زمان نشان می دهد و نشان می دهد که چگونه زیر و بم بالا و پایین می رود.",
  "Select two voice models, set your desired blend percentage, and blend them into an entirely new voice.": "دو مدل صوتی را انتخاب کنید، درصد ترکیب مورد نظر خود را تنظیم کنید و آنها را با صدایی کاملا جدید ترکیب کنید.",
  "Search": "جستجو",
  "2. Once you have finished recording the issue, click on the 'Stop Recording' button (the same button, but the label changes depending on whether you are actively recording or not).": "2. پس از اتمام ضبط مشکل، روی دکمه \"توقف ضبط\" کلیک کنید (همان دکمه، اما بسته به اینکه آیا به طور فعال ضبط می کنید یا نه، برچسب تغییر می کند).",
  "## Search Model": "## مدل جستجو",
  "Drag your .pth file and .index file into this space. Drag one and then the other.": "فایل .pth و فایل .index خود را به این فضا بکشید. یکی و سپس دیگری را بکشید.",
  "Introduce the model name to search.": "نام مدل را برای جستجو معرفی کنید.",
  "TTS Speed": "سرعت TTS",
  "TTS Voices": "صداهای TTS",
  "4. Complete the provided issue template, ensuring to include details as needed, and utilize the assets section to upload the recorded file from the previous step.": "4. الگوی مسئله ارائه شده را تکمیل کنید و اطمینان حاصل کنید که در صورت نیاز جزئیات را درج کنید و از بخش دارایی ها برای آپلود فایل ضبط شده از مرحله قبل استفاده کنید.",
  "## Download Pretrained Models": "## مدل های از پیش آموزش دیده را دانلود کنید",
  "Download Model": "دانلود مدل",
  "We couldn't find models by that name.": "ما نتوانستیم مدل هایی با این نام پیدا کنیم.",
  "And select the sampling rate": "و نرخ نمونه برداری را انتخاب کنید.",
  "The information to be placed in the model (You can leave it blank or put anything).": "اطلاعاتی که باید در مدل قرار گیرد (می توانید آن را خالی بگذارید یا هر چیزی را قرار دهید).",
  "Select the TTS voice to use for the conversion.": "صدای TTS را برای استفاده برای تبدیل انتخاب کنید.",
  "Increase or decrease TTS speed.": "افزایش یا کاهش سرعت TTS.",
  "Select the pretrained model you want to download.": "مدل از پیش آموزش دیده ای را که می خواهید دانلود کنید انتخاب کنید.",
  "Upload a .txt file": "آپلود فایل .txt",
  "Enter the text to synthesize.": "متن را برای سنتز وارد کنید.",
  "Text to Synthesize": "متن برای سنتز",
  "Input path for text file": "مسیر ورودی برای فایل متنی",
  "Enter text to synthesize": "متن را برای سنتز وارد کنید",
  "Output Path for TTS Audio": "مسیر خروجی برای TTS Audio",
  "Output Path for RVC Audio": "مسیر خروجی برای صدای RVC",
  "Enable Applio integration with Discord presence": "ادغام Applio را با حضور Discord فعال کنید",
  "It will activate the possibility of displaying the current Applio activity in Discord.": "امکان نمایش فعالیت فعلی Applio در Discord را فعال می کند.",
  "Language": "زبان",
  "Restart Applio": "Applio را مجددا راه اندازی کنید",
  "Enable Applio integration with applio.org/models using flask": "فعال سازی یکپارچه سازی Applio با applio.org/models با استفاده از فلسک",
  "It will activate the possibility of downloading models with a click from the website.": "امکان دانلود مدل ها را با یک کلیک از وب سایت فعال می کند.",
  "Theme": "تم",
  "Precision": "دقت",
  "Update precision": "دقت را به روز کنید",
  "The path to the text file that contains content for text to speech.": "مسیر فایل متنی که حاوی محتوایی برای تبدیل متن به گفتار است.",
  "Select the language you want to use. (Requires restarting Applio)": "زبانی را که می خواهید استفاده کنید انتخاب کنید. (نیاز به راه اندازی مجدد Applio دارد)",
  "Training is currently unsupported due to the absence of a GPU. To activate the training tab, navigate to the settings tab and enable the 'Fake GPU' option.": "آموزش در حال حاضر به دلیل عدم وجود GPU پشتیبانی نمی شود. برای فعال کردن برگه آموزش، به برگه تنظیمات بروید و گزینه «Fake GPU» را فعال کنید.",
  "Plugin Installer": "نصب کننده پلاگین",
  "Reverb": "Reverb",
  "Select the precision you want to use for training and inference.": "دقتی را که می خواهید برای آموزش و استنتاج استفاده کنید انتخاب کنید.",
  "Activates the train tab. However, please note that this device lacks GPU capabilities, hence training is not supported. This option is only for testing purposes. (This option will restart Applio)": "برگه قطار را فعال می کند. با این حال، لطفا توجه داشته باشید که این دستگاه فاقد قابلیت GPU است، از این رو آموزش پشتیبانی نمی شود. این گزینه فقط برای اهداف آزمایشی است. (این گزینه Applio را مجددا راه اندازی می کند)",
  "Select the theme you want to use. (Requires restarting Applio)": "طرح زمینه موردنظرتان را برای استفاده انتخاب کنید؛ (نیاز به راه اندازی مجدد Applio دارد)",
  "Drag your plugin.zip to install it": "plugin.zip خود را بکشید تا آن را نصب کنید",
  "Post-Process": "پس از فرآیند",
  "Check for updates": "بررسی به روزرسانی ها",
  "Reverb Room Size": "اندازه اتاق Reverb",
  "Post-process the audio to apply effects to the output.": "صدا را پس از پردازش کنید تا جلوه ها را روی خروجی اعمال کنید.",
  "Reverb Damping": "میرایی انعکاس",
  "Reverb Wet Gain": "Reverb Wet Gain",
  "Set the damping of the reverb.": "میرایی ریورب را تنظیم کنید.",
  "Set the room size of the reverb.": "اندازه اتاق ریورب را تنظیم کنید.",
  "Reverb Dry Gain": "Reverb Dry Gain",
  "Apply reverb to the audio.": "ریورب را روی صدا اعمال کنید.",
  "Check which version of Applio is the latest to see if you need to update.": "بررسی کنید کدام نسخه Applio آخرین نسخه است تا ببینید آیا نیاز به به روز رسانی دارید یا خیر.",
  "Set the width of the reverb.": "عرض ریورب را تنظیم کنید.",
  "Set the dry gain of the reverb.": "بهره خشک ریورب را تنظیم کنید.",
  "Version Checker": "جستجوگر نسخه",
  "Reverb Width": "عرض انعکاس",
  "Set the wet gain of the reverb.": "افزایش مرطوب ریورب را تنظیم کنید.",
  "Pitch Shift": "تغییر گام",
  "Reverb Freeze Mode": "حالت انجماد انعکاس",
  "Set the freeze mode of the reverb.": "حالت انجماد ریورب را تنظیم کنید.",
  "Limiter": "محدود",
  "Gain": "دست آوردن",
  "Apply pitch shift to the audio.": "تغییر زیر و بم را روی صدا اعمال کنید.",
  "Set the limiter threshold dB.": "آستانه محدود کننده dB را تنظیم کنید.",
  "Apply limiter to the audio.": "محدود کننده را روی صدا اعمال کنید.",
  "Pitch Shift Semitones": "نیم پرده های تغییر زیر و بم",
  "Limiter Threshold dB": "آستانه محدود کننده dB",
  "Set the pitch shift semitones.": "نیم پرده های تغییر گام را تنظیم کنید.",
  "Limiter Release Time": "زمان انتشار محدود کننده",
  "Set the limiter release time.": "زمان انتشار محدود کننده را تنظیم کنید.",
  "Set the gain dB.": "مقدار بهره dB را تنظیم کنید.",
  "Distortion": "اعوجاج",
  "Apply gain to the audio.": "افزایش را روی صدا اعمال کنید.",
  "Gain dB": "به دست آوردن دسی بل",
  "Apply distortion to the audio.": "اعوجاج را به صدا اعمال کنید.",
  "Chorus": "کر",
  "Distortion Gain": "افزایش اعوجاج",
  "Set the distortion gain.": "افزایش اعوجاج را تنظیم کنید.",
  "Chorus Depth": "عمق کر",
  "Chorus Rate Hz": "نرخ کر هرتز",
  "Chorus Mix": "کر میکس",
  "Set the chorus depth.": "عمق کر را تنظیم کنید.",
  "Apply chorus to the audio.": "کر را روی صدا اعمال کنید.",
  "Bitcrush": "Bitcrush",
  "Set the chorus rate Hz.": "نرخ کر هرتز را تنظیم کنید.",
  "Set the chorus mix.": "میکس کر را تنظیم کنید.",
  "Chorus Center Delay ms": "مرکز کر تاخیر ms",
  "Apply bitcrush to the audio.": "bitcrush را روی صدا اعمال کنید.",
  "Set the chorus center delay ms.": "مرکز کر را تنظیم کنید تاخیر ms.",
  "Set the chorus feedback.": "بازخورد کر را تنظیم کنید.",
  "Bitcrush Bit Depth": "عمق بیت Bitcrush",
  "Clipping": "قطع",
  "Chorus Feedback": "بازخورد کر",
  "Apply clipping to the audio.": "بریدن را روی صدا اعمال کنید.",
  "Compressor": "کمپرسور",
  "Set the bitcrush bit depth.": "عمق بیت bitcrush را تنظیم کنید.",
  "Clipping Threshold": "آستانه برش",
  "Set the clipping threshold.": "آستانه برش را تنظیم کنید.",
  "Apply compressor to the audio.": "کمپرسور را روی صدا اعمال کنید.",
  "Delay": "تاخیر",
  "Compressor Threshold dB": "آستانه کمپرسور dB",
  "Compressor Attack ms": "حمله کمپرسور ms",
  "Compressor Ratio": "نسبت کمپرسور",
  "Set the compressor threshold dB.": "آستانه کمپرسور dB را تنظیم کنید.",
  "Set the compressor release ms.": "کمپرسور را رها کنید ms.",
  "Compressor Release ms": "انتشار کمپرسور ms",
  "Set the compressor ratio.": "نسبت کمپرسور را تنظیم کنید.",
  "Set the compressor attack ms.": "حمله کمپرسور ms را تنظیم کنید.",
  "Apply delay to the audio.": "تأخیر را برای صدا اعمال کنید.",
  "Delay Seconds": "ثانیه های تأخیر",
  "Delay Feedback": "بازخورد تأخیر",
  "Delay Mix": "مخلوط تأخیر",
  "Set the delay seconds.": "ثانیه های تأخیر را تنظیم کنید.",
  "Set the delay feedback.": "بازخورد تأخیر را تنظیم کنید.",
  "Select Custom Embedder": "سفارشی Embedder را انتخاب کنید",
  "Refresh embedders": "تعبیه ها را تازه کنید",
  "Set the delay mix.": "میکس تأخیر را تنظیم کنید.",
  "Custom Embedder": "تعبیه شده سفارشی",
  "Folder Name": "نام پوشه",
  "Upload .json": "آپلود .json",
  "Upload .bin": "آپلود .bin",
  "model information": "اطلاعات مدل",
  "Model Creator": "خالق مدل",
  "Move files to custom embedder folder": "انتقال فایل ها به پوشه تعبیه شده سفارشی",
  "Set name": "نام مجموعه",
  "Speaker ID": "شناسه گوینده",
  "Model Author Name": "نام نویسنده مدل",
  "Name of the model creator. (Default: Unknown)": "نام سازنده مدل. (پیش فرض: ناشناس)",
  "The name that will appear in the model information.": "نامی که در اطلاعات مدل ظاهر می شود.",
  "Select the speaker ID to use for the conversion.": "شناسه بلندگو را برای استفاده برای تبدیل انتخاب کنید.",
  "Set the autotune strength - the more you increase it the more it will snap to the chromatic grid.": "قدرت تنظیم خودکار را تنظیم کنید - هرچه بیشتر آن را افزایش دهید، بیشتر به شبکه رنگی متصل می شود.",
  "Enable fake GPU": "Enable fake GPU"
}