{
    "# How to Report an Issue on GitHub": "# Me Rawa ni Ripotetaki Kina e dua na Leqa ena GitHub",
    "## Download Model": "## Laiva sobu na Ivakarau",
    "## Download Pretrained Models": "## Laiva sobu na Ivakarau sa Vakarautaki oti",
    "## Drop files": "## Vakacuruma na Faile",
    "## Voice Blender": "## Veiwaki ni Domo",
    "0 to ∞ separated by -": "0 ki na ∞ wasei ena -",
    "1. Click on the 'Record Screen' button below to start recording the issue you are experiencing.": "1. Toboqa na butoni 'Record Screen' e ra me tekivu na vakavidiotaki ni leqa ko sotava tiko.",
    "2. Once you have finished recording the issue, click on the 'Stop Recording' button (the same button, but the label changes depending on whether you are actively recording or not).": "2. Ni ko sa vakacavara na vakavidiotaki ni leqa, toboqa na butoni 'Stop Recording' (ena butoni vata ga, ia e veisau na yacana me salavata kei na nomu vakavidiotaki tiko se sega).",
    "3. Go to [GitHub Issues](https://github.com/IAHispano/Applio/issues) and click on the 'New Issue' button.": "3. Lako ki na [GitHub Issues](https://github.com/IAHispano/Applio/issues) ka toboqa na butoni 'New Issue'.",
    "4. Complete the provided issue template, ensuring to include details as needed, and utilize the assets section to upload the recorded file from the previous step.": "4. Vakalewena na ivakarau ni leqa sa vakarautaki tu, vakadeitaka mo vakacuruma na veika matailalai e gadrevi, ka vakayagataka na wasewase ni iyaya me vakacurumi kina na faile sa vakavidiotaki oti mai na ikalawa sa oti.",
    "A simple, high-quality voice conversion tool focused on ease of use and performance.": "E dua na iyaya ni veisau domo rawarawa, ka vinaka, e vakabibitaki kina na rawarawa ni kena vakayagataki kei na totolo ni cakacaka.",
    "Adding several silent files to the training set enables the model to handle pure silence in inferred audio files. Select 0 if your dataset is clean and already contains segments of pure silence.": "Na kena ikuri e vica na faile galu ki na isoqoni ni vuli e rawa kina vua na ivakarau me walia na galu dina ena veifaile rorogo sa vakadonuvi. Digia na 0 kevaka e savasava na nomu isoqoni ni itukutuku ka sa tiko rawa kina na tiki ni galu dina.",
    "Adjust the input audio pitch to match the voice model range.": "Vakadodonutaka na cere ni domo ni rorogo e curu me tautauvata kei na iyalayala ni ivakarau ni domo.",
    "Adjusting the position more towards one side or the other will make the model more similar to the first or second.": "Na kena tosoi na tutu ki na dua na yasana se na yasana ka dua ena vakatautauvatataka cake na ivakarau ki na imatai se na ikarua.",
    "Adjusts the final volume of the converted voice after processing.": "E vakarautaka na rorogo ni domo sa veisautaki ni oti na nona cakacakataki.",
    "Adjusts the input volume before processing. Prevents clipping or boosts a quiet mic.": "E vakarautaka na rorogo e curu mai ni bera ni cakacakataki. E tarova na rorogo sivia se vakalevutaka na rorogo ni mic malua.",
    "Adjusts the volume of the monitor feed, independent of the main output.": "E vakarautaka na rorogo ni ka e vakarorogotaki tiko, ka sega ni vauci vata kei na rorogo liu e curu yani.",
    "Advanced Settings": "iTuvatuva Lelevu",
    "Amount of extra audio processed to provide context to the model. Improves conversion quality at the cost of higher CPU usage.": "Na levu ni rorogo e vakuri ka cakacakataki me vakarautaka na i tukutuku matailalai ki na 'model'. E vakavinakataka na veisau ni domo ia e vakalevutaka na vakayagataki ni CPU.",
    "And select the sampling rate.": "Ka digia na iwiliwili ni vakatovotovo.",
    "Apply a soft autotune to your inferences, recommended for singing conversions.": "Vakayagataka e dua na autotune malumu ki na nomu vakatovotovo, e vakaturi me baleta na veisau ni sere.",
    "Apply bitcrush to the audio.": "Vakayagataka na bitcrush ki na rorogo.",
    "Apply chorus to the audio.": "Vakayagataka na chorus ki na rorogo.",
    "Apply clipping to the audio.": "Vakayagataka na clipping ki na rorogo.",
    "Apply compressor to the audio.": "Vakayagataka na compressor ki na rorogo.",
    "Apply delay to the audio.": "Vakayagataka na delay ki na rorogo.",
    "Apply distortion to the audio.": "Vakayagataka na distortion ki na rorogo.",
    "Apply gain to the audio.": "Vakayagataka na gain ki na rorogo.",
    "Apply limiter to the audio.": "Vakayagataka na limiter ki na rorogo.",
    "Apply pitch shift to the audio.": "Vakayagataka na pitch shift ki na rorogo.",
    "Apply reverb to the audio.": "Vakayagataka na reverb ki na rorogo.",
    "Architecture": "iTuvaki",
    "Audio Analyzer": "iVakarau ni Vakasamataki ni Rorogo",
    "Audio Settings": "Tuvatuva ni Rorogo",
    "Audio buffer size in milliseconds. Lower values may reduce latency but increase CPU load.": "Na levu ni i maroroi ni rorogo (audio buffer) ena milliseconds. Na i wiliwili lailai e rawa ni vakalailaitaka na berabera ia e vakalevutaka na i colacola ni CPU.",
    "Audio cutting": "Koti ni Rorogo",
    "Audio file slicing method: Select 'Skip' if the files are already pre-sliced, 'Simple' if excessive silence has already been removed from the files, or 'Automatic' for automatic silence detection and slicing around it.": "iWalewale ni kena seleti na faile rorogo: Digia na 'Skip' kevaka sa seleti oti na faile, 'Simple' kevaka sa kautani oti na galu vakasivia mai na faile, se 'Automatic' me vakadikevi ka seleti sara ga vakataki koya na galu.",
    "Audio normalization: Select 'none' if the files are already normalized, 'pre' to normalize the entire input file at once, or 'post' to normalize each slice individually.": "Vakatautauvatataki ni rorogo: Digia na 'none' kevaka sa vakatautauvatataki oti na faile, 'pre' me vakatautauvatataki vata kece na faile e curu, se 'post' me vakatautauvatataki yadudua na tiki ni seleti.",
    "Autotune": "Autotune",
    "Autotune Strength": "Kaukauwa ni Autotune",
    "Batch": "Vakasoso",
    "Batch Size": "Levu ni Vakasoso",
    "Bitcrush": "Bitcrush",
    "Bitcrush Bit Depth": "Bula ni Bitcrush",
    "Blend Ratio": "iWiliwili ni Veiwaki",
    "Browse presets for formanting": "Vakasaqara na ituvatuva sa vakarautaki tu me baleta na formanting",
    "CPU Cores": "CPU Cores",
    "Cache Dataset in GPU": "Maroroya na iSoqoni ni iTukutuku ena GPU",
    "Cache the dataset in GPU memory to speed up the training process.": "Maroroya na isoqoni ni itukutuku ena vakananuma ni GPU me vakatotolotaka na cakacaka ni vuli.",
    "Check for updates": "Dikeva na veivakavoui",
    "Check which version of Applio is the latest to see if you need to update.": "Dikeva se na Applio cava e vou duadua mo raica se gadrevi mo vakavouia.",
    "Checkpointing": "Vakatatabutaki",
    "Choose the model architecture:\n- **RVC (V2)**: Default option, compatible with all clients.\n- **Applio**: Advanced quality with improved vocoders and higher sample rates, Applio-only.": "Digia na ituvaki ni ivakarau:\n- **RVC (V2)**: iVakarau taumada, e salavata kei na kasitama kece.\n- **Applio**: iTuvaki vinaka cake kei na vocoder sa vakavinakataki kei na iwiliwili ni vakatovotovo cecere cake, me baleta ga na Applio.",
    "Choose the vocoder for audio synthesis:\n- **HiFi-GAN**: Default option, compatible with all clients.\n- **MRF HiFi-GAN**: Higher fidelity, Applio-only.\n- **RefineGAN**: Superior audio quality, Applio-only.": "Digia na vocoder me baleta na buli rorogo:\n- **HiFi-GAN**: iVakarau taumada, e salavata kei na kasitama kece.\n- **MRF HiFi-GAN**: iTuvaki dina cake, me baleta ga na Applio.\n- **RefineGAN**: iTuvaki ni rorogo vinaka cake sara, me baleta ga na Applio.",
    "Chorus": "Chorus",
    "Chorus Center Delay ms": "Chorus Center Delay ms",
    "Chorus Depth": "Bula ni Chorus",
    "Chorus Feedback": "iSau ni Chorus",
    "Chorus Mix": "Veiwaki ni Chorus",
    "Chorus Rate Hz": "Chorus Rate Hz",
    "Chunk Size (ms)": "Levu ni Tiki (ms)",
    "Chunk length (sec)": "Balavu ni tiki (sec)",
    "Clean Audio": "Vakasavasavataka na Rorogo",
    "Clean Strength": "Kaukauwa ni Vakasavasavataki",
    "Clean your audio output using noise detection algorithms, recommended for speaking audios.": "Vakasavasavataka na rorogo e lako mai ena nomu vakayagataka na iwalewale ni vakadikevi ni rorogo buawa, e vakaturi me baleta na rorogo ni vosa.",
    "Clear Outputs (Deletes all audios in assets/audios)": "Vakasavasavataka na ka e Lako Mai (Bokoca kece na rorogo ena assets/audios)",
    "Click the refresh button to see the pretrained file in the dropdown menu.": "Toboqa na butoni ni vakavoui mo raica na faile sa vuli oti ena menu e lako sobu.",
    "Clipping": "Clipping",
    "Clipping Threshold": "iYalayala ni Clipping",
    "Compressor": "Compressor",
    "Compressor Attack ms": "Compressor Attack ms",
    "Compressor Ratio": "iWiliwili ni Compressor",
    "Compressor Release ms": "Compressor Release ms",
    "Compressor Threshold dB": "iYalayala ni Compressor dB",
    "Convert": "Veisautaka",
    "Crossfade Overlap Size (s)": "Levu ni Veisovari ni Crossfade (s)",
    "Custom Embedder": "iVakacurumi Vakayagataki",
    "Custom Pretrained": "Vuli Oti Vakayagataki",
    "Custom Pretrained D": "Vuli Oti Vakayagataki D",
    "Custom Pretrained G": "Vuli Oti Vakayagataki G",
    "Dataset Creator": "Dau Buli iSoqoni ni iTukutuku",
    "Dataset Name": "Yaca ni iSoqoni ni iTukutuku",
    "Dataset Path": "Sala ki na iSoqoni ni iTukutuku",
    "Default value is 1.0": "iWiliwili taumada e 1.0",
    "Delay": "Delay",
    "Delay Feedback": "iSau ni Delay",
    "Delay Mix": "Veiwaki ni Delay",
    "Delay Seconds": "Sekodi ni Delay",
    "Detect overtraining to prevent the model from learning the training data too well and losing the ability to generalize to new data.": "Vakadikeva na vuli vakasivia me tarova na ivakarau mai na kena vulica vakavinaka na itukutuku ni vuli ka yali kina na nona rawa ni vakayagataka ki na itukutuku vou.",
    "Determine at how many epochs the model will saved at.": "Lekaleka na iwiliwili ni gauna e na maroroi kina na ivakarau.",
    "Distortion": "Distortion",
    "Distortion Gain": "Gain ni Distortion",
    "Download": "Laiva sobu",
    "Download Model": "Laiva sobu na Ivakarau",
    "Drag and drop your model here": "Yaroca ka biuta na nomu ivakarau eke",
    "Drag your .pth file and .index file into this space. Drag one and then the other.": "Yaroca na nomu faile .pth kei na faile .index ki na vanua oqo. Yaroca e dua ka tarava na kena ikarua.",
    "Drag your plugin.zip to install it": "Yaroca na nomu plugin.zip mo vakacuruma",
    "Duration of the fade between audio chunks to prevent clicks. Higher values create smoother transitions but may increase latency.": "Na balavu ni gauna ni veisau malumu ena maliwa ni tiki ni rorogo me tarova na rorogo vakatotolo ('clicks'). Na i wiliwili lelevu e bulia na veisau malumu ia e rawa ni vakalevutaka na berabera.",
    "Embedder Model": "iVakarau ni iVakacurumi",
    "Enable Applio integration with Discord presence": "Vakabula na semati ni Applio kei na tiko ni Discord",
    "Enable VAD": "Vakabula na VAD",
    "Enable formant shifting. Used for male to female and vice-versa convertions.": "Vakabula na veisau ni formant. E vakayagataki me baleta na veisau mai na tagane ki na yalewa kei na kena veibasai.",
    "Enable this setting only if you are training a new model from scratch or restarting the training. Deletes all previously generated weights and tensorboard logs.": "Vakabula ga na ituvatuva oqo kevaka ko vakatavulica tiko e dua na ivakarau vou mai na kena itekitekivu se tekivutaka tale na vuli. E bokoca kece na bibi sa buli oti kei na ivolatukutuku ni tensorboard.",
    "Enables Voice Activity Detection to only process audio when you are speaking, saving CPU.": "E vakabula na Voice Activity Detection me cakacakataka ga na rorogo ni o vosa tiko, ka vakatitobutaka na CPU.",
    "Enables memory-efficient training. This reduces VRAM usage at the cost of slower training speed. It is useful for GPUs with limited memory (e.g., <6GB VRAM) or when training with a batch size larger than what your GPU can normally accommodate.": "E rawa kina na vuli e sega ni vakayagataka vakalevu na vakananuma. Oqo e vakalailaitaka na vakayagataki ni VRAM ia e berabera na totolo ni vuli. E yaga me baleta na GPU e lailai na kena vakananuma (me vaka na, <6GB VRAM) se ni vuli tiko ena levu ni vakasoso e levu cake mai na ka e rawa ni cakava na nomu GPU.",
    "Enabling this setting will result in the G and D files saving only their most recent versions, effectively conserving storage space.": "Na kena vakabulai na ituvatuva oqo ena vakavuna me ra maroroya ga na faile G kei na D na kedra itabataba vou duadua, ka maroroi kina na vanua ni maroroi.",
    "Enter dataset name": "Vakacuruma na yaca ni isoqoni ni itukutuku",
    "Enter input path": "Vakacuruma na sala ni ka e curu",
    "Enter model name": "Vakacuruma na yaca ni ivakarau",
    "Enter output path": "Vakacuruma na sala ni ka e lako mai",
    "Enter path to model": "Vakacuruma na sala ki na ivakarau",
    "Enter preset name": "Vakacuruma na yaca ni ituvatuva sa vakarautaki tu",
    "Enter text to synthesize": "Vakacuruma na vosa me buli",
    "Enter the text to synthesize.": "Vakacuruma na vosa me buli.",
    "Enter your nickname": "Vakacuruma na yacamuni",
    "Exclusive Mode (WASAPI)": "iTuvaki Vakatabakidua (WASAPI)",
    "Export Audio": "Vakarauta na Rorogo",
    "Export Format": "iVakarau ni Vakarautaki",
    "Export Model": "Vakarauta na iVakarau",
    "Export Preset": "Vakarauta na iTuvatuva sa Vakarautaki Tu",
    "Exported Index File": "Faile iVakatakilakila sa Vakarautaki",
    "Exported Pth file": "Faile Pth sa Vakarautaki",
    "Extra": "iKuri",
    "Extra Conversion Size (s)": "Levu ni Veisau e Vakuri (s)",
    "Extract": "Kauta mai",
    "Extract F0 Curve": "Kauta mai na F0 Curve",
    "Extract Features": "Kauta mai na iTovo",
    "F0 Curve": "F0 Curve",
    "File to Speech": "Faile ki na Vosa",
    "Folder Name": "Yaca ni iLalawa",
    "For ASIO drivers, selects a specific input channel. Leave at -1 for default.": "Vei ira na draiva ni ASIO, e digitaka e dua na sala vakatabakidua ni ka e curu mai. Biuta tu ena -1 me baleta na kena i tuvaki taumada.",
    "For ASIO drivers, selects a specific monitor output channel. Leave at -1 for default.": "Vei ira na draiva ni ASIO, e digitaka e dua na sala vakatabakidua ni ka e curu yani me vakarorogotaki. Biuta tu ena -1 me baleta na kena i tuvaki taumada.",
    "For ASIO drivers, selects a specific output channel. Leave at -1 for default.": "Vei ira na draiva ni ASIO, e digitaka e dua na sala vakatabakidua ni ka e curu yani. Biuta tu ena -1 me baleta na kena i tuvaki taumada.",
    "For WASAPI (Windows), gives the app exclusive control for potentially lower latency.": "Me baleta na WASAPI (Windows), e solia ki na 'app' na lewa vakatabakidua me rawa ni lailai sobu kina na berabera.",
    "Formant Shifting": "Veisau ni Formant",
    "Fresh Training": "Vuli Vou",
    "Fusion": "Veiwaki",
    "GPU Information": "iTukutuku ni GPU",
    "GPU Number": "Naba ni GPU",
    "Gain": "Gain",
    "Gain dB": "Gain dB",
    "General": "Vakararaba",
    "Generate Index": "Bulia na iVakatakilakila",
    "Get information about the audio": "Kunea na itukutuku me baleta na rorogo",
    "I agree to the terms of use": "Au vakadonuya na lawa ni vakayagataki",
    "Increase or decrease TTS speed.": "Vakatotolotaka se vakaberaberataka na totolo ni TTS.",
    "Index Algorithm": "iWalewale ni iVakatakilakila",
    "Index File": "Faile iVakatakilakila",
    "Inference": "Vakatovotovo",
    "Influence exerted by the index file; a higher value corresponds to greater influence. However, opting for lower values can help mitigate artifacts present in the audio.": "Na kaukauwa e vakayacora na faile ivakatakilakila; na iwiliwili cecere cake e tautauvata kei na kaukauwa levu cake. Ia, na digitaki ni iwiliwili lailai e rawa ni vukea na vakalailaitaki ni cala e tiko ena rorogo.",
    "Input ASIO Channel": "Sala ni ASIO ni Ka e Curu Mai",
    "Input Device": "iYaya ni Ka e Curu Mai",
    "Input Folder": "iLalawa ni ka e Curu",
    "Input Gain (%)": "Kaukauwa ni Ka e Curu Mai (%)",
    "Input path for text file": "Sala ni ka e curu me baleta na faile vosa",
    "Introduce the model link": "Vakacuruma na isema ni ivakarau",
    "Introduce the model pth path": "Vakacuruma na sala ni pth ni ivakarau",
    "It will activate the possibility of displaying the current Applio activity in Discord.": "Ena vakabula na rawa ni vakaraitaki na cakacaka ni Applio ena gauna oqo ena Discord.",
    "It's advisable to align it with the available VRAM of your GPU. A setting of 4 offers improved accuracy but slower processing, while 8 provides faster and standard results.": "E vakaturi me vakatautauvatataki kei na VRAM e tu ena nomu GPU. Na ituvatuva ni 4 e solia na dodonu vinaka cake ia e berabera na kena cakacakataki, ia na 8 e solia na ka e totolo ka vakatautauvatataki.",
    "It's recommended keep deactivate this option if your dataset has already been processed.": "E vakaturi me kua ni vakayagataki na digidigi oqo kevaka sa caka oti na nomu isoqoni ni itukutuku.",
    "It's recommended to deactivate this option if your dataset has already been processed.": "E vakaturi me kua ni vakayagataki na digidigi oqo kevaka sa caka oti na nomu isoqoni ni itukutuku.",
    "KMeans is a clustering algorithm that divides the dataset into K clusters. This setting is particularly useful for large datasets.": "Na KMeans e dua na iwalewale ni vakasoqoni vata ka wasea na isoqoni ni itukutuku ki na K na ilawalawa. Na ituvatuva oqo e yaga vakalevu me baleta na isoqoni ni itukutuku lelevu.",
    "Language": "Vosa",
    "Length of the audio slice for 'Simple' method.": "Balavu ni tiki ni rorogo me baleta na iwalewale 'Simple'.",
    "Length of the overlap between slices for 'Simple' method.": "Balavu ni veitavicaki ni tiki ni rorogo me baleta na iwalewale 'Simple'.",
    "Limiter": "Limiter",
    "Limiter Release Time": "Gauna ni Luvai ni Limiter",
    "Limiter Threshold dB": "iYalayala ni Limiter dB",
    "Male voice models typically use 155.0 and female voice models typically use 255.0.": "Na ivakarau ni domo ni tagane e dau vakayagataka na 155.0 ka na ivakarau ni domo ni yalewa e dau vakayagataka na 255.0.",
    "Model Author Name": "Yaca ni Dau Buli iVakarau",
    "Model Link": "iSema ni iVakarau",
    "Model Name": "Yaca ni iVakarau",
    "Model Settings": "iTuvatuva ni iVakarau",
    "Model information": "iTukutuku ni iVakarau",
    "Model used for learning speaker embedding.": "iVakarau e vakayagataki me vulici kina na vakacurumi ni vosa.",
    "Monitor ASIO Channel": "Sala ni ASIO ni Vakarorogo",
    "Monitor Device": "iYaya ni Vakarorogo",
    "Monitor Gain (%)": "Kaukauwa ni Vakarorogo (%)",
    "Move files to custom embedder folder": "Toso na faile ki na ilalawa ni vakacurumi vakayagataki",
    "Name of the new dataset.": "Yaca ni isoqoni ni itukutuku vou.",
    "Name of the new model.": "Yaca ni ivakarau vou.",
    "Noise Reduction": "Vakalailaitaki ni Rorogo Buawa",
    "Noise Reduction Strength": "Kaukauwa ni Vakalailaitaki ni Rorogo Buawa",
    "Noise filter": "Siviraki ni Rorogo Buawa",
    "Normalization mode": "iVakarau ni Vakatautauvatataki",
    "Output ASIO Channel": "Sala ni ASIO ni Ka e Curu Yani",
    "Output Device": "iYaya ni Ka e Curu Yani",
    "Output Folder": "iLalawa ni ka e Lako Mai",
    "Output Gain (%)": "Kaukauwa ni Ka e Curu Yani (%)",
    "Output Information": "iTukutuku ni ka e Lako Mai",
    "Output Path": "Sala ni ka e Lako Mai",
    "Output Path for RVC Audio": "Sala ni ka e Lako Mai me baleta na RVC Audio",
    "Output Path for TTS Audio": "Sala ni ka e Lako Mai me baleta na TTS Audio",
    "Overlap length (sec)": "Balavu ni veitavicaki (sec)",
    "Overtraining Detector": "iVakadikevi ni Vuli Vakasivia",
    "Overtraining Detector Settings": "iTuvatuva ni iVakadikevi ni Vuli Vakasivia",
    "Overtraining Threshold": "iYalayala ni Vuli Vakasivia",
    "Path to Model": "Sala ki na iVakarau",
    "Path to the dataset folder.": "Sala ki na ilalawa ni isoqoni ni itukutuku.",
    "Performance Settings": "Tuvatuva ni Cakacaka",
    "Pitch": "Cere ni Domo",
    "Pitch Shift": "Veisau ni Cere ni Domo",
    "Pitch Shift Semitones": "Semitone ni Veisau ni Cere ni Domo",
    "Pitch extraction algorithm": "iWalewale ni kena kautani mai na cere ni domo",
    "Pitch extraction algorithm to use for the audio conversion. The default algorithm is rmvpe, which is recommended for most cases.": "iWalewale ni kena kautani mai na cere ni domo me vakayagataki me baleta na veisau ni rorogo. Na iwalewale taumada o ya na rmvpe, ka vakaturi me baleta na levu ni gauna.",
    "Please ensure compliance with the terms and conditions detailed in [this document](https://github.com/IAHispano/Applio/blob/main/TERMS_OF_USE.md) before proceeding with your inference.": "Yalovinaka vakadeitaka na nomu muria na lawa kei na ivakavakayagataki e volai tu ena [ivola oqo](https://github.com/IAHispano/Applio/blob/main/TERMS_OF_USE.md) ni bera ni ko tomana na nomu vakatovotovo.",
    "Please ensure compliance with the terms and conditions detailed in [this document](https://github.com/IAHispano/Applio/blob/main/TERMS_OF_USE.md) before proceeding with your realtime.": "Yalovinaka vakadeitaka ni o muria tiko na kena i vakaro kei na lawa era volai tu ena [i vola oqo](https://github.com/IAHispano/Applio/blob/main/TERMS_OF_USE.md) ni bera ni o tomana na nomu cakacaka vakagauna dina (realtime).",
    "Please ensure compliance with the terms and conditions detailed in [this document](https://github.com/IAHispano/Applio/blob/main/TERMS_OF_USE.md) before proceeding with your training.": "Yalovinaka vakadeitaka na nomu muria na lawa kei na ivakavakayagataki e volai tu ena [ivola oqo](https://github.com/IAHispano/Applio/blob/main/TERMS_OF_USE.md) ni bera ni ko tomana na nomu vuli.",
    "Plugin Installer": "Dau Vakacuru Plugin",
    "Plugins": "Plugins",
    "Post-Process": "Cakacaka ni Muri",
    "Post-process the audio to apply effects to the output.": "Cakacakataka na rorogo me vakayagataki kina na ka e rawa ni yaco ki na ka e lako mai.",
    "Precision": "Dodonu",
    "Preprocess": "Vakarautaka Taumada",
    "Preprocess Dataset": "Vakarautaka Taumada na iSoqoni ni iTukutuku",
    "Preset Name": "Yaca ni iTuvatuva sa Vakarautaki Tu",
    "Preset Settings": "iTuvatuva sa Vakarautaki Tu",
    "Presets are located in /assets/formant_shift folder": "Na ituvatuva sa vakarautaki tu e kune ena ilalawa /assets/formant_shift",
    "Pretrained": "Vuli Oti",
    "Pretrained Custom Settings": "iTuvatuva Vakayagataki ni Vuli Oti",
    "Proposed Pitch": "Cere ni Domo e Vakatututaki",
    "Proposed Pitch Threshold": "iYalayala ni Cere ni Domo e Vakatututaki",
    "Protect Voiceless Consonants": "Taqlomaka na Vosa Galu",
    "Pth file": "Faile Pth",
    "Quefrency for formant shifting": "Quefrency me baleta na veisau ni formant",
    "Realtime": "Gauna Dina",
    "Record Screen": "Vakavidiotaka na Sikrini",
    "Refresh": "Vakavouia",
    "Refresh Audio Devices": "Vakavouia na iYaya ni Rorogo",
    "Refresh Custom Pretraineds": "Vakavouia na Vuli Oti Vakayagataki",
    "Refresh Presets": "Vakavouia na iTuvatuva sa Vakarautaki Tu",
    "Refresh embedders": "Vakavouia na iVakacurumi",
    "Report a Bug": "Ripotetaka e dua na Calakau",
    "Restart Applio": "Tekivutaka Tale na Applio",
    "Reverb": "Reverb",
    "Reverb Damping": "Vakacegui ni Reverb",
    "Reverb Dry Gain": "Gain Mamarau ni Reverb",
    "Reverb Freeze Mode": "iVakarau ni Vakabataka ni Reverb",
    "Reverb Room Size": "Levu ni Rumu ni Reverb",
    "Reverb Wet Gain": "Gain Suasua ni Reverb",
    "Reverb Width": "Raba ni Reverb",
    "Safeguard distinct consonants and breathing sounds to prevent electro-acoustic tearing and other artifacts. Pulling the parameter to its maximum value of 0.5 offers comprehensive protection. However, reducing this value might decrease the extent of protection while potentially mitigating the indexing effect.": "Taqlomaka na vosa duidui kei na rorogo ni icegu me tarova na dresulaki ni rorogo kei na veicala tale eso. Na kena tosoi na ivakarau ki na kena iwiliwili cecere duadua e 0.5 e solia na veitaqomaki taucoko. Ia, na vakalailaitaki ni iwiliwili oqo e rawa ni vakalailaitaka na veitaqomaki ka rawa ni vakalailaitaka talega na revurevu ni vakadikevi.",
    "Sampling Rate": "iWiliwili ni Vakatovotovo",
    "Save Every Epoch": "Maroroya na Veigauna Kece",
    "Save Every Weights": "Maroroya na Veibibi Kece",
    "Save Only Latest": "Maroroya ga na ka Vou Duadua",
    "Search Feature Ratio": "iWiliwili ni iTovo ni Vakasaqaqara",
    "See Model Information": "Raica na iTukutuku ni iVakarau",
    "Select Audio": "Digia na Rorogo",
    "Select Custom Embedder": "Digia na iVakacurumi Vakayagataki",
    "Select Custom Preset": "Digia na iTuvatuva Vakayagataki sa Vakarautaki Tu",
    "Select file to import": "Digia na faile me vakacurumi",
    "Select the TTS voice to use for the conversion.": "Digia na domo ni TTS me vakayagataki me baleta na veisau.",
    "Select the audio to convert.": "Digia na rorogo me veisautaki.",
    "Select the custom pretrained model for the discriminator.": "Digia na ivakarau ni vuli oti vakayagataki me baleta na dauveivakaduiduitaki.",
    "Select the custom pretrained model for the generator.": "Digia na ivakarau ni vuli oti vakayagataki me baleta na dauvakatubura.",
    "Select the device for monitoring your voice (e.g., your headphones).": "Digita na i yaya me vakarorogotaki kina na domomu (k.v., nomu 'headphones').",
    "Select the device where the final converted voice will be sent (e.g., a virtual cable).": "Digita na i yaya e na vakau kina na domo sa veisau oti (k.v., e dua na keveli 'virtual').",
    "Select the folder containing the audios to convert.": "Digia na ilalawa e tiko kina na rorogo me veisautaki.",
    "Select the folder where the output audios will be saved.": "Digia na ilalawa ena maroroi kina na rorogo e lako mai.",
    "Select the format to export the audio.": "Digia na ivakarau me vakarautaki kina na rorogo.",
    "Select the index file to be exported": "Digia na faile ivakatakilakila me vakarautaki",
    "Select the index file to use for the conversion.": "Digia na faile ivakatakilakila me vakayagataki me baleta na veisau.",
    "Select the language you want to use. (Requires restarting Applio)": "Digia na vosa ko via vakayagataka. (E gadrevi me tekivutaki tale na Applio)",
    "Select the microphone or audio interface you will be speaking into.": "Digita na 'microphone' se na 'audio interface' o na vosa kina.",
    "Select the precision you want to use for training and inference.": "Digia na dodonu ko via vakayagataka me baleta na vuli kei na vakatovotovo.",
    "Select the pretrained model you want to download.": "Digia na ivakarau ni vuli oti ko via laiva sobu.",
    "Select the pth file to be exported": "Digia na faile pth me vakarautaki",
    "Select the speaker ID to use for the conversion.": "Digia na ID ni vosa me vakayagataki me baleta na veisau.",
    "Select the theme you want to use. (Requires restarting Applio)": "Digia na ulutaga ko via vakayagataka. (E gadrevi me tekivutaki tale na Applio)",
    "Select the voice model to use for the conversion.": "Digia na ivakarau ni domo me vakayagataki me baleta na veisau.",
    "Select two voice models, set your desired blend percentage, and blend them into an entirely new voice.": "Digia e rua na ivakarau ni domo, biuta na pasede ni veiwaki ko gadreva, ka veiwakitaka me yaco me dua na domo vou sara.",
    "Set name": "Biuta na yaca",
    "Set the autotune strength - the more you increase it the more it will snap to the chromatic grid.": "Biuta na kaukauwa ni autotune - na levu ga ni nomu vakalevutaka, na levu ga ni nona na muria na grid chromatic.",
    "Set the bitcrush bit depth.": "Biuta na bula ni bitcrush.",
    "Set the chorus center delay ms.": "Biuta na chorus center delay ms.",
    "Set the chorus depth.": "Biuta na bula ni chorus.",
    "Set the chorus feedback.": "Biuta na isau ni chorus.",
    "Set the chorus mix.": "Biuta na veiwaki ni chorus.",
    "Set the chorus rate Hz.": "Biuta na chorus rate Hz.",
    "Set the clean-up level to the audio you want, the more you increase it the more it will clean up, but it is possible that the audio will be more compressed.": "Biuta na ivakatagedegede ni vakasavasavataki ki na rorogo ko vinakata, na levu ga ni nomu vakalevutaka, na levu ga ni kena vakasavasavataki, ia e rawa ni vakalailaitaki na rorogo.",
    "Set the clipping threshold.": "Biuta na iyalayala ni clipping.",
    "Set the compressor attack ms.": "Biuta na compressor attack ms.",
    "Set the compressor ratio.": "Biuta na iwiliwili ni compressor.",
    "Set the compressor release ms.": "Biuta na compressor release ms.",
    "Set the compressor threshold dB.": "Biuta na iyalayala ni compressor dB.",
    "Set the damping of the reverb.": "Biuta na vakacegu ni reverb.",
    "Set the delay feedback.": "Biuta na isau ni delay.",
    "Set the delay mix.": "Biuta na veiwaki ni delay.",
    "Set the delay seconds.": "Biuta na sekodi ni delay.",
    "Set the distortion gain.": "Biuta na gain ni distortion.",
    "Set the dry gain of the reverb.": "Biuta na gain mamarau ni reverb.",
    "Set the freeze mode of the reverb.": "Biuta na ivakarau ni vakabataka ni reverb.",
    "Set the gain dB.": "Biuta na gain dB.",
    "Set the limiter release time.": "Biuta na gauna ni luvai ni limiter.",
    "Set the limiter threshold dB.": "Biuta na iyalayala ni limiter dB.",
    "Set the maximum number of epochs you want your model to stop training if no improvement is detected.": "Biuta na iwiliwili levu duadua ni gauna ko vinakata me cegu kina na nomu ivakarau ni vuli kevaka e sega ni dua na veisau e kune.",
    "Set the pitch of the audio, the higher the value, the higher the pitch.": "Biuta na cere ni domo ni rorogo, na cecere ni iwiliwili, na cecere talega ni domo.",
    "Set the pitch shift semitones.": "Biuta na semitone ni veisau ni cere ni domo.",
    "Set the room size of the reverb.": "Biuta na levu ni rumu ni reverb.",
    "Set the wet gain of the reverb.": "Biuta na gain suasua ni reverb.",
    "Set the width of the reverb.": "Biuta na raba ni reverb.",
    "Settings": "iTuvatuva",
    "Silence Threshold (dB)": "iYalayala ni Galu (dB)",
    "Silent training files": "Faile vuli galu",
    "Single": "Duadua",
    "Speaker ID": "ID ni Vosa",
    "Specifies the overall quantity of epochs for the model training process.": "E vakaraitaka na iwiliwili taucoko ni gauna me baleta na cakacaka ni vuli ni ivakarau.",
    "Specify the number of GPUs you wish to utilize for extracting by entering them separated by hyphens (-).": "Vakaraitaka na iwiliwili ni GPU ko via vakayagataka me baleta na kena kautani mai ena nomu vakacuruma ka wasea ena vakatakilakila (-).",
    "Split Audio": "Wasea na Rorogo",
    "Split the audio into chunks for inference to obtain better results in some cases.": "Wasea na rorogo ki na veitiki lalai me baleta na vakatovotovo me rawati kina na ka e vinaka cake ena so na gauna.",
    "Start": "Tekivu",
    "Start Training": "Tekivu na Vuli",
    "Status": "iTuvaki",
    "Stop": "Cegu",
    "Stop Training": "Vakacegu na Vuli",
    "Stop convert": "Vakacegu na veisau",
    "Substitute or blend with the volume envelope of the output. The closer the ratio is to 1, the more the output envelope is employed.": "Vakasosomitaka se veiwakitaka kei na ibulubulu ni rorogo ni ka e lako mai. Na voleka ni iwiliwili ki na 1, na levu ga ni kena vakayagataki na ibulubulu ni ka e lako mai.",
    "TTS": "TTS",
    "TTS Speed": "Totolo ni TTS",
    "TTS Voices": "Domo ni TTS",
    "Text to Speech": "Vosa ki na Vosa",
    "Text to Synthesize": "Vosa me Buli",
    "The GPU information will be displayed here.": "Na itukutuku ni GPU ena vakaraitaki eke.",
    "The audio file has been successfully added to the dataset. Please click the preprocess button.": "Sa vakacurumi vinaka na faile rorogo ki na isoqoni ni itukutuku. Yalovinaka toboqa na butoni ni vakarautaka taumada.",
    "The button 'Upload' is only for google colab: Uploads the exported files to the ApplioExported folder in your Google Drive.": "Na butoni 'Upload' e me baleta ga na google colab: E vakacuruma na faile sa vakarautaki ki na ilalawa ApplioExported ena nomu Google Drive.",
    "The f0 curve represents the variations in the base frequency of a voice over time, showing how pitch rises and falls.": "Na f0 curve e matataka na veisau ni frequency ni dua na domo ena loma ni gauna, ka vakaraitaka na kena tubu cake ka siro sobu na cere ni domo.",
    "The file you dropped is not a valid pretrained file. Please try again.": "Na faile ko biuta e sega ni faile vuli oti dina. Yalovinaka tovolea tale.",
    "The name that will appear in the model information.": "Na yaca ena rairai ena itukutuku ni ivakarau.",
    "The number of CPU cores to use in the extraction process. The default setting are your cpu cores, which is recommended for most cases.": "Na iwiliwili ni CPU cores me vakayagataki ena cakacaka ni kena kautani mai. Na ituvatuva taumada o ya na nomu cpu cores, ka vakaturi me baleta na levu ni gauna.",
    "The output information will be displayed here.": "Na itukutuku ni ka e lako mai ena vakaraitaki eke.",
    "The path to the text file that contains content for text to speech.": "Na sala ki na faile vosa e tiko kina na ka me baleta na vosa ki na vosa.",
    "The path where the output audio will be saved, by default in assets/audios/output.wav": "Na sala ena maroroi kina na rorogo e lako mai, ena kena ivakarau taumada ena assets/audios/output.wav",
    "The sampling rate of the audio files.": "Na iwiliwili ni vakatovotovo ni faile rorogo.",
    "Theme": "Ulutaga",
    "This setting enables you to save the weights of the model at the conclusion of each epoch.": "Na ituvatuva oqo e rawa kina vei iko mo maroroya na bibi ni ivakarau ni sa cava e dua na gauna.",
    "Timbre for formant shifting": "Timbre me baleta na veisau ni formant",
    "Total Epoch": "Gauna Taucoko",
    "Training": "Vuli",
    "Unload Voice": "Luvata na Domo",
    "Update precision": "Vakavouia na dodonu",
    "Upload": "Vakacuruma",
    "Upload .bin": "Vakacuruma na .bin",
    "Upload .json": "Vakacuruma na .json",
    "Upload Audio": "Vakacuruma na Rorogo",
    "Upload Audio Dataset": "Vakacuruma na iSoqoni ni iTukutuku ni Rorogo",
    "Upload Pretrained Model": "Vakacuruma na iVakarau sa Vuli Oti",
    "Upload a .txt file": "Vakacuruma e dua na faile .txt",
    "Use Monitor Device": "Vakayagataka na iYaya ni Vakarorogo",
    "Utilize pretrained models when training your own. This approach reduces training duration and enhances overall quality.": "Vakayagataka na ivakarau sa vuli oti ni ko vakatavulica tiko na nomu. Na iwalewale oqo e vakalailaitaka na balavu ni vuli ka vakavinakataka na kena ituvaki taucoko.",
    "Utilizing custom pretrained models can lead to superior results, as selecting the most suitable pretrained models tailored to the specific use case can significantly enhance performance.": "Na vakayagataki ni ivakarau sa vuli oti vakayagataki e rawa ni kauta mai na ka e vinaka cake, ni na digitaki ni ivakarau sa vuli oti e veiganiti kei na ka e gadrevi e rawa ni vakavinakataka sara na cakacaka.",
    "Version Checker": "iVakadikevi ni iTaba",
    "View": "Raica",
    "Vocoder": "Vocoder",
    "Voice Blender": "Veiwaki ni Domo",
    "Voice Model": "iVakarau ni Domo",
    "Volume Envelope": "iBulubulu ni Rorogo",
    "Volume level below which audio is treated as silence and not processed. Helps to save CPU resources and reduce background noise.": "Na i vakatagedegede ni rorogo e lailai sobu mai kina e okati na rorogo me galu ka sega ni cakacakataki. E vukea me maroroi na kaukauwa ni CPU ka vakalailaitaka na rorogo e muri.",
    "You can also use a custom path.": "E rawa talega ni ko vakayagataka e dua na sala vakayagataki.",
    "[Support](https://discord.gg/urxFjYmYYh) — [GitHub](https://github.com/IAHispano/Applio)": "[Veitokoni](https://discord.gg/urxFjYmYYh) — [GitHub](https://github.com/IAHispano/Applio)"
}
