{
  "Processing": "Cakacakataki",
  "Extra": "Eso tale",
  "Merge Audios": "Cokovata na Vakarorogo",
  "Inference": "iVakaleka",
  "Audio Analyzer": "Dauvakadidike ni Vakarorogo",
  "Output Information": "iTukutuku ni iTuvatuva",
  "Plugins": "Vakacobara",
  "Settings": "iTuvatuva",
  "Model Information": "iTukutuku ni iVakaraitaki",
  "Download": "Lavetaka",
  "Training": "Vuli",
  "The output information will be displayed here.": "Ena vakaraitaki eke na itukutuku ni output.",
  "Preprocess": "iSausau taumada",
  "Report a Bug": "Ripotetaka e Dua na Leqa",
  "This section contains some extra utilities that often may be in experimental phases.": "Na iwasewase oqo e tiko kina eso tale na iyaya ni bula ka dau yaco vakawasoma ena iwasewase ni vakatovotovo.",
  "A simple, high-quality voice conversion tool focused on ease of use and performance.": "E dua na iyaya ni saumaki mai rawarawa, ka vinaka sara ka vakanamata ki na rawarawa ni kena vakayagataki kei na cakacakataki.",
  "Audio cutting": "iSema ni vakarorogo",
  "Process effects": "iSau ni kena cakacakataki",
  "Model Name": "Yaca ni iVakaraitaki",
  "Name of the new model.": "Yaca ni ivakaraitaki vou.",
  "Enter model name": "Vakacuruma na yaca ni ivakaraitaki",
  "Dataset Path": "Sala ni Kato ni Itukutuku",
  "Path to the dataset folder.": "Sala ki na folder ni kato ni itukutuku.",
  "It's recommended to deactivate this option if your dataset has already been processed.": "E vakaturi me bokoci na digidigi oqo kevaka sa cakacakataki oti na nomu kato ni itukutuku.",
  "Name of the new dataset.": "Yaca ni dataset vou.",
  "Dataset Name": "Yaca ni Kato ni Itukutuku",
  "Upload Audio Dataset": "Vakavodoka na iTuvatuva ni Vakarorogo",
  "Enter dataset name": "Vakacuruma na yaca ni kato ni itukutuku",
  "Dataset Creator": "Dauveibuli ni iTuvatuva ni iTukutuku",
  "The audio file has been successfully added to the dataset. Please click the preprocess button.": "Sa vakuri rawa na faile ni vakarorogo ki na kato ni itukutuku. Yalovinaka kiliki ena bulukau ni preprocess.",
  "Refresh Datasets": "Vakavoui ni iTuvatuva ni Itukutuku",
  "Enter dataset path": "Vakacuruma na sala ni kato ni itukutuku",
  "Sampling Rate": "iWiliwili ni Sabolo",
  "Model Architecture": "iVakaraitaki ni iYau",
  "The sampling rate of the audio files.": "Na ivakarau ni faile ni vakarorogo.",
  "Extract": "Tauri",
  "Embedder Model": "iVakaraitaki ni Vakacurumi",
  "Version of the model architecture.": "iVakaraitaki ni itaratara.",
  "Preprocess Dataset": "iTuvatuva ni iTukutuku ni Bera na Kena iTuvatuva",
  "Batch Size": "iWiliwili ni iWiliwili",
  "Hop Length": "Balavu ni Hop",
  "Save Every Epoch": "Vakabula na Ifireti Yadua",
  "Determine at how many epochs the model will saved at.": "Vakadeitaka na levu ni itabagauna ena vakabulai kina na ivakaraitaki.",
  "Pretrained": "Vakavulici taumada",
  "Model used for learning speaker embedding.": "iVakaraitaki e vakayagataki me vakacurumi kina na vosa ni vuli.",
  "Save Only Latest": "Maroroya walega na veika vou",
  "Save Every Weights": "Vakabula na Bibi Kecega",
  "Denotes the duration it takes for the system to transition to a significant pitch change. Smaller hop lengths require more time for inference but tend to yield higher pitch accuracy.": "E dusia na balavu ni gauna me veisau kina na ivakarau ni veisau ki na dua na veisau levu. Na balavu ni vakanuinui lailai e gadrevi kina e levu cake na gauna me vakaleqai kina ia e dau vakacokotaki vakalevu cake na kena dodonu.",
  "Custom Pretrained": "Vakasaurarataki Taumada",
  "It's advisable to align it with the available VRAM of your GPU. A setting of 4 offers improved accuracy but slower processing, while 8 provides faster and standard results.": "E ka vakasakiti me salavata kei na VRAM ni nomu GPU. Na ituvatuva ni 4 e vakarautaka na dodonu vinaka cake ia e berabera na kena cakacakataki, ia na 8 e vakarautaka na macala totolo ka ivakatagedegede.",
  "Specifies the overall quantity of epochs for the model training process.": "Vakamatatataka na iwiliwili raraba ni epochs me baleta na iwalewale ni veituberi ni ivakaraitaki.",
  "Total Epoch": "iWiliwili Taucoko ni Ioka",
  "Upload Pretrained Model": "Vakavodoka na iVakaraitaki ni Vakavulici Taumada",
  "Refresh Custom Pretraineds": "Vakavouya na iVakarau ni Vakatovotovo ni Vakatovotovo",
  "Pretrained Custom Settings": "iTuvatuva ni iVakarau ni Vakatovotovo",
  "Enabling this setting will result in the G and D files saving only their most recent versions, effectively conserving storage space.": "Na kena rawati na ituvatuva oqo ena yaco kina na faile ni G kei na D ka maroroi walega na nodra ituvatuva vou duadua, ka na maroroi vakavinaka sara na vanua ni mamaroroi.",
  "This setting enables you to save the weights of the model at the conclusion of each epoch.": "Na ituvatuva oqo ena rawa kina vei iko mo vakabula na bibi ni ivakaraitaki ena itinitini ni veitabagauna yadua.",
  "GPU Settings": "iTuvatuva ni GPU",
  "The file you dropped is not a valid pretrained file. Please try again.": "Na faile o biuta e sega ni faile ni vakatovotovotaki taumada. Yalovinaka tovolea tale.",
  "Pretrained D Path": "Vakasaurarataki Taumada D",
  "Pretrained G Path": "Vakasaurarataki Taumada G",
  "GPU Number": "Naba NI GPU",
  "GPU Custom Settings": "iTuvatuva ni iTuvatuva ni GPU",
  "Click the refresh button to see the pretrained file in the dropdown menu.": "Kiliki ena bulukau ni vakavoui mo raica na faile ni vakatovotovotaki taumada ena dropdown menu.",
  "0 to ∞ separated by -": "0 me ∞ tawasei tani mai na -",
  "The GPU information will be displayed here.": "Ena vakaraitaki eke na itukutuku ni GPU.",
  "Utilizing custom pretrained models can lead to superior results, as selecting the most suitable pretrained models tailored to the specific use case can significantly enhance performance.": "Na kena vakayagataki na ivakaraitaki ni vakatovotovo sa oti e rawa ni vakavuna na kena cecere cake, ni digitaki na ivakaraitaki veiganiti duadua ni vakatovotovo sa vakatovotovotaki rawa ki na kisi ni vakayagataki taumada ena rawa ni vakavinakataka cake sara na cakacaka.",
  "Sets advanced GPU settings, recommended for users with better GPU architecture.": "Tuvanaka na ituvatuva torocake ni GPU, vakaturi me baleti ira era vakayagataka ka vinaka cake na kena droini na GPU.",
  "GPU Information": "iTukutuku ni GPU",
  "Pitch Guidance": "iDusidusi ni iYaloyalo",
  "Use CPU": "Vakayagataka na CPU",
  "The number of CPU cores to use in the preprocess. The default setting are your cpu cores, which is recommended for most cases.": "Na iwiliwili ni uto ni CPU me vakayagataki ena preprocess. Na ituvatuva sega ni vakayagataki sa nomu cpu cores, ka sa vakaturi tu me baleta e vuqa na kisi.",
  "Force the use of CPU for training.": "Vakasaurarataka na vakayagataki ni CPU me baleta na veituberi.",
  "Specify the number of GPUs you wish to utilize for extracting by entering them separated by hyphens (-).": "Vakamatatataka na iwiliwili ni GPUs o gadreva mo vakayagataka me baleta na kena tauri ena nomu vakacuruma ka tawasei mai na hyphens (-).",
  "Extract Features": "iYaya ni Tauri",
  "The number of CPU cores to use in the extraction process. The default setting are your cpu cores, which is recommended for most cases.": "Na iwiliwili ni CPU cores me vakayagataki ena iwalewale ni kena tauri. Na ituvatuva sega ni vakayagataki sa nomu cpu cores, ka sa vakaturi tu me baleta e vuqa na kisi.",
  "Specify the number of GPUs you wish to utilize for preprocess by entering them separated by hyphens (-). At the moment, using multi-gpu will not have a significant effect.": "Vakamatatataka na iwiliwili ni GPUs o gadreva mo vakayagataka me baleta na preprocess ena nomu vakacuruma ka tawasei mai vei hyphens (-). Ena gauna oqo, na vakayagataki ni multi-gpu ena sega ni dua na kena revurevu bibi.",
  "Cache Dataset in GPU": "Cache Dataset ena GPU",
  "Utilize pretrained models when training your own. This approach reduces training duration and enhances overall quality.": "Vakayagataka na ivakaraitaki sa vakasaurarataki oti ni ko veituberi vakataki iko. Na iwalewale oqo ena vakalailaitaka na balavu ni vuli ka vakavinakataka cake na ivakarau taucoko.",
  "We prioritize running the model extraction on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.": "Keitou vakaliuca na kena cicivaki na ivakaraitaki ni ivakatakilakila ena GPU me totolo cake kina na cakacaka. Kevaka o vinakata mo vakayagataka na CPU, laiva ga me lala tu na lomanibai ni GPU.",
  "We prioritize running the model preprocessing on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.": "Eda vakaliuca na kena cicivaki na ivakaraitaki taumada ena GPU me totolo cake kina na cakacaka. Kevaka o vinakata mo vakayagataka na CPU, laiva ga me lala tu na lomanibai ni GPU.",
  "By employing pitch guidance, it becomes feasible to mirror the intonation of the original voice, including its pitch. This feature is particularly valuable for singing and other scenarios where preserving the original melody or pitch pattern is essential.": "Ni vakayagataki na veidusimaki ni rorogo, sa na rawa ni vakavotuya na domo taumada, oka kina na kena rogo. Na ivakatakilakila oqo e yaga sara vakalevu ena lagasere kei na so tale na ituvaki ka yaga kina na kena maroroi na ivakatagi taumada se ivakarau ni birika.",
  "Overtraining Detector": "iVakatakilakila ni Vakatovotovo",
  "Index Algorithm": "Algorithm ni iTuvatuva Vakamatanivola",
  "Cache the dataset in GPU memory to speed up the training process.": "Cache na itukutukuset ena vakananumi ni GPU me vakatotolotaka na iwalewale ni veituberi.",
  "Overtraining Detector Settings": "iTuvatuva ni iVakatakilakila ni Vakatovotovo",
  "Overtraining Threshold": "iLavo ni Vakatovotovo",
  "Fresh Training": "Vuli Bulabula",
  "KMeans is a clustering algorithm that divides the dataset into K clusters. This setting is particularly useful for large datasets.": "Na KMeans e dua na algorithm clustering ka wasea na dataset ki na K clusters. Na ituvatuva oqo e yaga vakalevu sara ki na kato ni itukutuku lelevu.",
  "Start Training": "Tekivuna na Vuli",
  "Generate Index": "Vakarautaka na iTuvatuva Vakamatanivola",
  "Set the maximum number of epochs you want your model to stop training if no improvement is detected.": "Vakarautaka na iwiliwili levu duadua ni epochs o vinakata me tarova na nomu veituberi kevaka e sega ni kunei na kena vakavinakataki.",
  "Export Model": "iVakaraitaki ni Vakauta",
  "Exported Pth file": "Faile vakau ni Pth",
  "Upload": "Vakavodoka",
  "Detect overtraining to prevent the model from learning the training data too well and losing the ability to generalize to new data.": "Raica na vakatovotovo vakasivia me tarovi kina na ivakaraitaki ni kena vulici vakavinaka na itukutuku ni veituberi ka vakayalia na kena rawa ni raraba ki na itukutuku vou.",
  "Voice Model": "iVakaraitaki ni Domo",
  "Exported Index file": "Faile ni iTuvatuva Vakamatanivola sa Vakau Yani",
  "Select the index file to be exported": "Digitaka na faile ni ituvatuva vakamatanivola me na vakau yani",
  "Select the pth file to be exported": "Digitaka na faile ni pth me vakau",
  "Select the voice model to use for the conversion.": "Digitaka na ivakaraitaki ni domo me vakayagataki me baleta na saumaki mai.",
  "Index File": "Faile ni iTuvatuva Vakamatanivola",
  "Stop Training": "Muduka na Vuli",
  "The button 'Upload' is only for google colab: Uploads the exported files to the ApplioExported folder in your Google Drive.": "Na bulukau 'Upload' e baleta walega na Google colab: Uploads na faile sa vakau yani ki na folder ApplioExported ena nomu Google Drive.",
  "Refresh": "Vakavoui",
  "Single": "Sega ni Vakawati",
  "Select the index file to use for the conversion.": "Digitaka na faile ni ituvatuva vakamatanivola me vakayagataki ena saumaki mai.",
  "Unload Voice": "Vakavodoka na Domo",
  "Select Audio": "Digitaka na Vakarorogo",
  "Upload Audio": "Vakavodoka na Vakarorogo",
  "Select the audio to convert.": "Digitaka na vakarorogo mo saumaki mai.",
  "Output Path": "Sala ni Output",
  "Advanced Settings": "iTuvatuva Torocake",
  "Custom Output Path": "Sala ni Output",
  "Export Format": "Vakauta na iTuvatuva",
  "Clear Outputs (Deletes all audios in assets/audios)": "Vagalalataka na Outputs (Bokoca na vakarorogo kece ena iyautaukeni/vakarorogo)",
  "Split Audio": "Wasea na Vakarorogo",
  "Select the format to export the audio.": "Digitaka na ituvatuva mo vakauta kina na vakarorogo.",
  "Autotune": "Autotune",
  "Clean Audio": "Vakarorogo Savasava",
  "Clean Strength": "Kaukauwa Savasava",
  "The path where the output audio will be saved, by default in assets/audios/output.wav": "Na sala ena maroroi kina na sala e output audio kina, ena sega ni vakayagataki ena iyautaukeni/vakarorogo/output.wav",
  "Split the audio into chunks for inference to obtain better results in some cases.": "Wasea vakavica na vakarorogo me baleta na kena vakadeitaki me rawati kina na kena macala vinaka cake ena so na gauna.",
  "Formant Shifting": "Veisau ni Fomu",
  "Apply a soft autotune to your inferences, recommended for singing conversions.": "Vakayagataka e dua na autotune malumu ki na nomu vakasama, ka vakaturi me lagasere na saumaki mai.",
  "Upscale Audio": "Vakarorogo ena iTuvatuva Ni iTuva",
  "Clean your audio output using noise detection algorithms, recommended for speaking audios.": "Samaka na vakarorogo ena nomu vakayagataka na algorithm ni vakadidike ni rorogo, ka vakaturi me vosataki kina na vakarorogo.",
  "Browse presets for formanting": "Rai yani ki na ituvatuva taumada ni vaqara",
  "Upscale the audio to a higher quality, recommended for low-quality audios. (It could take longer to process the audio)": "Na vakarorogo e vinaka cake, ka vakaturi me baleta na vakarorogo e sega soti ni vinaka. (Ena taura e dua na gauna balavu me cakacakataki kina na vakarorogo)",
  "Default value is 1.0": "Na yavunilewa sega ni vakayagataki e 1.0",
  "Timbre for formant shifting": "Timbre me baleta na veisau ni fomu",
  "Presets are located in /assets/formant_shift folder": "Na presets era tiko ena /assets/formant_shift folder",
  "Enable formant shifting. Used for male to female and vice-versa convertions.": "Vakayagataka na veisau ni fomu. Vakayagataki me baleta na tagane ki na yalewa kei na veibasai ni saumaki mai.",
  "Pitch": "iYaloyalo",
  "Set the clean-up level to the audio you want, the more you increase it the more it will clean up, but it is possible that the audio will be more compressed.": "Vakarautaka na ivakatagedegede ni sasamaki ki na vakarorogo o vinakata, na levu ga ni nomu vakalevutaka na kena samaki, ia ena rawa ni compressed vakalevu cake na vakarorogo.",
  "Quefrency for formant shifting": "Quefrency me baleta na veisau ni yago",
  "Filter Radius": "Vakataotaka na Radius",
  "Volume Envelope": "Waqanivola ni iVola",
  "Search Feature Ratio": "iWiliwili ni iVakatakilakila ni Vakasaqaqara",
  "Set the pitch of the audio, the higher the value, the higher the pitch.": "Vakarautaka na rorogo, na kena e cecere cake na kena yaga, na kena e cecere cake na rorogo.",
  "Convert": "Saumaki Mai",
  "Protect Voiceless Consonants": "Taqomaka na Consonants Sega ni Domo",
  "Substitute or blend with the volume envelope of the output. The closer the ratio is to 1, the more the output envelope is employed.": "Veisosomitaki se veiwaki kei na waqanivola levu ni icurucuru. Na kena voleka ni ivakatautauvata e 1, na levu ga ni kena vakayagataki na waqanivola ni output.",
  "Export Audio": "Vakauta na Vakarorogo",
  "Pitch extraction algorithm": "Algorithm ni tauri ni qito",
  "Batch": "iWiliwili",
  "Input Folder": "Folder ni Vakacurumi",
  "If the number is greater than or equal to three, employing median filtering on the collected tone results has the potential to decrease respiration.": "Kevaka e levu cake se tautauvata na iwiliwili mai na tolu, na kena vakayagataki na itatarovi ni loma ni rorogo e rawa ni vakalailaitaka na icegu.",
  "Pitch extraction algorithm to use for the audio conversion. The default algorithm is rmvpe, which is recommended for most cases.": "Algorithm ni ivakatakilakila ni rorogo me vakayagataki me baleta na saumaki mai ni vakarorogo. Na algorithm e sega ni vakatarai e rmvpe, ka vakaturi me baleta e vuqa na gauna.",
  "Enable this setting only if you are training a new model from scratch or restarting the training. Deletes all previously generated weights and tensorboard logs.": "Vakayagataka ga na ituvatuva oqo kevaka o sa vulica tiko e dua na ivakaraitaki vou mai na kena vakaoti se tekivutaki tale na veituberi. Bokoca na bibi kece e sa gacagaca oti kei na ivola ni tensorboard.",
  "Influence exerted by the index file; a higher value corresponds to greater influence. However, opting for lower values can help mitigate artifacts present in the audio.": "Veivakauqeti e vakayagataki ena faile ni ituvatuva vakamatanivola; e dua na yavunilewa cecere cake e salavata kei na veivakayarayarataki levu cake. Ia, na kena digitaki na yavunilewa e lailai e rawa ni vukea na kena vakamamadataki na iyaya e tiko ena vakarorogo.",
  "Select the folder containing the audios to convert.": "Digitaka na folder ka tiko kina na vakarorogo me saumaki mai.",
  "Enter input path": "Vakacuruma na sala ni vakacurumi",
  "Output Folder": "Output Folder",
  "Safeguard distinct consonants and breathing sounds to prevent electro-acoustic tearing and other artifacts. Pulling the parameter to its maximum value of 0.5 offers comprehensive protection. However, reducing this value might decrease the extent of protection while potentially mitigating the indexing effect.": "Taqomaka na rorogo duidui ni consonants kei na rorogo ni icegu me tarova na dresuka vakalivaliva kei na iyaya tale eso. Na dreti ni ivakatakilakila ki na kena yaga levu duadua e 0.5 e vakarautaka na veitaqomaki taucoko. Ia, na kena vakalailaitaki sobu na yavunilewa oqo ena rawa ni vakalailaitaka na veitaqomaki ni o rawa ni vakalailaitaka na kena revurevu ni caka idusidusi.",
  "Enter output path": "Vakacuruma na sala ni output",
  "Select the folder where the output audios will be saved.": "Digitaka na folder ka na maroroi kina na vakarorogo ni output.",
  "Voice Blender": "Dauveivakaduavatataki ni Domo",
  "## Voice Blender": "## Domo Blender",
  "Fusion": "Fusion",
  "Get information about the audio": "Taura na itukutuku me baleta na vakarorogo",
  "Drag and drop your model here": "Dreti ka vakalutuma na nomu ivakaraitaki eke",
  "Blend Ratio": "Veiwaki ni Ratio",
  "Path to Model": "Sala ki na iVakaraitaki",
  "Enter path to model": "Vakacuruma na sala ki na ivakaraitaki",
  "You can also use a custom path.": "E rawa talega ni o vakayagataka e dua na sala vakavanua.",
  "Inroduce the model information": "Inroduce na itukutuku ni ivakaraitaki",
  "Model information to be placed": "iVakaraitaki ni itukutuku me na biu",
  "View model information": "Raica na itukutuku ni ivakaraitaki",
  "Select two voice models, set your desired blend percentage, and blend them into an entirely new voice.": "Digitaka e rua na ivakaraitaki ni domo, tuvanaka na pasede o gadreva, ka vakasotara vata ki na dua na domo vou.",
  "Introduce the model pth path": "Vakamacalataka na ivakaraitaki ni salatu",
  "Adjusting the position more towards one side or the other will make the model more similar to the first or second.": "Na kena veisautaki vakalevu cake na itutu ki na dua na yasana se dua tale ena vakavuna me tautauvata vakalevu cake na ivakaraitaki kei na imatai se ikarua.",
  "Model extraction": "iVakaraitaki ni iVakaraitaki",
  "Model conversion": "Saumaki mai na ivakaraitaki",
  "Pth file": "Faile ni Pth",
  "The information to be placed in the model (You can leave it blank or put anything).": "Na itukutuku me biu ena ivakaraitaki (Sa rawa mo biuta lala se biuta e dua na ka).",
  "Extract F0 Curve": "Tikitaka na F0 Curve",
  "Output of the pth file": "Output ni faile ni pth",
  "View": "Raica",
  "Record": "iTukutuku",
  "Record Screen": "Sikirini ni iTukutuku",
  "Stop Recording": "Muduka na Katokatoni",
  "# How to Report an Issue on GitHub": "# Na Sala me Ripotetaki Kina e Dua na iLavelave ena GitHub",
  "Model Link": "iSema ni iVakaraitaki",
  "See Model Information": "Raica na iTukutuku ni iVakaraitaki",
  "## Download Model": "## Lavetaka na ivakaraitaki",
  "Introduce the model .pth path": "Vakamacalataka na ivakaraitaki .pth salatu",
  "3. Go to [GitHub Issues](https://github.com/IAHispano/Applio/issues) and click on the 'New Issue' button.": "3. Lako ki na [GitHub Issues](https://github.com/IAHispano/Applio/issues) ka kiliki ena bulukau ni 'New Issue'.",
  "Download Model": "Lavetaka na iVakaraitaki",
  "1. Click on the 'Record Screen' button below to start recording the issue you are experiencing.": "1. Kiliki ena bulukau ni 'Sikirini ni iTukutuku' e ra mo tekivu katona kina na leqa o sotava tiko.",
  "The f0 curve represents the variations in the base frequency of a voice over time, showing how pitch rises and falls.": "Na f0 ni icurucuru e matataka na kena duidui ena ivakarau ni dua na domo ena toso ni gauna, ka vakaraitaka na kena tubu cake ka lutu.",
  "Introduce the model link": "Vakamacalataka na isema ni ivakaraitaki",
  "2. Once you have finished recording the issue, click on the 'Stop Recording' button (the same button, but the label changes depending on whether you are actively recording or not).": "2. Ni o sa katona oti na leqa, kiliki ena bulukau ni 'Tarovi ni Katokatoni' (na bulukau vata ga, ia na ivakatakilakila ena veisau vakatau ena nomu katona tiko se sega).",
  "## Search Model": "## iVakaraitaki ni Vakasaqaqara",
  "Search": "Vakasaqaqara",
  "## Drop files": "## Vakalutuka na faile",
  "Introduce the model name to search.": "Vakamacalataka na yaca ni ivakaraitaki me vakasaqarai.",
  "TTS Speed": "Totolo ni TTS",
  "We couldn't find models by that name.": "Keitou sega ni kunea rawa na ivakaraitaki ena yaca o ya.",
  "TTS Voices": "Domo ni TTS",
  "And select the sampling rate": "Ka digitaka na kena sabolo.",
  "4. Complete the provided issue template, ensuring to include details as needed, and utilize the assets section to upload the recorded file from the previous step.": "4. Vakalewena na template ni ilavelave sa vakarautaki tu, ka vakadeitaka me okata na kena matailalai kevaka e gadrevi, ka vakayagataka na iwasewase ni iyautaukeni me vakavodoki kina na faile volai mai na ikalawa sa oti.",
  "Select the pretrained model you want to download.": "Digitaka na ivakaraitaki o via lavetaka.",
  "Text to Synthesize": "iTukutuku ki na Synthesize",
  "Increase or decrease TTS speed.": "Vakalevutaka se vakalailaitaka na totolo ni TTS.",
  "Select the TTS voice to use for the conversion.": "Digitaka na domo ni TTS me vakayagataki me baleta na saumaki mai.",
  "## Download Pretrained Models": "## Lavetaka na iVakaraitaki ni Vakatovotovo Taumada",
  "Drag your .pth file and .index file into this space. Drag one and then the other.": "Dreta na nomu faile .pth kei na faile ni .index ki na vanua oqo. Dreti e dua ka qai dua tale.",
  "Enter the text to synthesize.": "Vakacuruma na itukutuku me synthesize.",
  "Upload a .txt file": "Vakavodoka e dua na faile .txt",
  "Input path for text file": "Sala ni vakacurumi ni faile ni text",
  "Enable Applio integration with Discord presence": "Vakayagataka na Applio vata kei na veisei",
  "Enter text to synthesize": "Vakacuruma na itukutuku me synthesize",
  "Enable fake GPU": "Vakayagataka na GPU vakamatavulo",
  "Output Path for TTS Audio": "Sala ni Output ni Vakarorogo ni TTS",
  "Output Path for RVC Audio": "Sala ni Output ni RVC Vakarorogo",
  "Enable Applio integration with applio.org/models using flask": "Vakayagataka na Applio vata kei applio.org/models ena kena vakayagataki na flask",
  "Theme": "iKau",
  "Restart Applio": "Tekivu Tale Applio",
  "The path to the text file that contains content for text to speech.": "Na sala ki na faile ni itukutuku ka tiko kina na lewena me baleta na itukutuku me tukuni.",
  "It will activate the possibility of displaying the current Applio activity in Discord.": "Ena vakabulabulataka na kena rawa ni vakaraitaki na itaviqaravi ni Applio ena gauna oqo ena Veisei.",
  "It will activate the possibility of downloading models with a click from the website.": "Ena vakabulabulataka na kena rawa ni lavetaki na ivakaraitaki ena dua na kiliki mai na mataveilawa.",
  "Select the theme you want to use. (Requires restarting Applio)": "Digitaka na ikau o via vakayagataka. (Gadrevi me tekivutaki tale na Applio)",
  "Language": "Vosa",
  "Training is currently unsupported due to the absence of a GPU. To activate the training tab, navigate to the settings tab and enable the 'Fake GPU' option.": "Ena sega ni tokoni na vuli ena gauna oqo ena vuku ni sega ni tiko e dua na GPU. Mo vakayagataka na bulukau ni veituberi, gole ki na bulukau ni ituvatuva ka vakatara na digidigi ni 'Vakamatavulo GPU'.",
  "Activates the train tab. However, please note that this device lacks GPU capabilities, hence training is not supported. This option is only for testing purposes. (This option will restart Applio)": "Vakayagataka na bulukau ni sitimanivanua. Ia, yalovinaka mo kila ni sega ni rawata na GPU na misini oqo, sa sega kina ni tokoni na veituberi. Na digidigi oqo e baleta walega na inaki ni vakatovotovo. (Na digidigi oqo ena tekivu tale Applio)",
  "Precision": "Dodonu",
  "Update precision": "Vakavoui vakavinaka",
  "Select the language you want to use. (Requires restarting Applio)": "Digitaka na vosa o via vakayagataka. (Gadrevi me tekivutaki tale na Applio)",
  "Plugin Installer": "Dauvakacuruma na Vakacurumi ni Vakacurumi",
  "Reverb": "Vakarokoroko",
  "Post-Process": "iWalewale ni Oti",
  "Version Checker": "Dauvakadewa ni Kena Mataqali",
  "Drag your plugin.zip to install it": "Dreta na nomu plugin.zip mo vakacuruma",
  "Select the precision you want to use for training and inference.": "Digitaka na kena dodonu o via vakayagataka me baleta na veituberi kei na kena ivakarau.",
  "Post-process the audio to apply effects to the output.": "Ni oti na kena cakacakataki na vakarorogo me vakayagataki kina na revurevu ni kena icurucuru.",
  "Reverb Room Size": "Levu ni Rumu ni Vakarokoroko",
  "Apply reverb to the audio.": "Vakayagataka na vakarokoroko ki na vakarorogo.",
  "Check which version of Applio is the latest to see if you need to update.": "Raica na kena mataqali Applio e vou mo raica kevaka o gadreva mo vakavoui.",
  "Reverb Damping": "Vakasuasuataki ni iVakaro",
  "Set the room size of the reverb.": "Vakarautaka na levu ni rumu ni reverb.",
  "Set the damping of the reverb.": "Vakarautaka na suasua ni ivakaboi.",
  "Reverb Wet Gain": "iYavu ni Vakarokoroko Suasua",
  "Reverb Dry Gain": "iTaba Mamaca ni Vakarokoroko",
  "Reverb Width": "Rabana na Vakarokoroko",
  "Set the dry gain of the reverb.": "Vakarautaka na ka mamaca ni vakarokoroko.",
  "Reverb Freeze Mode": "iVakarau ni Freezeb",
  "Set the wet gain of the reverb.": "Vakarautaka na tubu suasua ni vakarokoroko.",
  "Set the width of the reverb.": "Vakarautaka na rabana ni reverb.",
  "Check for updates": "Raica na vakavoui",
  "Set the freeze mode of the reverb.": "Tuvanaka na ivakarau ni ivakatakaraka ni vakarokoroko.",
  "Limiter": "iYauqaqa",
  "Pitch Shift Semitones": "iVakatagi ni Veisau Semitones",
  "Set the pitch shift semitones.": "Vakarautaka na veisotari ni qito semitones.",
  "Apply pitch shift to the audio.": "Vakabira na veisau ni birika ki na vakarorogo.",
  "Pitch Shift": "Veisau ni iYaloyalo",
  "Apply limiter to the audio.": "Vakabira na iyaya ni vakarorogo.",
  "Limiter Threshold dB": "Limiter Threshold dB",
  "Set the limiter threshold dB.": "Vakarautaka na icurucuru ni icurucuru dB.",
  "Gain": "Rawata",
  "Gain dB": "Rawata na dB",
  "Apply gain to the audio.": "Vakayagataka na kena rawati ki na vakarorogo.",
  "Limiter Release Time": "Gauna e Vagalalataki Kina na iYauqaqa",
  "Set the limiter release time.": "Vakarautaka na gauna ni kena vagalalataki na iyalayala ni gauna.",
  "Set the gain dB.": "Vakarautaka na kena rawati na dB.",
  "Apply distortion to the audio.": "Vakayagataka na veivakacalai ni vakarorogo.",
  "Chorus": "iVakatagi",
  "Distortion Gain": "iYaloyalo Veivakacalai",
  "Chorus Rate Hz": "iTuvatuva ni iVakatagi Hz",
  "Apply chorus to the audio.": "Vakabira na sere ki na vakarorogo.",
  "Set the distortion gain.": "Vakarautaka na kena rawati na veivakacalai.",
  "Chorus Depth": "Vakatitobutaki ni iVakatagi",
  "Set the chorus rate Hz.": "Vakarautaka na iwiliwili ni ivakatagi Hz.",
  "Set the chorus depth.": "Vakarautaka na titobu ni ivakatagi.",
  "Chorus Feedback": "iTukutuku Lesu Mai ni iVakatagi",
  "Chorus Center Delay ms": "Vakaberabera ni Valenivolavola ni iVakatagi GTV",
  "Chorus Mix": "Veiwaki ni iVakatagi",
  "Set the chorus center delay ms.": "Vakarautaka na valenivolavola ni ivakatagi vakaberabera ms.",
  "Clipping": "Tasii ni",
  "Bitcrush Bit Depth": "Titobu ni Bitcrush",
  "Set the bitcrush bit depth.": "Vakatitobutaka na bitcrush.",
  "Set the chorus mix.": "Vakarautaka na veiwaki ni ivakatagi.",
  "Apply bitcrush to the audio.": "Vakabira na barasi bitcrush ki na vakarorogo.",
  "Apply clipping to the audio.": "Vakabira na tasia ki na vakarorogo.",
  "Set the chorus feedback.": "Vakarautaka na vakasama ni ivakatagi.",
  "Clipping Threshold": "iTuvatuva ni iTabataba",
  "Bitcrush": "Bitcrush",
  "Set the clipping threshold.": "Tuvanaka na icurucuru.",
  "Compressor": "Compressor",
  "Compressor Threshold dB": "Compressor iCurucuru dB",
  "Distortion": "Veivakacalai",
  "Compressor Attack ms": "Compressor ravuti ms",
  "Set the compressor threshold dB.": "Vakarautaka na icurucuru ni compressor dB.",
  "Compressor Release ms": "Compressor Vagalalataki MS",
  "Compressor Ratio": "iWiliwili ni Compressor",
  "Apply compressor to the audio.": "Vakabira na compressor ki na vakarorogo.",
  "Set the compressor attack ms.": "Tuvanaka na mate compressor ms.",
  "Set the compressor ratio.": "Vakarautaka na ivakatautauvata ni compressor.",
  "Apply delay to the audio.": "Vaka lokuyarataka na vakarorogo.",
  "Set the compressor release ms.": "Vakarautaka na compressor vagalalataki ms.",
  "Delay Seconds": "Lokuyarataka na Sekodi",
  "Delay": "Lokuyara",
  "Delay Feedback": "Vakaberaberataki ni iTukutuku Lesu Mai",
  "Set the delay feedback.": "Vakarautaka na nomu nanuma lesu.",
  "Delay Mix": "Lokuyarataka na Veiwaki",
  "Custom Embedder": "iTuvatuva ni iTuvatuva",
  "Upload .json": "Vakavodoka na .json",
  "Folder Name": "Yaca ni iYauqaqa",
  "Refresh embedders": "Vakavoui ni ivakacurumi",
  "Select Custom Embedder": "Digitaka na iVakatakilakila ni iTuvatuva",
  "Upload .bin": "Vakavodoka .bin",
  "Set the delay seconds.": "Tuvanaka na sekodi ni bera.",
  "Speaker ID": "ID ni Vosa",
  "model information": "itukutuku ni ivakaraitaki",
  "Move files to custom embedder folder": "Tokitaka na faile ki na folder ni icurucuru",
  "Name of the model creator. (Default: Unknown)": "Yacai koya e bulia na ivakaraitaki. (Sega ni Kilai: Tawakilai)",
  "Model Creator": "Dauveibuli iVakaraitaki",
  "Select the speaker ID to use for the conversion.": "Digitaka na ID ni vosa me vakayagataka me baleta na saumaki mai.",
  "Model Author Name": "Yaca Dauvolaivola ni iVakaraitaki",
  "The name that will appear in the model information.": "Na yaca ena basika ena itukutuku ni ivakaraitaki.",
  "Set name": "Tuvanaka na yaca",
  "Set the delay mix.": "Vakarautaka na veiwaki ni bera.",
  "Set the autotune strength - the more you increase it the more it will snap to the chromatic grid.": "Vakarautaka na kaukauwa ni autotune-na levu ni nomu vakalevutaka na kena totolo ki na veilawa ni chromatic."
}