{
  "Training": "Formation",
  "Inference": "Inférence",
  "Processing": "Traitement",
  "Extra": "Supplémentaire",
  "Output Information": "Informations de sortie",
  "The output information will be displayed here.": "Les informations de sortie seront affichées ici.",
  "Audio Analyzer": "Analyseur audio",
  "Download": "Télécharger",
  "Merge Audios": "Fusionner les audios",
  "Settings": "Paramètres",
  "This section contains some extra utilities that often may be in experimental phases.": "Cette section contient quelques utilitaires supplémentaires qui peuvent souvent être en phase expérimentale.",
  "A simple, high-quality voice conversion tool focused on ease of use and performance.": "Un outil de conversion vocale simple et de haute qualité axé sur la facilité d’utilisation et les performances.",
  "Preprocess": "Prétraitement",
  "Plugins": "Plug-ins",
  "Report a Bug": "Signaler un bug",
  "Model Information": "Informations sur le modèle",
  "Audio cutting": "Découpage audio",
  "Model Name": "Nom du modèle",
  "Process effects": "Effets du processus",
  "Enter model name": "Entrez le nom du modèle",
  "Dataset Path": "Chemin d’accès à l’ensemble de données",
  "It's recommended to deactivate this option if your dataset has already been processed.": "Il est recommandé de désactiver cette option si votre ensemble de données a déjà été traité.",
  "Refresh Datasets": "Actualiser les jeux de données",
  "Dataset Name": "Nom du jeu de données",
  "Name of the new model.": "Nom du nouveau modèle.",
  "Upload Audio Dataset": "Télécharger un ensemble de données audio",
  "Enter dataset name": "Entrez le nom du jeu de données",
  "The audio file has been successfully added to the dataset. Please click the preprocess button.": "Le fichier audio a été ajouté avec succès à l’ensemble de données. Veuillez cliquer sur le bouton de prétraitement.",
  "Name of the new dataset.": "Nom du nouveau jeu de données.",
  "Enter dataset path": "Entrez le chemin d’accès au jeu de données",
  "Path to the dataset folder.": "Chemin d’accès au dossier du jeu de données.",
  "Sampling Rate": "Taux d’échantillonnage",
  "Model Architecture": "Architecture du modèle",
  "The sampling rate of the audio files.": "Le taux d’échantillonnage des fichiers audio.",
  "Extract": "Extraire",
  "Embedder Model": "Modèle d’intégration",
  "Preprocess Dataset": "Prétraitement de l’ensemble de données",
  "Version of the model architecture.": "Version de l’architecture du modèle.",
  "Hop Length": "Longueur du houblon",
  "It's advisable to align it with the available VRAM of your GPU. A setting of 4 offers improved accuracy but slower processing, while 8 provides faster and standard results.": "Il est conseillé de l’aligner avec la VRAM disponible de votre GPU. Un réglage de 4 offre une précision accrue mais un traitement plus lent, tandis que 8 fournit des résultats plus rapides et standard.",
  "Specifies the overall quantity of epochs for the model training process.": "Spécifie la quantité globale d’époques pour le processus d’entraînement du modèle.",
  "Model used for learning speaker embedding.": "Modèle utilisé pour l’apprentissage de l’intégration de haut-parleurs.",
  "Batch Size": "Taille du lot",
  "Denotes the duration it takes for the system to transition to a significant pitch change. Smaller hop lengths require more time for inference but tend to yield higher pitch accuracy.": "Indique le temps qu’il faut au système pour passer à un changement de hauteur significatif. Les longueurs de saut plus petites nécessitent plus de temps pour l’inférence, mais ont tendance à donner une plus grande précision de hauteur.",
  "Save Every Weights": "Économisez tous les poids",
  "Pretrained": "Pré-entraîné",
  "Determine at how many epochs the model will saved at.": "Déterminez à combien d’époques le modèle sera enregistré.",
  "Save Only Latest": "Enregistrer uniquement les dernières années",
  "Save Every Epoch": "Sauvez chaque époque",
  "Custom Pretrained": "Pré-entraîné sur mesure",
  "Enabling this setting will result in the G and D files saving only their most recent versions, effectively conserving storage space.": "L’activation de ce paramètre permet aux fichiers G et D d’enregistrer uniquement leurs versions les plus récentes, ce qui permet d’économiser de l’espace de stockage.",
  "This setting enables you to save the weights of the model at the conclusion of each epoch.": "Ce paramètre vous permet d’enregistrer les poids du modèle à la fin de chaque époque.",
  "Upload Pretrained Model": "Télécharger un modèle pré-entraîné",
  "Total Epoch": "Époque totale",
  "Refresh Custom Pretraineds": "Actualiser les pré-entraînés personnalisés",
  "Utilizing custom pretrained models can lead to superior results, as selecting the most suitable pretrained models tailored to the specific use case can significantly enhance performance.": "L’utilisation de modèles pré-entraînés personnalisés peut conduire à des résultats supérieurs, car la sélection des modèles pré-entraînés les plus appropriés et adaptés au cas d’utilisation spécifique peut améliorer considérablement les performances.",
  "Pretrained D Path": "Pré-entraîné D personnalisé",
  "Pretrained G Path": "G pré-entraîné sur mesure",
  "GPU Number": "Numéro GPU",
  "GPU Settings": "Paramètres GPU",
  "Pretrained Custom Settings": "Paramètres personnalisés pré-entraînés",
  "GPU Custom Settings": "Paramètres personnalisés du GPU",
  "The GPU information will be displayed here.": "Les informations du GPU seront affichées ici.",
  "0 to ∞ separated by -": "0 à ∞ séparés par -",
  "Click the refresh button to see the pretrained file in the dropdown menu.": "Cliquez sur le bouton d’actualisation pour afficher le fichier pré-entraîné dans le menu déroulant.",
  "Specify the number of GPUs you wish to utilize for preprocess by entering them separated by hyphens (-). At the moment, using multi-gpu will not have a significant effect.": "Spécifiez le nombre de GPU que vous souhaitez utiliser pour le prétraitement en les saisissant séparés par des traits d’union (-). Pour le moment, l’utilisation de plusieurs GPU n’aura pas d’effet significatif.",
  "GPU Information": "Informations sur le GPU",
  "The number of CPU cores to use in the preprocess. The default setting are your cpu cores, which is recommended for most cases.": "Nombre de cœurs de processeur à utiliser dans le prétraitement. Le paramètre par défaut est vos cœurs de processeur, ce qui est recommandé dans la plupart des cas.",
  "Pitch Guidance": "Guide d’inclinaison",
  "Use CPU": "Utiliser le processeur",
  "The number of CPU cores to use in the extraction process. The default setting are your cpu cores, which is recommended for most cases.": "Nombre de cœurs de processeur à utiliser dans le processus d’extraction. Le paramètre par défaut est vos cœurs de processeur, ce qui est recommandé dans la plupart des cas.",
  "Specify the number of GPUs you wish to utilize for extracting by entering them separated by hyphens (-).": "Spécifiez le nombre de GPU que vous souhaitez utiliser pour l’extraction en les saisissant séparés par des traits d’union (-).",
  "The file you dropped is not a valid pretrained file. Please try again.": "Le fichier que vous avez déposé n’est pas un fichier pré-entraîné valide. Veuillez réessayer.",
  "Force the use of CPU for training.": "Forcer l’utilisation du processeur pour l’entraînement.",
  "By employing pitch guidance, it becomes feasible to mirror the intonation of the original voice, including its pitch. This feature is particularly valuable for singing and other scenarios where preserving the original melody or pitch pattern is essential.": "En utilisant le guidage de la hauteur, il devient possible de refléter l’intonation de la voix originale, y compris sa hauteur. Cette fonctionnalité est particulièrement précieuse pour le chant et d’autres scénarios où la préservation de la mélodie ou du motif de hauteur original est essentielle.",
  "Extract Features": "Extraire les fonctionnalités",
  "Utilize pretrained models when training your own. This approach reduces training duration and enhances overall quality.": "Utilisez des modèles pré-entraînés lors de l’entraînement des vôtres. Cette approche réduit la durée de la formation et améliore la qualité globale.",
  "We prioritize running the model extraction on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.": "Nous donnons la priorité à l’exécution de l’extraction du modèle sur le GPU pour des performances plus rapides. Si vous préférez utiliser le CPU, laissez simplement le champ GPU vide.",
  "Index Algorithm": "Algorithme d’indice",
  "Overtraining Detector": "Détecteur de surentraînement",
  "We prioritize running the model preprocessing on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.": "Nous donnons la priorité à l’exécution du prétraitement du modèle sur le GPU pour des performances plus rapides. Si vous préférez utiliser le CPU, laissez simplement le champ GPU vide.",
  "KMeans is a clustering algorithm that divides the dataset into K clusters. This setting is particularly useful for large datasets.": "KMeans est un algorithme de clustering qui divise l’ensemble de données en K clusters. Ce paramètre est particulièrement utile pour les jeux de données volumineux.",
  "Overtraining Threshold": "Seuil de surentraînement",
  "Fresh Training": "Formation fraîche",
  "Set the maximum number of epochs you want your model to stop training if no improvement is detected.": "Définissez le nombre maximal d’époques pendant lesquelles votre modèle doit arrêter l’entraînement si aucune amélioration n’est détectée.",
  "Start Training": "Commencer la formation",
  "Export Model": "Exporter le modèle",
  "Cache Dataset in GPU": "Cache du jeu de données dans le GPU",
  "Enable this setting only if you are training a new model from scratch or restarting the training. Deletes all previously generated weights and tensorboard logs.": "N’activez ce paramètre que si vous entraînez un nouveau modèle à partir de zéro ou si vous redémarrez l’entraînement. Supprime tous les poids et journaux tensorboard précédemment générés.",
  "Dataset Creator": "Créateur de jeux de données",
  "Exported Index file": "Fichier d’index exporté",
  "Cache the dataset in GPU memory to speed up the training process.": "Mettez en cache l’ensemble de données dans la mémoire GPU pour accélérer le processus d’entraînement.",
  "Upload": "Télécharger",
  "Detect overtraining to prevent the model from learning the training data too well and losing the ability to generalize to new data.": "Détectez le surentraînement pour éviter que le modèle n’apprenne trop bien les données d’entraînement et ne perde la capacité de généraliser à de nouvelles données.",
  "The button 'Upload' is only for google colab: Uploads the exported files to the ApplioExported folder in your Google Drive.": "Le bouton « Télécharger » est réservé à google colab : télécharge les fichiers exportés dans le dossier ApplioExported de votre Google Drive.",
  "Stop Training": "Arrêter la formation",
  "Generate Index": "Générer un index",
  "Exported Pth file": "Fichier Pth exporté",
  "Select the pth file to be exported": "Sélectionnez le fichier pth à exporter",
  "Overtraining Detector Settings": "Paramètres du détecteur de surentraînement",
  "Voice Model": "Modèle de voix",
  "Select the voice model to use for the conversion.": "Sélectionnez le modèle vocal à utiliser pour la conversion.",
  "Select the index file to be exported": "Sélectionnez le fichier d’index à exporter",
  "Refresh": "Rafraîchir",
  "Index File": "Fichier d’index",
  "Unload Voice": "Décharger la voix",
  "Select the index file to use for the conversion.": "Sélectionnez le fichier d’index à utiliser pour la conversion.",
  "Select Audio": "Sélectionnez l’audio",
  "Advanced Settings": "Paramètres avancés",
  "Upload Audio": "Télécharger l’audio",
  "Single": "Célibataire",
  "Select the audio to convert.": "Sélectionnez l’audio à convertir.",
  "Output Path": "Chemin de sortie",
  "Clear Outputs (Deletes all audios in assets/audios)": "Effacer les sorties (supprime tous les fichiers audio dans les ressources/audios)",
  "Select the format to export the audio.": "Sélectionnez le format d’exportation de l’audio.",
  "Custom Output Path": "Chemin de sortie personnalisé",
  "Autotune": "Réglage automatique",
  "Clean Strength": "Résistance propre",
  "Clean Audio": "Audio propre",
  "Upscale Audio": "Audio haut de gamme",
  "Split the audio into chunks for inference to obtain better results in some cases.": "Divisez l’audio en morceaux pour l’inférence afin d’obtenir de meilleurs résultats dans certains cas.",
  "Formant Shifting": "Décalage des formants",
  "Browse presets for formanting": "Parcourir les préréglages pour le formage",
  "Presets are located in /assets/formant_shift folder": "Les préréglages se trouvent dans le dossier /assets/formant_shift",
  "Timbre for formant shifting": "Timbre pour le décalage des formants",
  "Quefrency for formant shifting": "Quefrence pour le déplacement des formants",
  "Default value is 1.0": "La valeur par défaut est 1,0",
  "Set the clean-up level to the audio you want, the more you increase it the more it will clean up, but it is possible that the audio will be more compressed.": "Réglez le niveau de nettoyage sur l’audio que vous voulez, plus vous l’augmentez, plus il nettoiera, mais il est possible que l’audio soit plus compressé.",
  "Set the pitch of the audio, the higher the value, the higher the pitch.": "Réglez la hauteur de l’audio, plus la valeur est élevée, plus la hauteur est élevée.",
  "Search Feature Ratio": "Rapport de fonctionnalités de recherche",
  "Influence exerted by the index file; a higher value corresponds to greater influence. However, opting for lower values can help mitigate artifacts present in the audio.": "Influence exercée par le fichier d’index ; Une valeur plus élevée correspond à une plus grande influence. Cependant, le fait d’opter pour des valeurs inférieures peut aider à atténuer les artefacts présents dans l’audio.",
  "Substitute or blend with the volume envelope of the output. The closer the ratio is to 1, the more the output envelope is employed.": "Remplacez ou fusionnez avec l’enveloppe de volume de la sortie. Plus le rapport est proche de 1, plus l’enveloppe de sortie est utilisée.",
  "Protect Voiceless Consonants": "Protéger les consonnes sourdes",
  "Safeguard distinct consonants and breathing sounds to prevent electro-acoustic tearing and other artifacts. Pulling the parameter to its maximum value of 0.5 offers comprehensive protection. However, reducing this value might decrease the extent of protection while potentially mitigating the indexing effect.": "Protégez les consonnes distinctes et les sons respiratoires pour éviter les déchirures électroacoustiques et autres artefacts. Le fait de porter le paramètre à sa valeur maximale de 0,5 offre une protection complète. Toutefois, la réduction de cette valeur peut réduire l’étendue de la protection tout en atténuant l’effet d’indexation.",
  "Pitch extraction algorithm": "Algorithme d’extraction de hauteur",
  "Convert": "Convertir",
  "Pitch extraction algorithm to use for the audio conversion. The default algorithm is rmvpe, which is recommended for most cases.": "Algorithme d’extraction de hauteur à utiliser pour la conversion audio. L’algorithme par défaut est rmvpe, ce qui est recommandé dans la plupart des cas.",
  "Batch": "Lot",
  "Enter input path": "Entrez le chemin d’entrée",
  "Output Folder": "Dossier de sortie",
  "Sets advanced GPU settings, recommended for users with better GPU architecture.": "Définit les paramètres GPU avancés, recommandés pour les utilisateurs disposant d’une meilleure architecture GPU.",
  "Export Format": "Format d’exportation",
  "Split Audio": "Diviser l’audio",
  "The path where the output audio will be saved, by default in assets/audios/output.wav": "Le chemin d’accès où l’audio de sortie sera enregistré, par défaut dans assets/audios/output.wav",
  "Apply a soft autotune to your inferences, recommended for singing conversions.": "Appliquez un autotune doux à vos inférences, recommandé pour les conversions de chant.",
  "Pitch": "Tanguer",
  "Enable formant shifting. Used for male to female and vice-versa convertions.": "Activez le décalage des formants. Utilisé pour les conversions mâle à femelle et vice-versa.",
  "Filter Radius": "Rayon du filtre",
  "Upscale the audio to a higher quality, recommended for low-quality audios. (It could take longer to process the audio)": "Améliorez la qualité de l’audio, recommandée pour les audios de mauvaise qualité. (Le traitement de l’audio peut prendre plus de temps)",
  "Volume Envelope": "Enveloppe de volume",
  "If the number is greater than or equal to three, employing median filtering on the collected tone results has the potential to decrease respiration.": "Si le nombre est supérieur ou égal à trois, l’utilisation d’un filtrage médian sur les résultats de tonalité collectés a le potentiel de diminuer la respiration.",
  "Input Folder": "Dossier d’entrée",
  "Select the folder containing the audios to convert.": "Sélectionnez le dossier contenant les audios à convertir.",
  "Export Audio": "Exporter l’audio",
  "Select the folder where the output audios will be saved.": "Sélectionnez le dossier dans lequel les audios de sortie seront enregistrés.",
  "Enter output path": "Entrez le chemin de sortie",
  "Get information about the audio": "Obtenir des informations sur l’audio",
  "## Voice Blender": "## Mélangeur vocal",
  "Voice Blender": "Mélangeur vocal",
  "Blend Ratio": "Rapport de mélange",
  "Clean your audio output using noise detection algorithms, recommended for speaking audios.": "Nettoyez votre sortie audio à l’aide d’algorithmes de détection de bruit, recommandés pour les audios parlés.",
  "Select two voice models, set your desired blend percentage, and blend them into an entirely new voice.": "Sélectionnez deux modèles de voix, définissez le pourcentage de fusion souhaité et fusionnez-les en une toute nouvelle voix.",
  "Path to Model": "Chemin d’accès au modèle",
  "Model information to be placed": "Informations sur le modèle à placer",
  "Enter path to model": "Entrez le chemin d’accès au modèle",
  "Inroduce the model information": "Intégrer les informations du modèle",
  "Drag and drop your model here": "Faites glisser et déposez votre modèle ici",
  "Adjusting the position more towards one side or the other will make the model more similar to the first or second.": "En ajustant la position plus vers un côté ou l’autre, vous rendrez le modèle plus similaire au premier ou au second.",
  "View": "Vue",
  "You can also use a custom path.": "Vous pouvez également utiliser un chemin d’accès personnalisé.",
  "Model extraction": "Extraction du modèle",
  "Introduce the model pth path": "Présentation du modèle de chemin pth",
  "View model information": "Afficher les informations sur le modèle",
  "The information to be placed in the model (You can leave it blank or put anything).": "Les informations à placer dans le modèle (vous pouvez le laisser vide ou mettre n’importe quoi).",
  "Model conversion": "Conversion de modèle",
  "Pth file": "Fichier Pth",
  "Fusion": "Fusion",
  "Output of the pth file": "Sortie du fichier pth",
  "Extract F0 Curve": "Extraire la courbe F0",
  "# How to Report an Issue on GitHub": "# Comment signaler un problème sur GitHub",
  "The f0 curve represents the variations in the base frequency of a voice over time, showing how pitch rises and falls.": "La courbe f0 représente les variations de la fréquence de base d’une voix au fil du temps, montrant comment la hauteur monte et descend.",
  "Record": "Enregistrer",
  "1. Click on the 'Record Screen' button below to start recording the issue you are experiencing.": "1. Cliquez sur le bouton « Enregistrer l’écran » ci-dessous pour commencer à enregistrer le problème que vous rencontrez.",
  "Record Screen": "Écran d’enregistrement",
  "## Download Model": "## Télécharger le modèle",
  "4. Complete the provided issue template, ensuring to include details as needed, and utilize the assets section to upload the recorded file from the previous step.": "4. Remplissez le modèle de problème fourni, en vous assurant d’inclure les détails nécessaires, et utilisez la section des ressources pour télécharger le fichier enregistré de l’étape précédente.",
  "See Model Information": "Voir les informations sur le modèle",
  "Introduce the model .pth path": "Introduire le chemin d’accès du modèle .pth",
  "Introduce the model link": "Introduire le lien du modèle",
  "Model Link": "Lien vers le modèle",
  "Download Model": "Télécharger le modèle",
  "## Drop files": "## Déposez des fichiers",
  "2. Once you have finished recording the issue, click on the 'Stop Recording' button (the same button, but the label changes depending on whether you are actively recording or not).": "2. Une fois que vous avez terminé d’enregistrer le numéro, cliquez sur le bouton « Arrêter l’enregistrement » (le même bouton, mais l’étiquette change selon que vous enregistrez activement ou non).",
  "3. Go to [GitHub Issues](https://github.com/IAHispano/Applio/issues) and click on the 'New Issue' button.": "3. Allez dans [GitHub Issues](https://github.com/IAHispano/Applio/issues) et cliquez sur le bouton 'Nouveau problème'.",
  "Search": "Rechercher",
  "Drag your .pth file and .index file into this space. Drag one and then the other.": "Faites glisser votre fichier .pth et votre fichier .index dans cet espace. Faites glisser l’un puis l’autre.",
  "Stop Recording": "Arrêter l’enregistrement",
  "## Search Model": "## Modèle de recherche",
  "Introduce the model name to search.": "Introduisez le nom du modèle à rechercher.",
  "## Download Pretrained Models": "## Télécharger des modèles pré-entraînés",
  "And select the sampling rate": "Et sélectionnez le taux d’échantillonnage.",
  "Select the TTS voice to use for the conversion.": "Sélectionnez la voix TTS à utiliser pour la conversion.",
  "TTS Speed": "Vitesse TTS",
  "Increase or decrease TTS speed.": "Augmentez ou diminuez la vitesse TTS.",
  "TTS Voices": "Voix TTS",
  "Enter the text to synthesize.": "Entrez le texte à synthétiser.",
  "Text to Synthesize": "Texte à synthétiser",
  "Select the pretrained model you want to download.": "Sélectionnez le modèle pré-entraîné que vous souhaitez télécharger.",
  "We couldn't find models by that name.": "Nous n’avons pas trouvé de modèles de ce nom.",
  "Input path for text file": "Chemin d’entrée pour le fichier texte",
  "Upload a .txt file": "Télécharger un fichier .txt",
  "Enter text to synthesize": "Entrez le texte à synthétiser",
  "Output Path for TTS Audio": "Chemin de sortie pour l’audio TTS",
  "The path to the text file that contains content for text to speech.": "Chemin d’accès au fichier texte qui contient le contenu de la synthèse vocale.",
  "Output Path for RVC Audio": "Chemin de sortie pour l’audio RVC",
  "Enable Applio integration with Discord presence": "Activer l’intégration d’Applio avec la présence de Discord",
  "Theme": "Thème",
  "It will activate the possibility of displaying the current Applio activity in Discord.": "Il activera la possibilité d’afficher l’activité actuelle d’Applio dans Discord.",
  "Enable fake GPU": "Activer le faux GPU",
  "Language": "Langue",
  "It will activate the possibility of downloading models with a click from the website.": "Il activera la possibilité de télécharger des modèles en un clic depuis le site Web.",
  "Restart Applio": "Redémarrer Applio",
  "Precision": "Précision",
  "Select the theme you want to use. (Requires restarting Applio)": "Sélectionnez le thème que vous souhaitez utiliser. (Nécessite le redémarrage d’Applio)",
  "Enable Applio integration with applio.org/models using flask": "Activer l’intégration d’Applio avec applio.org/models à l’aide de flask",
  "Activates the train tab. However, please note that this device lacks GPU capabilities, hence training is not supported. This option is only for testing purposes. (This option will restart Applio)": "Active l’onglet Train. Cependant, veuillez noter que cet appareil ne dispose pas de capacités GPU, donc la formation n’est pas prise en charge. Cette option n’est utilisée qu’à des fins de test. (Cette option redémarrera Applio)",
  "Training is currently unsupported due to the absence of a GPU. To activate the training tab, navigate to the settings tab and enable the 'Fake GPU' option.": "La formation n’est actuellement pas prise en charge en raison de l’absence de GPU. Pour activer l’onglet d’entraînement, accédez à l’onglet des paramètres et activez l’option « Faux GPU ».",
  "Update precision": "Précision de la mise à jour",
  "Select the precision you want to use for training and inference.": "Sélectionnez la précision que vous souhaitez utiliser pour l’entraînement et l’inférence.",
  "Drag your plugin.zip to install it": "Faites glisser votre plugin.zip pour l’installer",
  "Reverb": "Réverbe",
  "Post-Process": "Post-traitement",
  "Check for updates": "Rechercher des mises à jour",
  "Select the language you want to use. (Requires restarting Applio)": "Sélectionnez la langue que vous souhaitez utiliser. (Nécessite le redémarrage d’Applio)",
  "Post-process the audio to apply effects to the output.": "Post-traitez l’audio pour appliquer des effets à la sortie.",
  "Set the room size of the reverb.": "Définissez la taille de la pièce de la réverbération.",
  "Set the damping of the reverb.": "Réglez l’amortissement de la réverbération.",
  "Reverb Wet Gain": "Gain humide de la réverbération",
  "Reverb Damping": "Amortissement de la réverbération",
  "Reverb Freeze Mode": "Mode de gel de la réverbération",
  "Reverb Dry Gain": "Gain sec de réverbération",
  "Set the dry gain of the reverb.": "Réglez le gain sec de la réverbération.",
  "Pitch Shift": "Décalage de hauteur",
  "Apply pitch shift to the audio.": "Appliquez un décalage de hauteur à l’audio.",
  "Pitch Shift Semitones": "Demi-tons de décalage de hauteur",
  "Set the pitch shift semitones.": "Réglez les demi-tons du décalage de hauteur.",
  "Set the freeze mode of the reverb.": "Réglez le mode de gel de la réverbération.",
  "Limiter": "Limitateur",
  "Limiter Threshold dB": "Seuil du limiteur dB",
  "Apply limiter to the audio.": "Appliquez un limiteur à l’audio.",
  "Set the limiter threshold dB.": "Réglez le seuil de limitation dB.",
  "Gain": "Gagner",
  "Apply gain to the audio.": "Appliquez du gain à l’audio.",
  "Limiter Release Time": "Temps de relâchement du limiteur",
  "Apply distortion to the audio.": "Appliquez une distorsion à l’audio.",
  "Distortion Gain": "Gain de distorsion",
  "Gain dB": "Gain dB",
  "Plugin Installer": "Installateur de plugins",
  "Chorus": "Chœur",
  "Set the distortion gain.": "Réglez le gain de distorsion.",
  "Set the chorus depth.": "Réglez la profondeur du chorus.",
  "Set the chorus rate Hz.": "Réglez la fréquence du chorus Hz.",
  "Chorus Feedback": "Retour de chorus",
  "Version Checker": "Vérificateur de version",
  "Reverb Room Size": "Taille de la salle de réverbération",
  "Chorus Center Delay ms": "Chorus Center Delay ms",
  "Set the chorus feedback.": "Réglez le retour du chorus.",
  "Apply reverb to the audio.": "Appliquez une réverbération à l’audio.",
  "Chorus Mix": "Mixage de chorus",
  "Set the wet gain of the reverb.": "Réglez le gain humide de la réverbération.",
  "Set the width of the reverb.": "Définissez la largeur de la réverbération.",
  "Reverb Width": "Largeur de la réverbération",
  "Set the limiter release time.": "Réglez le temps de relâchement du limiteur.",
  "Distortion": "Distorsion",
  "Set the gain dB.": "Réglez le gain dB.",
  "Chorus Rate Hz": "Taux de chorus Hz",
  "Chorus Depth": "Profondeur du chorus",
  "Set the chorus center delay ms.": "Réglez le chorus center delay ms.",
  "Set the chorus mix.": "Réglez le mixage du chorus.",
  "Set the bitcrush bit depth.": "Définissez la profondeur de bits bitcrush.",
  "Compressor": "Compresseur",
  "Apply clipping to the audio.": "Appliquez un écrêtage à l’audio.",
  "Clipping Threshold": "Seuil d’écrêtage",
  "Apply compressor to the audio.": "Appliquez le compresseur à l’audio.",
  "Compressor Threshold dB": "Seuil du compresseur dB",
  "Set the compressor threshold dB.": "Réglez le seuil du compresseur dB.",
  "Bitcrush": "Bitcrush (en anglais)",
  "Clipping": "Écrêtage",
  "Apply bitcrush to the audio.": "Appliquez bitcrush à l’audio.",
  "Compressor Ratio": "Rapport du compresseur",
  "Apply chorus to the audio.": "Appliquez le chorus à l’audio.",
  "Bitcrush Bit Depth": "Profondeur de mèche Bitcrush",
  "Set the compressor ratio.": "Réglez le rapport du compresseur.",
  "Set the clipping threshold.": "Définissez le seuil d’écrêtage.",
  "Set the compressor attack ms.": "Réglez le compresseur attack ms.",
  "Compressor Attack ms": "Attaque du compresseur ms",
  "Delay": "Retarder",
  "Compressor Release ms": "Relâchement du compresseur ms",
  "Set the compressor release ms.": "Réglez le relâchement du compresseur ms.",
  "Delay Seconds": "Délai en secondes",
  "Apply delay to the audio.": "Appliquez un délai à l’audio.",
  "Set the delay feedback.": "Définissez le retour d’information.",
  "Set the delay seconds.": "Réglez le délai en secondes.",
  "Set the delay mix.": "Réglez le mixage de délai.",
  "Delay Mix": "Mixage Delay",
  "Custom Embedder": "Embedder personnalisé",
  "Delay Feedback": "Rétroaction différée",
  "Select Custom Embedder": "Sélectionnez l’embedder personnalisé",
  "Folder Name": "Nom du dossier",
  "Upload .bin": "Télécharger .bin",
  "Upload .json": "Télécharger .json",
  "model information": "Informations sur le modèle",
  "The name that will appear in the model information.": "Nom qui apparaîtra dans les informations du modèle.",
  "Set the autotune strength - the more you increase it the more it will snap to the chromatic grid.": "Réglez l’intensité de l’autotune - plus vous l’augmentez, plus il s’alignera sur la grille chromatique.",
  "Name of the model creator. (Default: Unknown)": "Nom du créateur du modèle. (Par défaut : Inconnu)",
  "Move files to custom embedder folder": "Déplacer les fichiers vers le dossier d’intégration personnalisé",
  "Model Creator": "Créateur de modèles",
  "Refresh embedders": "Actualiser les intégrateurs",
  "Set name": "Nom de l’ensemble",
  "Select the speaker ID to use for the conversion.": "Sélectionnez l’ID du haut-parleur à utiliser pour la conversion.",
  "Check which version of Applio is the latest to see if you need to update.": "Vérifiez quelle version d’Applio est le plus récent pour voir si vous devez mettre à jour.",
  "Model Author Name": "Nom de l’auteur du modèle",
  "Speaker ID": "ID de l’intervenant"
}