{
    "# How to Report an Issue on GitHub": "# Comment signaler un problème sur GitHub",
    "## Download Model": "## Télécharger un modèle",
    "## Download Pretrained Models": "## Télécharger des modèles pré-entraînés",
    "## Drop files": "## Déposer des fichiers",
    "## Voice Blender": "## Mélangeur de voix",
    "0 to ∞ separated by -": "0 à ∞ séparé par -",
    "1. Click on the 'Record Screen' button below to start recording the issue you are experiencing.": "1. Cliquez sur le bouton 'Enregistrer l'écran' ci-dessous pour commencer à enregistrer le problème que vous rencontrez.",
    "2. Once you have finished recording the issue, click on the 'Stop Recording' button (the same button, but the label changes depending on whether you are actively recording or not).": "2. Une fois que vous avez fini d'enregistrer le problème, cliquez sur le bouton 'Arrêter l'enregistrement' (le même bouton, mais l'étiquette change selon que vous enregistrez activement ou non).",
    "3. Go to [GitHub Issues](https://github.com/IAHispano/Applio/issues) and click on the 'New Issue' button.": "3. Allez sur les [Problèmes GitHub](https://github.com/IAHispano/Applio/issues) et cliquez sur le bouton 'Nouveau Problème'.",
    "4. Complete the provided issue template, ensuring to include details as needed, and utilize the assets section to upload the recorded file from the previous step.": "4. Remplissez le modèle de problème fourni, en veillant à inclure les détails nécessaires, et utilisez la section des ressources pour téléverser le fichier enregistré à l'étape précédente.",
    "A simple, high-quality voice conversion tool focused on ease of use and performance.": "Un outil de conversion vocale simple et de haute qualité, axé sur la facilité d'utilisation et la performance.",
    "Adding several silent files to the training set enables the model to handle pure silence in inferred audio files. Select 0 if your dataset is clean and already contains segments of pure silence.": "L'ajout de plusieurs fichiers silencieux à l'ensemble d'entraînement permet au modèle de gérer le silence pur dans les fichiers audio inférés. Sélectionnez 0 si votre jeu de données est propre et contient déjà des segments de silence pur.",
    "Adjust the input audio pitch to match the voice model range.": "Ajustez la hauteur tonale de l'audio d'entrée pour correspondre à la tessiture du modèle vocal.",
    "Adjusting the position more towards one side or the other will make the model more similar to the first or second.": "Ajuster la position plus vers un côté ou l'autre rendra le modèle plus similaire au premier ou au second.",
    "Adjusts the final volume of the converted voice after processing.": "Ajuste le volume final de la voix convertie après le traitement.",
    "Adjusts the input volume before processing. Prevents clipping or boosts a quiet mic.": "Ajuste le volume d'entrée avant le traitement. Empêche la saturation ou amplifie un micro faible.",
    "Adjusts the volume of the monitor feed, independent of the main output.": "Ajuste le volume du retour audio, indépendamment de la sortie principale.",
    "Advanced Settings": "Paramètres avancés",
    "Amount of extra audio processed to provide context to the model. Improves conversion quality at the cost of higher CPU usage.": "Quantité de données audio supplémentaires traitées pour fournir un contexte au modèle. Améliore la qualité de la conversion au détriment d'une utilisation plus élevée du CPU.",
    "And select the sampling rate.": "Et sélectionnez la fréquence d'échantillonnage.",
    "Apply a soft autotune to your inferences, recommended for singing conversions.": "Appliquez un autotune léger à vos inférences, recommandé pour les conversions de chant.",
    "Apply bitcrush to the audio.": "Appliquer un bitcrush à l'audio.",
    "Apply chorus to the audio.": "Appliquer un chorus à l'audio.",
    "Apply clipping to the audio.": "Appliquer un écrêtage à l'audio.",
    "Apply compressor to the audio.": "Appliquer un compresseur à l'audio.",
    "Apply delay to the audio.": "Appliquer un délai à l'audio.",
    "Apply distortion to the audio.": "Appliquer une distorsion à l'audio.",
    "Apply gain to the audio.": "Appliquer un gain à l'audio.",
    "Apply limiter to the audio.": "Appliquer un limiteur à l'audio.",
    "Apply pitch shift to the audio.": "Appliquer un décalage de hauteur tonale à l'audio.",
    "Apply reverb to the audio.": "Appliquer une réverbération à l'audio.",
    "Architecture": "Architecture",
    "Audio Analyzer": "Analyseur audio",
    "Audio Settings": "Paramètres audio",
    "Audio buffer size in milliseconds. Lower values may reduce latency but increase CPU load.": "Taille du tampon audio en millisecondes. Des valeurs plus faibles peuvent réduire la latence mais augmentent la charge du CPU.",
    "Audio cutting": "Découpage audio",
    "Audio file slicing method: Select 'Skip' if the files are already pre-sliced, 'Simple' if excessive silence has already been removed from the files, or 'Automatic' for automatic silence detection and slicing around it.": "Méthode de découpage des fichiers audio : Sélectionnez 'Passer' si les fichiers sont déjà pré-découpés, 'Simple' si le silence excessif a déjà été supprimé des fichiers, ou 'Automatique' pour la détection automatique du silence et le découpage autour de celui-ci.",
    "Audio normalization: Select 'none' if the files are already normalized, 'pre' to normalize the entire input file at once, or 'post' to normalize each slice individually.": "Normalisation audio : Sélectionnez 'aucune' si les fichiers sont déjà normalisés, 'pré' pour normaliser tout le fichier d'entrée en une fois, ou 'post' pour normaliser chaque segment individuellement.",
    "Autotune": "Autotune",
    "Autotune Strength": "Force de l'autotune",
    "Batch": "En lot",
    "Batch Size": "Taille du lot",
    "Bitcrush": "Bitcrush",
    "Bitcrush Bit Depth": "Profondeur de bits du Bitcrush",
    "Blend Ratio": "Ratio de mélange",
    "Browse presets for formanting": "Parcourir les préréglages pour le formantage",
    "CPU Cores": "Cœurs CPU",
    "Cache Dataset in GPU": "Mettre en cache le jeu de données dans le GPU",
    "Cache the dataset in GPU memory to speed up the training process.": "Mettez en cache le jeu de données dans la mémoire du GPU pour accélérer le processus d'entraînement.",
    "Check for updates": "Vérifier les mises à jour",
    "Check which version of Applio is the latest to see if you need to update.": "Vérifiez quelle est la dernière version d'Applio pour voir si vous devez mettre à jour.",
    "Checkpointing": "Points de contrôle",
    "Choose the model architecture:\n- **RVC (V2)**: Default option, compatible with all clients.\n- **Applio**: Advanced quality with improved vocoders and higher sample rates, Applio-only.": "Choisissez l'architecture du modèle :\n- **RVC (V2)** : Option par défaut, compatible avec tous les clients.\n- **Applio** : Qualité avancée avec des vocodeurs améliorés et des taux d'échantillonnage plus élevés, exclusif à Applio.",
    "Choose the vocoder for audio synthesis:\n- **HiFi-GAN**: Default option, compatible with all clients.\n- **MRF HiFi-GAN**: Higher fidelity, Applio-only.\n- **RefineGAN**: Superior audio quality, Applio-only.": "Choisissez le vocodeur pour la synthèse audio :\n- **HiFi-GAN** : Option par défaut, compatible avec tous les clients.\n- **MRF HiFi-GAN** : Plus haute fidélité, exclusif à Applio.\n- **RefineGAN** : Qualité audio supérieure, exclusif à Applio.",
    "Chorus": "Chorus",
    "Chorus Center Delay ms": "Délai central du Chorus (ms)",
    "Chorus Depth": "Profondeur du Chorus",
    "Chorus Feedback": "Rétroaction du Chorus",
    "Chorus Mix": "Mixage du Chorus",
    "Chorus Rate Hz": "Fréquence du Chorus (Hz)",
    "Chunk Size (ms)": "Taille des Blocs (ms)",
    "Chunk length (sec)": "Durée du segment (sec)",
    "Clean Audio": "Nettoyer l'audio",
    "Clean Strength": "Force du nettoyage",
    "Clean your audio output using noise detection algorithms, recommended for speaking audios.": "Nettoyez votre sortie audio à l'aide d'algorithmes de détection de bruit, recommandé pour les audios de parole.",
    "Clear Outputs (Deletes all audios in assets/audios)": "Vider les sorties (Supprime tous les audios dans assets/audios)",
    "Click the refresh button to see the pretrained file in the dropdown menu.": "Cliquez sur le bouton d'actualisation pour voir le fichier pré-entraîné dans le menu déroulant.",
    "Clipping": "Écrêtage",
    "Clipping Threshold": "Seuil d'écrêtage",
    "Compressor": "Compresseur",
    "Compressor Attack ms": "Attaque du compresseur (ms)",
    "Compressor Ratio": "Ratio du compresseur",
    "Compressor Release ms": "Relâchement du compresseur (ms)",
    "Compressor Threshold dB": "Seuil du compresseur (dB)",
    "Convert": "Convertir",
    "Crossfade Overlap Size (s)": "Taille du chevauchement de fondu enchaîné (s)",
    "Custom Embedder": "Intégrateur personnalisé",
    "Custom Pretrained": "Pré-entraîné personnalisé",
    "Custom Pretrained D": "Pré-entraîné personnalisé D",
    "Custom Pretrained G": "Pré-entraîné personnalisé G",
    "Dataset Creator": "Créateur de jeu de données",
    "Dataset Name": "Nom du jeu de données",
    "Dataset Path": "Chemin du jeu de données",
    "Default value is 1.0": "La valeur par défaut est 1.0",
    "Delay": "Délai",
    "Delay Feedback": "Rétroaction du délai",
    "Delay Mix": "Mixage du délai",
    "Delay Seconds": "Secondes de délai",
    "Detect overtraining to prevent the model from learning the training data too well and losing the ability to generalize to new data.": "Détectez le surapprentissage pour empêcher le modèle de trop bien apprendre les données d'entraînement et de perdre la capacité à généraliser sur de nouvelles données.",
    "Determine at how many epochs the model will saved at.": "Déterminez à combien d'époques le modèle sera sauvegardé.",
    "Distortion": "Distorsion",
    "Distortion Gain": "Gain de distorsion",
    "Download": "Télécharger",
    "Download Model": "Télécharger le modèle",
    "Drag and drop your model here": "Glissez-déposez votre modèle ici",
    "Drag your .pth file and .index file into this space. Drag one and then the other.": "Glissez votre fichier .pth et votre fichier .index dans cet espace. Glissez l'un puis l'autre.",
    "Drag your plugin.zip to install it": "Glissez votre plugin.zip pour l'installer",
    "Duration of the fade between audio chunks to prevent clicks. Higher values create smoother transitions but may increase latency.": "Durée du fondu entre les blocs audio pour éviter les clics. Des valeurs plus élevées créent des transitions plus douces mais peuvent augmenter la latence.",
    "Embedder Model": "Modèle d'intégration",
    "Enable Applio integration with Discord presence": "Activer l'intégration d'Applio avec la présence Discord",
    "Enable VAD": "Activer la VAD",
    "Enable formant shifting. Used for male to female and vice-versa convertions.": "Activer le décalage des formants. Utilisé pour les conversions de voix d'homme à femme et vice-versa.",
    "Enable this setting only if you are training a new model from scratch or restarting the training. Deletes all previously generated weights and tensorboard logs.": "Activez ce paramètre uniquement si vous entraînez un nouveau modèle à partir de zéro ou si vous redémarrez l'entraînement. Supprime tous les poids et journaux TensorBoard générés précédemment.",
    "Enables Voice Activity Detection to only process audio when you are speaking, saving CPU.": "Active la Détection d'Activité Vocale (VAD) pour ne traiter l'audio que lorsque vous parlez, économisant ainsi les ressources CPU.",
    "Enables memory-efficient training. This reduces VRAM usage at the cost of slower training speed. It is useful for GPUs with limited memory (e.g., <6GB VRAM) or when training with a batch size larger than what your GPU can normally accommodate.": "Permet un entraînement efficace en mémoire. Cela réduit l'utilisation de la VRAM au prix d'une vitesse d'entraînement plus lente. C'est utile pour les GPU avec une mémoire limitée (par ex. < 6 Go de VRAM) ou lors de l'entraînement avec une taille de lot plus grande que ce que votre GPU peut normalement supporter.",
    "Enabling this setting will result in the G and D files saving only their most recent versions, effectively conserving storage space.": "L'activation de ce paramètre aura pour effet que les fichiers G et D ne sauvegarderont que leurs versions les plus récentes, économisant ainsi de l'espace de stockage.",
    "Enter dataset name": "Entrez le nom du jeu de données",
    "Enter input path": "Entrez le chemin d'entrée",
    "Enter model name": "Entrez le nom du modèle",
    "Enter output path": "Entrez le chemin de sortie",
    "Enter path to model": "Entrez le chemin d'accès au modèle",
    "Enter preset name": "Entrez le nom du préréglage",
    "Enter text to synthesize": "Entrez le texte à synthétiser",
    "Enter the text to synthesize.": "Entrez le texte à synthétiser.",
    "Enter your nickname": "Entrez votre pseudo",
    "Exclusive Mode (WASAPI)": "Mode Exclusif (WASAPI)",
    "Export Audio": "Exporter l'audio",
    "Export Format": "Format d'exportation",
    "Export Model": "Exporter le modèle",
    "Export Preset": "Exporter le préréglage",
    "Exported Index File": "Fichier d'index exporté",
    "Exported Pth file": "Fichier Pth exporté",
    "Extra": "Supplémentaire",
    "Extra Conversion Size (s)": "Taille de Conversion Supplémentaire (s)",
    "Extract": "Extraire",
    "Extract F0 Curve": "Extraire la courbe F0",
    "Extract Features": "Extraire les caractéristiques",
    "F0 Curve": "Courbe F0",
    "File to Speech": "Fichier vers parole",
    "Folder Name": "Nom du dossier",
    "For ASIO drivers, selects a specific input channel. Leave at -1 for default.": "Pour les pilotes ASIO, sélectionne un canal d'entrée spécifique. Laissez à -1 pour la valeur par défaut.",
    "For ASIO drivers, selects a specific monitor output channel. Leave at -1 for default.": "Pour les pilotes ASIO, sélectionne un canal de sortie pour le retour audio. Laissez à -1 pour la valeur par défaut.",
    "For ASIO drivers, selects a specific output channel. Leave at -1 for default.": "Pour les pilotes ASIO, sélectionne un canal de sortie spécifique. Laissez à -1 pour la valeur par défaut.",
    "For WASAPI (Windows), gives the app exclusive control for potentially lower latency.": "Pour WASAPI (Windows), donne à l'application un contrôle exclusif pour une latence potentiellement plus faible.",
    "Formant Shifting": "Décalage des formants",
    "Fresh Training": "Nouvel entraînement",
    "Fusion": "Fusion",
    "GPU Information": "Informations sur le GPU",
    "GPU Number": "Numéro du GPU",
    "Gain": "Gain",
    "Gain dB": "Gain (dB)",
    "General": "Général",
    "Generate Index": "Générer l'index",
    "Get information about the audio": "Obtenir des informations sur l'audio",
    "I agree to the terms of use": "J'accepte les conditions d'utilisation",
    "Increase or decrease TTS speed.": "Augmenter ou diminuer la vitesse du TTS.",
    "Index Algorithm": "Algorithme d'indexation",
    "Index File": "Fichier d'index",
    "Inference": "Inférence",
    "Influence exerted by the index file; a higher value corresponds to greater influence. However, opting for lower values can help mitigate artifacts present in the audio.": "Influence exercée par le fichier d'index ; une valeur plus élevée correspond à une plus grande influence. Cependant, opter pour des valeurs plus faibles peut aider à atténuer les artefacts présents dans l'audio.",
    "Input ASIO Channel": "Canal d'Entrée ASIO",
    "Input Device": "Périphérique d'Entrée",
    "Input Folder": "Dossier d'entrée",
    "Input Gain (%)": "Gain d'Entrée (%)",
    "Input path for text file": "Chemin d'entrée pour le fichier texte",
    "Introduce the model link": "Saisissez le lien du modèle",
    "Introduce the model pth path": "Saisissez le chemin du pth du modèle",
    "It will activate the possibility of displaying the current Applio activity in Discord.": "Cela activera la possibilité d'afficher l'activité Applio actuelle dans Discord.",
    "It's advisable to align it with the available VRAM of your GPU. A setting of 4 offers improved accuracy but slower processing, while 8 provides faster and standard results.": "Il est conseillé de l'aligner avec la VRAM disponible de votre GPU. Un réglage de 4 offre une précision améliorée mais un traitement plus lent, tandis que 8 fournit des résultats plus rapides et standards.",
    "It's recommended keep deactivate this option if your dataset has already been processed.": "Il est recommandé de laisser cette option désactivée si votre jeu de données a déjà été traité.",
    "It's recommended to deactivate this option if your dataset has already been processed.": "Il est recommandé de désactiver cette option si votre jeu de données a déjà été traité.",
    "KMeans is a clustering algorithm that divides the dataset into K clusters. This setting is particularly useful for large datasets.": "KMeans est un algorithme de clustering qui divise le jeu de données en K groupes. Ce paramètre est particulièrement utile pour les grands jeux de données.",
    "Language": "Langue",
    "Length of the audio slice for 'Simple' method.": "Durée du segment audio pour la méthode 'Simple'.",
    "Length of the overlap between slices for 'Simple' method.": "Durée du chevauchement entre les segments pour la méthode 'Simple'.",
    "Limiter": "Limiteur",
    "Limiter Release Time": "Temps de relâchement du limiteur",
    "Limiter Threshold dB": "Seuil du limiteur (dB)",
    "Male voice models typically use 155.0 and female voice models typically use 255.0.": "Les modèles de voix masculines utilisent généralement 155.0 et les modèles de voix féminines utilisent généralement 255.0.",
    "Model Author Name": "Nom de l'auteur du modèle",
    "Model Link": "Lien du modèle",
    "Model Name": "Nom du modèle",
    "Model Settings": "Paramètres du modèle",
    "Model information": "Informations sur le modèle",
    "Model used for learning speaker embedding.": "Modèle utilisé pour l'apprentissage de l'intégration du locuteur.",
    "Monitor ASIO Channel": "Canal de Retour ASIO",
    "Monitor Device": "Périphérique de Retour",
    "Monitor Gain (%)": "Gain du Retour (%)",
    "Move files to custom embedder folder": "Déplacer les fichiers vers le dossier de l'intégrateur personnalisé",
    "Name of the new dataset.": "Nom du nouveau jeu de données.",
    "Name of the new model.": "Nom du nouveau modèle.",
    "Noise Reduction": "Réduction du bruit",
    "Noise Reduction Strength": "Force de la réduction du bruit",
    "Noise filter": "Filtre anti-bruit",
    "Normalization mode": "Mode de normalisation",
    "Output ASIO Channel": "Canal de Sortie ASIO",
    "Output Device": "Périphérique de Sortie",
    "Output Folder": "Dossier de sortie",
    "Output Gain (%)": "Gain de Sortie (%)",
    "Output Information": "Informations de sortie",
    "Output Path": "Chemin de sortie",
    "Output Path for RVC Audio": "Chemin de sortie pour l'audio RVC",
    "Output Path for TTS Audio": "Chemin de sortie pour l'audio TTS",
    "Overlap length (sec)": "Durée de chevauchement (sec)",
    "Overtraining Detector": "Détecteur de surapprentissage",
    "Overtraining Detector Settings": "Paramètres du détecteur de surapprentissage",
    "Overtraining Threshold": "Seuil de surapprentissage",
    "Path to Model": "Chemin d'accès au modèle",
    "Path to the dataset folder.": "Chemin d'accès au dossier du jeu de données.",
    "Performance Settings": "Paramètres de performance",
    "Pitch": "Hauteur tonale",
    "Pitch Shift": "Décalage de hauteur tonale",
    "Pitch Shift Semitones": "Décalage de hauteur tonale (demi-tons)",
    "Pitch extraction algorithm": "Algorithme d'extraction de la hauteur tonale",
    "Pitch extraction algorithm to use for the audio conversion. The default algorithm is rmvpe, which is recommended for most cases.": "Algorithme d'extraction de la hauteur tonale à utiliser pour la conversion audio. L'algorithme par défaut est rmvpe, qui est recommandé dans la plupart des cas.",
    "Please ensure compliance with the terms and conditions detailed in [this document](https://github.com/IAHispano/Applio/blob/main/TERMS_OF_USE.md) before proceeding with your inference.": "Veuillez vous assurer de respecter les termes et conditions détaillés dans [ce document](https://github.com/IAHispano/Applio/blob/main/TERMS_OF_USE.md) avant de procéder à votre inférence.",
    "Please ensure compliance with the terms and conditions detailed in [this document](https://github.com/IAHispano/Applio/blob/main/TERMS_OF_USE.md) before proceeding with your realtime.": "Veuillez vous assurer de respecter les termes et conditions détaillés dans [ce document](https://github.com/IAHispano/Applio/blob/main/TERMS_OF_USE.md) avant d'utiliser la conversion en temps réel.",
    "Please ensure compliance with the terms and conditions detailed in [this document](https://github.com/IAHispano/Applio/blob/main/TERMS_OF_USE.md) before proceeding with your training.": "Veuillez vous assurer de respecter les termes et conditions détaillés dans [ce document](https://github.com/IAHispano/Applio/blob/main/TERMS_OF_USE.md) avant de procéder à votre entraînement.",
    "Plugin Installer": "Installateur de plugins",
    "Plugins": "Plugins",
    "Post-Process": "Post-traitement",
    "Post-process the audio to apply effects to the output.": "Post-traiter l'audio pour appliquer des effets à la sortie.",
    "Precision": "Précision",
    "Preprocess": "Prétraiter",
    "Preprocess Dataset": "Prétraiter le jeu de données",
    "Preset Name": "Nom du préréglage",
    "Preset Settings": "Paramètres du préréglage",
    "Presets are located in /assets/formant_shift folder": "Les préréglages se trouvent dans le dossier /assets/formant_shift",
    "Pretrained": "Pré-entraîné",
    "Pretrained Custom Settings": "Paramètres personnalisés du pré-entraîné",
    "Proposed Pitch": "Hauteur tonale proposée",
    "Proposed Pitch Threshold": "Seuil de hauteur tonale proposée",
    "Protect Voiceless Consonants": "Protéger les consonnes sourdes",
    "Pth file": "Fichier Pth",
    "Quefrency for formant shifting": "Quéfrence pour le décalage des formants",
    "Realtime": "Temps réel",
    "Record Screen": "Enregistrer l'écran",
    "Refresh": "Actualiser",
    "Refresh Audio Devices": "Actualiser les Périphériques Audio",
    "Refresh Custom Pretraineds": "Actualiser les pré-entraînés personnalisés",
    "Refresh Presets": "Actualiser les préréglages",
    "Refresh embedders": "Actualiser les intégrateurs",
    "Report a Bug": "Signaler un bug",
    "Restart Applio": "Redémarrer Applio",
    "Reverb": "Réverbération",
    "Reverb Damping": "Amortissement de la réverbération",
    "Reverb Dry Gain": "Gain sec de la réverbération",
    "Reverb Freeze Mode": "Mode gel de la réverbération",
    "Reverb Room Size": "Taille de la pièce de réverbération",
    "Reverb Wet Gain": "Gain humide de la réverbération",
    "Reverb Width": "Largeur de la réverbération",
    "Safeguard distinct consonants and breathing sounds to prevent electro-acoustic tearing and other artifacts. Pulling the parameter to its maximum value of 0.5 offers comprehensive protection. However, reducing this value might decrease the extent of protection while potentially mitigating the indexing effect.": "Protégez les consonnes distinctes et les bruits de respiration pour éviter les déchirements électro-acoustiques et autres artefacts. Pousser le paramètre à sa valeur maximale de 0.5 offre une protection complète. Cependant, réduire cette valeur peut diminuer le niveau de protection tout en atténuant potentiellement l'effet d'indexation.",
    "Sampling Rate": "Fréquence d'échantillonnage",
    "Save Every Epoch": "Sauvegarder à chaque époque",
    "Save Every Weights": "Sauvegarder tous les poids",
    "Save Only Latest": "Sauvegarder seulement le dernier",
    "Search Feature Ratio": "Ratio de recherche de caractéristiques",
    "See Model Information": "Voir les informations du modèle",
    "Select Audio": "Sélectionner un audio",
    "Select Custom Embedder": "Sélectionner un intégrateur personnalisé",
    "Select Custom Preset": "Sélectionner un préréglage personnalisé",
    "Select file to import": "Sélectionner le fichier à importer",
    "Select the TTS voice to use for the conversion.": "Sélectionnez la voix TTS à utiliser pour la conversion.",
    "Select the audio to convert.": "Sélectionnez l'audio à convertir.",
    "Select the custom pretrained model for the discriminator.": "Sélectionnez le modèle pré-entraîné personnalisé pour le discriminateur.",
    "Select the custom pretrained model for the generator.": "Sélectionnez le modèle pré-entraîné personnalisé pour le générateur.",
    "Select the device for monitoring your voice (e.g., your headphones).": "Sélectionnez le périphérique pour le retour de votre voix (par ex., votre casque).",
    "Select the device where the final converted voice will be sent (e.g., a virtual cable).": "Sélectionnez le périphérique vers lequel la voix convertie finale sera envoyée (par ex., un câble virtuel).",
    "Select the folder containing the audios to convert.": "Sélectionnez le dossier contenant les audios à convertir.",
    "Select the folder where the output audios will be saved.": "Sélectionnez le dossier où les audios de sortie seront sauvegardés.",
    "Select the format to export the audio.": "Sélectionnez le format d'exportation de l'audio.",
    "Select the index file to be exported": "Sélectionnez le fichier d'index à exporter",
    "Select the index file to use for the conversion.": "Sélectionnez le fichier d'index à utiliser pour la conversion.",
    "Select the language you want to use. (Requires restarting Applio)": "Sélectionnez la langue que vous souhaitez utiliser. (Redémarrage d'Applio requis)",
    "Select the microphone or audio interface you will be speaking into.": "Sélectionnez le microphone ou l'interface audio dans lequel vous allez parler.",
    "Select the precision you want to use for training and inference.": "Sélectionnez la précision que vous souhaitez utiliser pour l'entraînement et l'inférence.",
    "Select the pretrained model you want to download.": "Sélectionnez le modèle pré-entraîné que vous souhaitez télécharger.",
    "Select the pth file to be exported": "Sélectionnez le fichier pth à exporter",
    "Select the speaker ID to use for the conversion.": "Sélectionnez l'ID du locuteur à utiliser pour la conversion.",
    "Select the theme you want to use. (Requires restarting Applio)": "Sélectionnez le thème que vous souhaitez utiliser. (Redémarrage d'Applio requis)",
    "Select the voice model to use for the conversion.": "Sélectionnez le modèle vocal à utiliser pour la conversion.",
    "Select two voice models, set your desired blend percentage, and blend them into an entirely new voice.": "Sélectionnez deux modèles vocaux, définissez le pourcentage de mélange souhaité et fusionnez-les pour créer une toute nouvelle voix.",
    "Set name": "Définir le nom",
    "Set the autotune strength - the more you increase it the more it will snap to the chromatic grid.": "Réglez la force de l'autotune - plus vous l'augmentez, plus il se calera sur la grille chromatique.",
    "Set the bitcrush bit depth.": "Réglez la profondeur de bits du bitcrush.",
    "Set the chorus center delay ms.": "Réglez le délai central du chorus (ms).",
    "Set the chorus depth.": "Réglez la profondeur du chorus.",
    "Set the chorus feedback.": "Réglez la rétroaction du chorus.",
    "Set the chorus mix.": "Réglez le mixage du chorus.",
    "Set the chorus rate Hz.": "Réglez la fréquence du chorus (Hz).",
    "Set the clean-up level to the audio you want, the more you increase it the more it will clean up, but it is possible that the audio will be more compressed.": "Réglez le niveau de nettoyage de l'audio que vous souhaitez ; plus vous l'augmentez, plus il nettoiera, mais il est possible que l'audio soit plus compressé.",
    "Set the clipping threshold.": "Réglez le seuil d'écrêtage.",
    "Set the compressor attack ms.": "Réglez l'attaque du compresseur (ms).",
    "Set the compressor ratio.": "Réglez le ratio du compresseur.",
    "Set the compressor release ms.": "Réglez le relâchement du compresseur (ms).",
    "Set the compressor threshold dB.": "Réglez le seuil du compresseur (dB).",
    "Set the damping of the reverb.": "Réglez l'amortissement de la réverbération.",
    "Set the delay feedback.": "Réglez la rétroaction du délai.",
    "Set the delay mix.": "Réglez le mixage du délai.",
    "Set the delay seconds.": "Réglez les secondes de délai.",
    "Set the distortion gain.": "Réglez le gain de distorsion.",
    "Set the dry gain of the reverb.": "Réglez le gain sec de la réverbération.",
    "Set the freeze mode of the reverb.": "Réglez le mode gel de la réverbération.",
    "Set the gain dB.": "Réglez le gain (dB).",
    "Set the limiter release time.": "Réglez le temps de relâchement du limiteur.",
    "Set the limiter threshold dB.": "Réglez le seuil du limiteur (dB).",
    "Set the maximum number of epochs you want your model to stop training if no improvement is detected.": "Définissez le nombre maximum d'époques après lequel vous souhaitez que l'entraînement du modèle s'arrête si aucune amélioration n'est détectée.",
    "Set the pitch of the audio, the higher the value, the higher the pitch.": "Réglez la hauteur tonale de l'audio, plus la valeur est élevée, plus la hauteur est élevée.",
    "Set the pitch shift semitones.": "Réglez le décalage de hauteur tonale en demi-tons.",
    "Set the room size of the reverb.": "Réglez la taille de la pièce de réverbération.",
    "Set the wet gain of the reverb.": "Réglez le gain humide de la réverbération.",
    "Set the width of the reverb.": "Réglez la largeur de la réverbération.",
    "Settings": "Paramètres",
    "Silence Threshold (dB)": "Seuil de Silence (dB)",
    "Silent training files": "Fichiers d'entraînement silencieux",
    "Single": "Unique",
    "Speaker ID": "ID du locuteur",
    "Specifies the overall quantity of epochs for the model training process.": "Spécifie le nombre total d'époques pour le processus d'entraînement du modèle.",
    "Specify the number of GPUs you wish to utilize for extracting by entering them separated by hyphens (-).": "Spécifiez le nombre de GPUs que vous souhaitez utiliser pour l'extraction en les saisissant séparés par des tirets (-).",
    "Split Audio": "Diviser l'audio",
    "Split the audio into chunks for inference to obtain better results in some cases.": "Divisez l'audio en segments pour l'inférence afin d'obtenir de meilleurs résultats dans certains cas.",
    "Start": "Démarrer",
    "Start Training": "Démarrer l'entraînement",
    "Status": "Statut",
    "Stop": "Arrêter",
    "Stop Training": "Arrêter l'entraînement",
    "Stop convert": "Arrêter la conversion",
    "Substitute or blend with the volume envelope of the output. The closer the ratio is to 1, the more the output envelope is employed.": "Substituez ou mélangez avec l'enveloppe de volume de la sortie. Plus le ratio est proche de 1, plus l'enveloppe de sortie est utilisée.",
    "TTS": "TTS",
    "TTS Speed": "Vitesse TTS",
    "TTS Voices": "Voix TTS",
    "Text to Speech": "Synthèse vocale",
    "Text to Synthesize": "Texte à synthétiser",
    "The GPU information will be displayed here.": "Les informations sur le GPU seront affichées ici.",
    "The audio file has been successfully added to the dataset. Please click the preprocess button.": "Le fichier audio a été ajouté avec succès au jeu de données. Veuillez cliquer sur le bouton de prétraitement.",
    "The button 'Upload' is only for google colab: Uploads the exported files to the ApplioExported folder in your Google Drive.": "Le bouton 'Téléverser' est uniquement pour Google Colab : il téléverse les fichiers exportés dans le dossier ApplioExported de votre Google Drive.",
    "The f0 curve represents the variations in the base frequency of a voice over time, showing how pitch rises and falls.": "La courbe F0 représente les variations de la fréquence fondamentale d'une voix au fil du temps, montrant comment la hauteur tonale monte et descend.",
    "The file you dropped is not a valid pretrained file. Please try again.": "Le fichier que vous avez déposé n'est pas un fichier pré-entraîné valide. Veuillez réessayer.",
    "The name that will appear in the model information.": "Le nom qui apparaîtra dans les informations du modèle.",
    "The number of CPU cores to use in the extraction process. The default setting are your cpu cores, which is recommended for most cases.": "Le nombre de cœurs CPU à utiliser dans le processus d'extraction. Le réglage par défaut correspond à vos cœurs CPU, ce qui est recommandé dans la plupart des cas.",
    "The output information will be displayed here.": "Les informations de sortie seront affichées ici.",
    "The path to the text file that contains content for text to speech.": "Le chemin d'accès au fichier texte qui contient le contenu pour la synthèse vocale.",
    "The path where the output audio will be saved, by default in assets/audios/output.wav": "Le chemin où l'audio de sortie sera sauvegardé, par défaut dans assets/audios/output.wav",
    "The sampling rate of the audio files.": "La fréquence d'échantillonnage des fichiers audio.",
    "Theme": "Thème",
    "This setting enables you to save the weights of the model at the conclusion of each epoch.": "Ce paramètre vous permet de sauvegarder les poids du modèle à la fin de chaque époque.",
    "Timbre for formant shifting": "Timbre pour le décalage des formants",
    "Total Epoch": "Nombre total d'époques",
    "Training": "Entraînement",
    "Unload Voice": "Décharger la voix",
    "Update precision": "Mettre à jour la précision",
    "Upload": "Téléverser",
    "Upload .bin": "Téléverser .bin",
    "Upload .json": "Téléverser .json",
    "Upload Audio": "Téléverser un audio",
    "Upload Audio Dataset": "Téléverser un jeu de données audio",
    "Upload Pretrained Model": "Téléverser un modèle pré-entraîné",
    "Upload a .txt file": "Téléverser un fichier .txt",
    "Use Monitor Device": "Utiliser le Périphérique de Retour",
    "Utilize pretrained models when training your own. This approach reduces training duration and enhances overall quality.": "Utilisez des modèles pré-entraînés lors de l'entraînement de vos propres modèles. Cette approche réduit la durée de l'entraînement et améliore la qualité globale.",
    "Utilizing custom pretrained models can lead to superior results, as selecting the most suitable pretrained models tailored to the specific use case can significantly enhance performance.": "L'utilisation de modèles pré-entraînés personnalisés peut conduire à des résultats supérieurs, car la sélection des modèles pré-entraînés les plus appropriés et adaptés au cas d'utilisation spécifique peut améliorer considérablement les performances.",
    "Version Checker": "Vérificateur de version",
    "View": "Afficher",
    "Vocoder": "Vocodeur",
    "Voice Blender": "Mélangeur de voix",
    "Voice Model": "Modèle vocal",
    "Volume Envelope": "Enveloppe de volume",
    "Volume level below which audio is treated as silence and not processed. Helps to save CPU resources and reduce background noise.": "Niveau de volume en dessous duquel l'audio est considéré comme du silence et n'est pas traité. Aide à économiser les ressources CPU et à réduire le bruit de fond.",
    "You can also use a custom path.": "Vous pouvez également utiliser un chemin personnalisé.",
    "[Support](https://discord.gg/urxFjYmYYh) — [GitHub](https://github.com/IAHispano/Applio)": "[Support](https://discord.gg/urxFjYmYYh) — [GitHub](https://github.com/IAHispano/Applio)"
}
