{
  "Training": "Oiliúint",
  "Output Information": "Eolas Aschurtha",
  "Processing": "Próiseáil",
  "Inference": "Tátal",
  "Audio Analyzer": "Anailíseoir Fuaime",
  "Extra": "Breise",
  "Merge Audios": "Cumaisc Fuaimeanna",
  "The output information will be displayed here.": "Taispeánfar an t-eolas aschuir anseo.",
  "Report a Bug": "Tuairiscigh Fabht",
  "Model Information": "Eolas Eiseamláireach",
  "Settings": "Socruithe",
  "A simple, high-quality voice conversion tool focused on ease of use and performance.": "Uirlis tiontaithe gutha simplí ardchaighdeáin atá dírithe ar éascaíocht úsáide agus feidhmíochta.",
  "Download": "Íoslódáil",
  "Plugins": "Breiseáin",
  "This section contains some extra utilities that often may be in experimental phases.": "Tá roinnt fóntais bhreise sa chuid seo a d'fhéadfadh a bheith go minic i gcéimeanna turgnamhacha.",
  "Audio cutting": "Gearradh fuaime",
  "Preprocess": "Réamhphróiseáil",
  "Process effects": "Éifeachtaí próisis",
  "Model Name": "Ainm an Mhúnla",
  "Dataset Path": "Conair Tacar Sonraí",
  "Enter model name": "Iontráil ainm an mhúnla",
  "It's recommended to deactivate this option if your dataset has already been processed.": "Moltar an rogha seo a dhíghníomhachtú má próiseáladh do thacar sonraí cheana féin.",
  "Enter dataset name": "Iontráil ainm an tacair sonraí",
  "Name of the new dataset.": "Ainm an tacair sonraí nua.",
  "Dataset Name": "Ainm an Tacair Sonraí",
  "The audio file has been successfully added to the dataset. Please click the preprocess button.": "Cuireadh an comhad fuaime leis an tacar sonraí go rathúil. Cliceáil ar an gcnaipe réamhphróiseála.",
  "Upload Audio Dataset": "Uaslódáil Tacar Sonraí Fuaime",
  "Path to the dataset folder.": "Conair chuig an bhfillteán tacar sonraí.",
  "Dataset Creator": "Cruthaitheoir Tacar Sonraí",
  "Refresh Datasets": "Athnuaigh Tacair Shonraí",
  "Sampling Rate": "Ráta Samplála",
  "Name of the new model.": "Ainm an mhúnla nua.",
  "Enter dataset path": "Iontráil conair thacar sonraí",
  "Model Architecture": "Ailtireacht Mhúnla",
  "The sampling rate of the audio files.": "Ráta samplála na gcomhad fuaime.",
  "Preprocess Dataset": "Tacar Sonraí Réamhphróiseála",
  "Embedder Model": "Samhail leabaithe",
  "Hop Length": "Fad an Leannlusanna",
  "Version of the model architecture.": "Leagan den ailtireacht mhúnla.",
  "Extract": "Sliocht",
  "Batch Size": "Méid na Baisc",
  "Model used for learning speaker embedding.": "Samhail a úsáidtear chun leabú cainteoirí a fhoghlaim.",
  "Denotes the duration it takes for the system to transition to a significant pitch change. Smaller hop lengths require more time for inference but tend to yield higher pitch accuracy.": "Seasann sé don fhad a thógann sé ar an gcóras aistriú chuig athrú suntasach páirce. Éilíonn faid hop níos lú níos mó ama le haghaidh tátal ach claonadh a thabhairt cruinneas páirce níos airde.",
  "Save Every Epoch": "Sábháil Gach Epoch",
  "Determine at how many epochs the model will saved at.": "Socraigh cé mhéad epochs a shábháil an tsamhail ag.",
  "It's advisable to align it with the available VRAM of your GPU. A setting of 4 offers improved accuracy but slower processing, while 8 provides faster and standard results.": "Moltar duit é a ailíniú leis an VRAM atá ar fáil de do GPU. Cuireann socrú 4 cruinneas feabhsaithe ach próiseáil níos moille ar fáil, agus soláthraíonn 8 torthaí níos tapúla agus caighdeánacha.",
  "Total Epoch": "Epoch Iomlán",
  "Save Only Latest": "Sábháil ach an ceann is déanaí",
  "Pretrained": "Réamhoiliúint",
  "Specifies the overall quantity of epochs for the model training process.": "Sonraíonn sé an méid foriomlán epochs don phróiseas oiliúna múnla.",
  "Save Every Weights": "Sábháil Gach Meáchan",
  "Upload Pretrained Model": "Uaslódáil Samhail Réamhoiliúna",
  "Pretrained Custom Settings": "Socruithe Saincheaptha Réamhoilte",
  "Refresh Custom Pretraineds": "Athnuaigh Pretraineds Saincheaptha",
  "This setting enables you to save the weights of the model at the conclusion of each epoch.": "Cuireann an socrú seo ar do chumas meáchain na samhla a shábháil ag deireadh gach aga.",
  "Enabling this setting will result in the G and D files saving only their most recent versions, effectively conserving storage space.": "Má chumasaítear an socrú seo, ní shábhálfaidh comhaid G agus D ach na leaganacha is déanaí atá acu, rud a chaomhnaíonn spás stórála go héifeachtach.",
  "Pretrained G Path": "Saincheaptha Pretrained G",
  "The file you dropped is not a valid pretrained file. Please try again.": "Ní comhad réamhshrianta bailí é an comhad a d'fhág tú. Bain triail eile as.",
  "Click the refresh button to see the pretrained file in the dropdown menu.": "Cliceáil ar an gcnaipe athnuachana chun an comhad réamhshrianta a fheiceáil sa roghchlár anuas.",
  "Pretrained D Path": "Saincheaptha Pretrained D",
  "GPU Custom Settings": "Socruithe Saincheaptha GPU",
  "GPU Settings": "Socruithe GPU",
  "Sets advanced GPU settings, recommended for users with better GPU architecture.": "Socraigh ardsocruithe GPU, molta d'úsáideoirí a bhfuil ailtireacht GPU níos fearr acu.",
  "GPU Number": "Uimhir GPU",
  "Custom Pretrained": "Réamhoiliúint Shaincheaptha",
  "0 to ∞ separated by -": "0 go ∞ scartha ag -",
  "The GPU information will be displayed here.": "Taispeánfar an t-eolas faoin GPU anseo.",
  "Use CPU": "Úsáid LAP",
  "Pitch Guidance": "Treoir pháirce",
  "GPU Information": "Eolas GPU",
  "The number of CPU cores to use in the preprocess. The default setting are your cpu cores, which is recommended for most cases.": "Líon na gcroíthe LAP le húsáid sa réamhphróiseas. Is é an socrú réamhshocraithe do chroíthe lap, a mholtar don chuid is mó cásanna.",
  "Force the use of CPU for training.": "Cuir iallach ar úsáid LAP le haghaidh oiliúna.",
  "The number of CPU cores to use in the extraction process. The default setting are your cpu cores, which is recommended for most cases.": "Líon na gcroíthe LAP le húsáid sa phróiseas eastósctha. Is é an socrú réamhshocraithe do chroíthe lap, a mholtar don chuid is mó cásanna.",
  "Specify the number of GPUs you wish to utilize for extracting by entering them separated by hyphens (-).": "Sonraigh líon na ndochtúirí teaghlaigh is mian leat a úsáid le haghaidh eastóscadh trí iad a chur isteach scartha le fleiscíní (-).",
  "Specify the number of GPUs you wish to utilize for preprocess by entering them separated by hyphens (-). At the moment, using multi-gpu will not have a significant effect.": "Sonraigh líon na ndochtúirí teaghlaigh is mian leat a úsáid le haghaidh réamhphróiseála trí iad a chur isteach scartha le fleiscíní (-). I láthair na huaire, ní bheidh éifeacht shuntasach ag baint úsáide as il-gpu.",
  "Extract Features": "Gnéithe Sliocht",
  "Utilize pretrained models when training your own. This approach reduces training duration and enhances overall quality.": "Bain úsáid as samhlacha réamhoiliúna agus tú ag traenáil do chuid féin. Laghdaíonn an cur chuige seo fad na hoiliúna agus feabhsaíonn sé cáilíocht fhoriomlán.",
  "Utilizing custom pretrained models can lead to superior results, as selecting the most suitable pretrained models tailored to the specific use case can significantly enhance performance.": "Is féidir torthaí níos fearr a bheith mar thoradh ar úsáid a bhaint as samhlacha saincheaptha réamhoiliúna, mar is féidir le roghnú na samhlacha réamhoiliúna is oiriúnaí atá curtha in oiriúint don chás úsáide ar leith feidhmíocht a fheabhsú go suntasach.",
  "Cache Dataset in GPU": "Tacar Sonraí Taisce in GPU",
  "By employing pitch guidance, it becomes feasible to mirror the intonation of the original voice, including its pitch. This feature is particularly valuable for singing and other scenarios where preserving the original melody or pitch pattern is essential.": "Trí threoir pháirce a úsáid, is féidir tuin chainte an ghutha bhunaidh a léiriú, lena n-áirítear a pháirc. Tá an ghné seo thar a bheith luachmhar don amhránaíocht agus do chásanna eile ina bhfuil sé riachtanach an bunphatrún séise nó páirce a chaomhnú.",
  "Index Algorithm": "Algartam Innéacs",
  "Overtraining Detector": "Brathadóir Overtraining",
  "Cache the dataset in GPU memory to speed up the training process.": "Taisce an tacar sonraí i gcuimhne GPU chun dlús a chur leis an bpróiseas oiliúna.",
  "We prioritize running the model extraction on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.": "Tugaimid tús áite d'eastóscadh na samhla ar an GPU le haghaidh feidhmíochta níos tapúla. Más fearr leat an LAP a úsáid, fág an réimse GPU bán.",
  "Fresh Training": "Oiliúint Úr",
  "Overtraining Threshold": "Tairseach Róthraenála",
  "We prioritize running the model preprocessing on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.": "Tugaimid tús áite do reáchtáil na réamhphróiseála samhla ar an GPU le haghaidh feidhmíochta níos tapúla. Más fearr leat an LAP a úsáid, fág an réimse GPU bán.",
  "Detect overtraining to prevent the model from learning the training data too well and losing the ability to generalize to new data.": "Bhrath overtraining chun cosc a chur ar an tsamhail ó fhoghlaim na sonraí oiliúna ró-mhaith agus a chailliúint ar an gcumas a generalize le sonraí nua.",
  "Start Training": "Tosaigh Oiliúint",
  "KMeans is a clustering algorithm that divides the dataset into K clusters. This setting is particularly useful for large datasets.": "Is algartam braislithe é KMeans a roinneann an tacar sonraí i mbraislí K. Tá an socrú seo úsáideach go háirithe do thacair shonraí mhóra.",
  "Stop Training": "Stop Oiliúint",
  "Set the maximum number of epochs you want your model to stop training if no improvement is detected.": "Socraigh an líon uasta epochs is mian leat do mhúnla chun stop a chur le hoiliúint mura mbraitear aon fheabhsúchán.",
  "Generate Index": "Gin Innéacs",
  "Overtraining Detector Settings": "Socruithe Brathadóra Overtraining",
  "Enable this setting only if you are training a new model from scratch or restarting the training. Deletes all previously generated weights and tensorboard logs.": "Cumasaigh an socrú seo ach amháin má tá tú ag traenáil samhail nua ó thús nó ag atosú na hoiliúna. Scrios gach meáchan a gineadh roimhe seo agus logs tensorboard.",
  "Export Model": "Easpórtáil Samhail",
  "Exported Pth file": "Easpórtáil comhad Pth",
  "Upload": "Uasluchtú",
  "Select the pth file to be exported": "Roghnaigh an comhad pth le heaspórtáil",
  "Select the index file to be exported": "Roghnaigh an comhad innéacs le heaspórtáil",
  "Voice Model": "Samhail Ghutha",
  "Index File": "Comhad Innéacs",
  "Select the voice model to use for the conversion.": "Roghnaigh an tsamhail ghutha le húsáid le haghaidh an chomhshó.",
  "Refresh": "Athnuaigh",
  "Select the index file to use for the conversion.": "Roghnaigh an comhad innéacs a úsáid le haghaidh an chomhshó.",
  "The button 'Upload' is only for google colab: Uploads the exported files to the ApplioExported folder in your Google Drive.": "Is é an cnaipe 'Uaslódáil' ach amháin le haghaidh google colab: Uaslódáil na comhaid a onnmhairítear chuig an fillteán ApplioExported i do Google Drive.",
  "Single": "Singil",
  "Exported Index file": "Easpórtáil Comhad Innéacs",
  "Unload Voice": "Díluchtaigh Guth",
  "Select Audio": "Roghnaigh Fuaim",
  "Upload Audio": "Uaslódáil Fuaim",
  "Select the audio to convert.": "Roghnaigh an fhuaim a thiontú.",
  "Advanced Settings": "Ardsocruithe",
  "Custom Output Path": "Conair Aschurtha Saincheaptha",
  "Export Format": "Easpórtáil Formáid",
  "Output Path": "Conair Aschurtha",
  "Clear Outputs (Deletes all audios in assets/audios)": "Aschuir Clear (Scrios gach fuaimeanna i sócmhainní / fuaimeanna)",
  "Select the format to export the audio.": "Roghnaigh an fhormáid a onnmhairiú an fuaime.",
  "Split Audio": "Scoilt Fuaim",
  "Autotune": "Uathtiún",
  "Clean Audio": "Glan Fuaim",
  "Split the audio into chunks for inference to obtain better results in some cases.": "Roinn an fhuaim i smutáin le haghaidh tátal chun torthaí níos fearr a fháil i gcásanna áirithe.",
  "The path where the output audio will be saved, by default in assets/audios/output.wav": "An cosán ina mbeidh an fhuaim aschur a shábháil, de réir réamhshocraithe i sócmhainní / fuaimeanna / output.wav",
  "Apply a soft autotune to your inferences, recommended for singing conversions.": "Cuir autotune bog i bhfeidhm ar do thátail, molta le haghaidh tiontuithe amhránaíochta.",
  "Clean your audio output using noise detection algorithms, recommended for speaking audios.": "Glan d'aschur fuaime ag baint úsáide as halgartaim braite torainn, molta le haghaidh fuaimeanna a labhairt.",
  "Upscale Audio": "Upscale Fuaime",
  "Clean Strength": "Neart Glan",
  "Formant Shifting": "Aistriú Formant",
  "Upscale the audio to a higher quality, recommended for low-quality audios. (It could take longer to process the audio)": "Upscale an fuaime ar chaighdeán níos airde, molta le haghaidh fuaimeanna íseal-chaighdeán. (D'fhéadfadh sé níos faide an fhuaim a phróiseáil)",
  "Enable formant shifting. Used for male to female and vice-versa convertions.": "Cumasaigh aistriú formant. Úsáidte le haghaidh fireann go baineann agus vice-versa convertions.",
  "Presets are located in /assets/formant_shift folder": "Tá réamhshocruithe suite i bhfillteán / sócmhainní / formant_shift",
  "Set the clean-up level to the audio you want, the more you increase it the more it will clean up, but it is possible that the audio will be more compressed.": "Socraigh an leibhéal glantacháin leis an bhfuaim is mian leat, is ea is mó a mhéadóidh tú é is ea is mó a ghlanfaidh sé, ach is féidir go mbeidh an fhuaim níos comhbhrúite.",
  "Quefrency for formant shifting": "Quefrency le haghaidh aistriú formant",
  "Pitch": "Páirc Imeartha",
  "Default value is 1.0": "Is é 1.0 an luach réamhshocraithe",
  "Filter Radius": "Ga Scagaire",
  "Browse presets for formanting": "Brabhsáil réamhshocruithe le haghaidh formanting",
  "Timbre for formant shifting": "Timbre le haghaidh aistriú formant",
  "Set the pitch of the audio, the higher the value, the higher the pitch.": "Socraigh páirc na fuaime, is airde an luach, is airde an pháirc.",
  "Search Feature Ratio": "Cóimheas Gné Cuardaigh",
  "Volume Envelope": "Clúdach Imleabhair",
  "Protect Voiceless Consonants": "Cosain Chonsain Gan Ghuth",
  "Influence exerted by the index file; a higher value corresponds to greater influence. However, opting for lower values can help mitigate artifacts present in the audio.": "Tionchar a imríonn an comhad innéacs; freagraíonn luach níos airde do thionchar níos mó. Mar sin féin, is féidir le roghnú luachanna níos ísle cabhrú le déantáin atá i láthair sa fhuaim a mhaolú.",
  "Substitute or blend with the volume envelope of the output. The closer the ratio is to 1, the more the output envelope is employed.": "Clúdach toirte an aschuir a chur in ionad nó a chumasc. Dá ghéire an cóimheas ná 1, is ea is mó a úsáidtear an clúdach aschuir.",
  "Convert": "Tiontaigh",
  "Pitch extraction algorithm": "Algartam eastósctha Pic",
  "Batch": "Baisc",
  "Input Folder": "Fillteán Ionchurtha",
  "Export Audio": "Easpórtáil Fuaim",
  "Enter input path": "Iontráil conair ionchurtha",
  "Select the folder containing the audios to convert.": "Roghnaigh an fillteán ina bhfuil na fuaimeanna a thiontú.",
  "If the number is greater than or equal to three, employing median filtering on the collected tone results has the potential to decrease respiration.": "Má tá an uimhir níos mó ná nó cothrom le trí cinn, d'fhéadfadh scagadh airmheánach a úsáid ar na torthaí ton bailithe riospráid a laghdú.",
  "Pitch extraction algorithm to use for the audio conversion. The default algorithm is rmvpe, which is recommended for most cases.": "Algartam eastóscadh Pic a úsáid le haghaidh an chomhshó fuaime. Is é an algartam réamhshocraithe rmvpe, a mholtar don chuid is mó cásanna.",
  "Output Folder": "Fillteán Aschurtha",
  "Safeguard distinct consonants and breathing sounds to prevent electro-acoustic tearing and other artifacts. Pulling the parameter to its maximum value of 0.5 offers comprehensive protection. However, reducing this value might decrease the extent of protection while potentially mitigating the indexing effect.": "Consain ar leith agus fuaimeanna análaithe a chosaint chun cuimilt leictreafhuaimiúil agus déantáin eile a chosc. Ag tarraingt an pharaiméadair go dtí a luach uasta de 0.5 Cuireann cosaint chuimsitheach. Mar sin féin, d'fhéadfadh laghdú a dhéanamh ar an luach sin méid na cosanta a laghdú agus d'fhéadfadh sé an éifeacht innéacsaithe a mhaolú ag an am céanna.",
  "Select the folder where the output audios will be saved.": "Roghnaigh an fillteán ina sábhálfar na fuaimeanna aschuir.",
  "Enter output path": "Iontráil conair aschurtha",
  "## Voice Blender": "## Cumascóir Gutha",
  "Get information about the audio": "Faigh eolas faoin bhfuaim",
  "Voice Blender": "Cumascóir Gutha",
  "Blend Ratio": "Cóimheas Cumaisc",
  "You can also use a custom path.": "Is féidir leat cosán saincheaptha a úsáid freisin.",
  "Fusion": "Comhleá",
  "Path to Model": "Conair na Samhla",
  "Enter path to model": "Iontráil conair na samhla",
  "Inroduce the model information": "Inroduce an t-eolas samhail",
  "Select two voice models, set your desired blend percentage, and blend them into an entirely new voice.": "Roghnaigh dhá mhúnla gutha, socraigh do chéatadán cumaisc atá ag teastáil, agus déan iad a chumasc i nguth iomlán nua.",
  "Drag and drop your model here": "Tarraing agus scaoil do mhúnla anseo",
  "View model information": "Féach ar fhaisnéis faoin tsamhail",
  "Introduce the model pth path": "Tabhair isteach an cosán samhail pth",
  "Adjusting the position more towards one side or the other will make the model more similar to the first or second.": "Má choigeartaítear an suíomh níos mó i dtreo taobh amháin nó an taobh eile, beidh an tsamhail níos cosúla leis an gcéad nó an dara ceann.",
  "The information to be placed in the model (You can leave it blank or put anything).": "An t-eolas atá le cur sa tsamhail (Is féidir leat é a fhágáil bán nó aon rud a chur).",
  "View": "Amharc",
  "Model extraction": "Eastóscadh samhail",
  "Model conversion": "Comhshó samhail",
  "Pth file": "Comhad Pth",
  "Output of the pth file": "Aschur an chomhaid pth",
  "Extract F0 Curve": "Sliocht Cuar F0",
  "Model information to be placed": "Samhail d'fhaisnéis atá le cur",
  "# How to Report an Issue on GitHub": "# Conas Saincheist a Thuairisciú ar GitHub",
  "Record": "Taifead",
  "Record Screen": "Scáileán Ceirníní",
  "Stop Recording": "Stop Taifeadadh",
  "The f0 curve represents the variations in the base frequency of a voice over time, showing how pitch rises and falls.": "Léiríonn an cuar f0 na héagsúlachtaí i minicíocht bonn guth le himeacht ama, ag taispeáint conas a ardaíonn agus a thiteann an pháirc.",
  "1. Click on the 'Record Screen' button below to start recording the issue you are experiencing.": "1. Cliceáil ar an gcnaipe 'Scáileán Taifead' thíos chun tús a chur le taifeadadh a dhéanamh ar an gceist atá agat.",
  "Introduce the model .pth path": "Tabhair isteach an tsamhail .pth cosán",
  "See Model Information": "Féach Eolas faoin tSamhail",
  "3. Go to [GitHub Issues](https://github.com/IAHispano/Applio/issues) and click on the 'New Issue' button.": "3. Téigh go dtí [Saincheisteanna GitHub](https://github.com/IAHispano/Applio/issues) agus cliceáil ar an gcnaipe 'Saincheist Nua'.",
  "## Download Model": "## Múnla Íosluchtaigh",
  "Model Link": "Nasc Samhail",
  "Introduce the model link": "Tabhair isteach an nasc samhail",
  "2. Once you have finished recording the issue, click on the 'Stop Recording' button (the same button, but the label changes depending on whether you are actively recording or not).": "2. Nuair a bheidh an cheist críochnaithe agat, cliceáil ar an gcnaipe 'Stop Recording' (an cnaipe céanna, ach athraíonn an lipéad ag brath ar cibé an bhfuil tú ag taifeadadh go gníomhach nó nach bhfuil).",
  "4. Complete the provided issue template, ensuring to include details as needed, and utilize the assets section to upload the recorded file from the previous step.": "4. Comhlánaigh an teimpléad eisiúna atá curtha ar fáil, ag cinntiú go n-áireofar sonraí de réir mar is gá, agus bain úsáid as an rannán sócmhainní chun an comhad taifeadta a uaslódáil ón gcéim roimhe seo.",
  "Search": "Cuardaigh",
  "Download Model": "Íoslódáil an tSamhail",
  "## Search Model": "## Samhail Chuardaigh",
  "Drag your .pth file and .index file into this space. Drag one and then the other.": "Tarraing do chomhad .pth agus do chomhad .index isteach sa spás seo. Tarraing ceann amháin agus ansin an ceann eile.",
  "We couldn't find models by that name.": "Ní raibh muid in ann samhlacha a aimsiú faoin ainm sin.",
  "## Download Pretrained Models": "## Íoslódáil Múnlaí Réamhoiliúna",
  "Introduce the model name to search.": "Tabhair isteach ainm an mhúnla chun cuardach a dhéanamh.",
  "And select the sampling rate": "Agus roghnaigh an ráta samplála.",
  "TTS Speed": "Luas TTS",
  "Select the pretrained model you want to download.": "Roghnaigh an tsamhail réamhoiliúna is mian leat a íoslódáil.",
  "TTS Voices": "Guthanna TTS",
  "Increase or decrease TTS speed.": "Luas TTS a mhéadú nó a laghdú.",
  "Text to Synthesize": "Téacs le Sintéisiú",
  "Enter the text to synthesize.": "Iontráil an téacs chun sintéisiú a dhéanamh.",
  "Upload a .txt file": "Uaslódáil comhad .txt",
  "Input path for text file": "Conair ionchurtha le haghaidh téacschomhad",
  "Select the TTS voice to use for the conversion.": "Roghnaigh an guth TTS le húsáid le haghaidh an chomhshó.",
  "Enter text to synthesize": "Iontráil téacs chun sintéisiú a dhéanamh",
  "## Drop files": "## Comhaid titim",
  "The path to the text file that contains content for text to speech.": "An cosán chuig an gcomhad téacs ina bhfuil ábhar do théacs go caint.",
  "Output Path for TTS Audio": "Conair Aschurtha le haghaidh Fuaime TTS",
  "Enable Applio integration with Discord presence": "Cumasaigh comhtháthú Applio le láithreacht Discord",
  "Output Path for RVC Audio": "Conair Aschurtha le haghaidh Fuaime RVC",
  "Enable fake GPU": "Cumasaigh GPU bréige",
  "It will activate the possibility of downloading models with a click from the website.": "Gníomhóidh sé an fhéidearthacht samhlacha a íoslódáil le cliceáil ón láithreán gréasáin.",
  "It will activate the possibility of displaying the current Applio activity in Discord.": "Gníomhóidh sé an fhéidearthacht an ghníomhaíocht Applio reatha a thaispeáint i Discord.",
  "Enable Applio integration with applio.org/models using flask": "Cumasaigh comhtháthú Applio le applio.org/models ag baint úsáide as fleascán",
  "Restart Applio": "Atosaigh Applio",
  "Theme": "Téama",
  "Language": "Teanga",
  "Training is currently unsupported due to the absence of a GPU. To activate the training tab, navigate to the settings tab and enable the 'Fake GPU' option.": "Ní thacaítear le hoiliúint faoi láthair mar gheall ar easpa GPU. Chun an cluaisín oiliúna a ghníomhachtú, nascleanúint a dhéanamh chuig an táb socruithe agus an rogha 'Fake GPU' a chumasú.",
  "Precision": "Beachtas",
  "Select the language you want to use. (Requires restarting Applio)": "Roghnaigh an teanga is mian leat a úsáid. (Éilíonn atosú Applio)",
  "Select the theme you want to use. (Requires restarting Applio)": "Roghnaigh an téama is mian leat a úsáid. (Éilíonn atosú Applio)",
  "Update precision": "Nuashonraigh cruinneas",
  "Activates the train tab. However, please note that this device lacks GPU capabilities, hence training is not supported. This option is only for testing purposes. (This option will restart Applio)": "Gníomhachtaigh an cluaisín traenach. Tabhair faoi deara, áfach, nach bhfuil cumais GPU ag an ngléas seo, mar sin ní thacaítear le hoiliúint. Is chun críocha tástála amháin atá an rogha seo. (Atosóidh an rogha seo Applio)",
  "Select the precision you want to use for training and inference.": "Roghnaigh an cruinneas is mian leat a úsáid le haghaidh oiliúna agus tátal.",
  "Plugin Installer": "Suiteálaí Breiseáin",
  "Version Checker": "Seiceálaí Leagain",
  "Drag your plugin.zip to install it": "Tarraing do plugin.zip chun é a shuiteáil",
  "Post-Process": "Iarphróiseas",
  "Check for updates": "Seiceáil le haghaidh nuashonruithe",
  "Reverb": "ReverbName",
  "Post-process the audio to apply effects to the output.": "Iar-phróiseas an fuaime chun éifeachtaí a chur i bhfeidhm ar an aschur.",
  "Apply reverb to the audio.": "Cuir reverb i bhfeidhm ar an bhfuaim.",
  "Reverb Room Size": "Méid an tSeomra Reverb",
  "Set the room size of the reverb.": "Socraigh méid an tseomra den reverb.",
  "Reverb Damping": "Reverb Damping",
  "Set the damping of the reverb.": "Socraigh damping an reverb.",
  "Reverb Wet Gain": "Gnóthachan Fliuch Reverb",
  "Set the wet gain of the reverb.": "Socraigh gnóthachan fliuch an reverb.",
  "Reverb Dry Gain": "Reverb Gnóthachan Tirim",
  "Reverb Width": "Leithead an Urramaigh",
  "Set the width of the reverb.": "Socraigh leithead an reverb.",
  "Pitch Shift": "Athrú Pic",
  "Reverb Freeze Mode": "Mód Reverb Freeze",
  "Set the freeze mode of the reverb.": "Socraigh modh reoite an reverb.",
  "Pitch Shift Semitones": "Páirc Shift Semitones",
  "Apply pitch shift to the audio.": "Cuir athrú páirce i bhfeidhm ar an bhfuaim.",
  "Check which version of Applio is the latest to see if you need to update.": "Seiceáil cén leagan de Applio is déanaí le feiceáil an gá duit nuashonrú a dhéanamh.",
  "Set the dry gain of the reverb.": "Socraigh gnóthachan tirim an reverb.",
  "Limiter": "LimiterName",
  "Set the pitch shift semitones.": "Socraigh na semitones athrú pháirc.",
  "Set the limiter threshold dB.": "Socraigh an tairseach limiter dB.",
  "Limiter Threshold dB": "Tairseach Limiter dB",
  "Limiter Release Time": "Am Scaoilte Limiter",
  "Apply limiter to the audio.": "Cuir limiter i bhfeidhm ar an bhfuaim.",
  "Apply gain to the audio.": "Cuir gnóthachan i bhfeidhm ar an bhfuaim.",
  "Gain dB": "Gnóthachan dB",
  "Set the limiter release time.": "Socraigh an t-am scaoilte limiter.",
  "Distortion": "Saobhadh",
  "Gain": "Gnóthachan",
  "Set the gain dB.": "Socraigh an gnóthachan dB.",
  "Distortion Gain": "Gnóthachan Saobhadh",
  "Apply distortion to the audio.": "Cuir saobhadh i bhfeidhm ar an bhfuaim.",
  "Chorus": "Curfá",
  "Apply chorus to the audio.": "Cuir curfá i bhfeidhm ar an bhfuaim.",
  "Set the distortion gain.": "Socraigh an gnóthachan saobhadh.",
  "Chorus Depth": "Doimhneacht Curfá",
  "Chorus Rate Hz": "Ráta Chorus Hz",
  "Set the chorus rate Hz.": "Socraigh an ráta curfá Hz.",
  "Set the chorus depth.": "Socraigh doimhneacht an churfá.",
  "Chorus Center Delay ms": "Chorus Center Moill ms",
  "Chorus Feedback": "Aiseolas Curfá",
  "Chorus Mix": "Meascán Curfá",
  "Bitcrush": "BitcrushName",
  "Set the chorus mix.": "Socraigh an meascán curfá.",
  "Set the chorus center delay ms.": "Socraigh moill an ionaid choráis ms.",
  "Set the chorus feedback.": "Socraigh an t-aiseolas curfá.",
  "Apply bitcrush to the audio.": "Cuir bitcrush i bhfeidhm ar an bhfuaim.",
  "Bitcrush Bit Depth": "Doimhneacht Giotán Bitcrush",
  "Set the bitcrush bit depth.": "Socraigh doimhneacht giotán bitcrush.",
  "Clipping": "Bearradh",
  "Compressor": "Comhbhrúiteoir",
  "Clipping Threshold": "Tairseach Fáiscthe",
  "Apply clipping to the audio.": "Cuir clipping i bhfeidhm ar an bhfuaim.",
  "Set the clipping threshold.": "Socraigh an tairseach fáiscthe.",
  "Apply compressor to the audio.": "Cuir comhbhrúiteoir i bhfeidhm ar an bhfuaim.",
  "Compressor Threshold dB": "Tairseach Comhbhrúiteoir dB",
  "Compressor Ratio": "Cóimheas Comhbhrúiteora",
  "Compressor Attack ms": "Comhbhrúiteoir Ionsaí MS",
  "Set the compressor threshold dB.": "Socraigh an tairseach comhbhrúiteora dB.",
  "Set the compressor ratio.": "Socraigh an cóimheas comhbhrúiteora.",
  "Set the compressor attack ms.": "Socraigh an ionsaí comhbhrúiteoir ms.",
  "Delay": "Moill",
  "Compressor Release ms": "Scaoileadh Comhbhrúiteoir MS",
  "Delay Seconds": "Soicind Moille",
  "Delay Feedback": "Aiseolas Moillithe",
  "Set the delay seconds.": "Socraigh na soicindí moille.",
  "Delay Mix": "Meascán Moille",
  "Apply delay to the audio.": "Cuir moill i bhfeidhm ar an bhfuaim.",
  "Set the delay feedback.": "Socraigh aiseolas na moille.",
  "Set the compressor release ms.": "Socraigh an scaoileadh comhbhrúiteoir ms.",
  "Set the delay mix.": "Socraigh an meascán moille.",
  "Custom Embedder": "Leabaithe Saincheaptha",
  "Select Custom Embedder": "Roghnaigh Leabaithe Saincheaptha",
  "Folder Name": "Ainm an Fhillteáin",
  "Upload .bin": "Uasluchtú .bin",
  "Refresh embedders": "Athnuaigh leabaithe",
  "Upload .json": "Uasluchtaigh .json",
  "model information": "Eolas Eiseamláireach",
  "Move files to custom embedder folder": "Bog comhaid go fillteán leabaithe saincheaptha",
  "Name of the model creator. (Default: Unknown)": "Ainm chruthaitheoir na samhla. (Réamhshocrú: anaithnid)",
  "Speaker ID": "Aitheantas an chainteora",
  "Model Author Name": "Ainm Údar Samhail",
  "Select the speaker ID to use for the conversion.": "Roghnaigh an ID cainteoir a úsáid le haghaidh an chomhshó.",
  "Set name": "Socraigh ainm",
  "The name that will appear in the model information.": "An t-ainm a bheidh le feiceáil san fhaisnéis mhúnla.",
  "Set the autotune strength - the more you increase it the more it will snap to the chromatic grid.": "Socraigh an neart autotune - dá mhéad a mhéadaíonn tú é is ea is mó a léimfidh sé chuig an eangach chrómatach.",
  "Model Creator": "Cruthaitheoir Samhail"
}