{
  "Training": "તાલીમ",
  "Inference": "અનુમાન",
  "Download": "ડાઉનલોડ",
  "Extra": "વધારાનું",
  "Plugins": "પ્લગઇનો",
  "Settings": "સુયોજનો",
  "Output Information": "આઉટપુટ જાણકારી",
  "Audio Analyzer": "ઓડિયો વિશ્લેષક",
  "Merge Audios": "ઓડિયો ભેગા કરો",
  "Preprocess": "પ્રીપ્રોસેસ",
  "Model Information": "મોડેલ જાણકારી",
  "Processing": "પ્રક્રિયા કરી રહ્યા છીએ",
  "Report a Bug": "ભૂલનો અહેવાલ આપો",
  "The output information will be displayed here.": "આઉટપુટ જાણકારી અંહિ દર્શાવવામાં આવશે.",
  "Audio cutting": "ઓડિયો કટીંગ",
  "Model Name": "મોડેલ નામ",
  "Process effects": "પ્રક્રિયા અસરો",
  "Dataset Path": "ડેટાસેટ પાથ",
  "Dataset Name": "ડેટાસેટ નામ",
  "Enter model name": "મોડેલ નામ દાખલ કરો",
  "Dataset Creator": "ડેટાસેટ બનાવનાર",
  "Name of the new model.": "નવા મોડેલનું નામ.",
  "Refresh Datasets": "ડેટાસેટ્સ પુનઃતાજું કરો",
  "Path to the dataset folder.": "ડેટાસેટ ફોલ્ડરનો પાથ.",
  "Name of the new dataset.": "નવા ડેટાસેટનું નામ.",
  "Enter dataset name": "ડેટાસેટ નામ દાખલ કરો",
  "Upload Audio Dataset": "ઓડિયો ડેટાસેટ અપલોડ કરો",
  "This section contains some extra utilities that often may be in experimental phases.": "આ વિભાગમાં કેટલીક વધારાની ઉપયોગિતાઓ છે જે ઘણીવાર પ્રાયોગિક તબક્કામાં હોઈ શકે છે.",
  "A simple, high-quality voice conversion tool focused on ease of use and performance.": "એક સરળ, ઉચ્ચ-ગુણવત્તાવાળું વોઇસ કન્વર્ઝન ટૂલ ઉપયોગની સરળતા અને કામગીરી પર ધ્યાન કેન્દ્રિત કરે છે.",
  "Sampling Rate": "નમૂનાનો દર",
  "Embedder Model": "જડિત મોડેલ",
  "Extract": "અર્ક કાઢો",
  "Enter dataset path": "ડેટાસેટ પાથને દાખલ કરો",
  "Model Architecture": "મોડેલ આર્કિટેક્ચર",
  "Hop Length": "હોપ લંબાઈ",
  "The sampling rate of the audio files.": "ઓડિયો ફાઈલોનો નમૂનાનો દર.",
  "Version of the model architecture.": "મોડેલ આર્કિટેક્ચરનું સંસ્કરણ.",
  "Preprocess Dataset": "પ્રીપ્રોસેસ ડેટાસેટ",
  "The audio file has been successfully added to the dataset. Please click the preprocess button.": "ઓડિયો ફાઈલ સફળતાપૂર્વક ડેટાસેટમાં ઉમેરાઈ ગઈ છે. કૃપા કરીને પ્રીપ્રોસેસ બટન પર ક્લિક કરો.",
  "Batch Size": "બેચ માપ",
  "Total Epoch": "કુલ ઈપોક",
  "Model used for learning speaker embedding.": "સ્પીકર એમ્બેડિંગ શીખવા માટે ઉપયોગમાં લેવાતું મોડેલ.",
  "Pretrained": "પૂર્વપ્રશિક્ષિત",
  "It's recommended to deactivate this option if your dataset has already been processed.": "જો તમારા ડેટાસેટ પર પહેલેથી જ પ્રક્રિયા કરવામાં આવી હોય તો આ વિકલ્પને નિષ્ક્રિય કરવાની ભલામણ કરવામાં આવે છે.",
  "Save Every Epoch": "દરેક ઈપોકનો સંગ્રહ કરો",
  "Save Every Weights": "દરેક વજનોને બચાવો",
  "Determine at how many epochs the model will saved at.": "મોડેલ કેટલા યુગમાં સંગ્રહાશે તે નક્કી કરો.",
  "Save Only Latest": "ફક્ત તાજેતરનાં ને સંગ્રહો",
  "Custom Pretrained": "વૈવિધ્યપૂર્ણ પૂર્વટ્રેઈન થયેલ",
  "Upload Pretrained Model": "પહેલેથી પ્રશિક્ષિત મોડેલ અપલોડ કરો",
  "Specifies the overall quantity of epochs for the model training process.": "મોડેલ તાલીમ પ્રક્રિયા માટે યુગોનો એકંદર જથ્થો સ્પષ્ટ કરે છે.",
  "Refresh Custom Pretraineds": "કસ્ટમ પૂર્વપ્રશિક્ષિતોને તાજુ કરો",
  "GPU Settings": "GPU સુયોજનો",
  "Denotes the duration it takes for the system to transition to a significant pitch change. Smaller hop lengths require more time for inference but tend to yield higher pitch accuracy.": "સિસ્ટમને નોંધપાત્ર પિચ પરિવર્તનમાં સંક્રમણ કરવામાં જે સમયગાળો લાગે છે તે સૂચવે છે. નાના હોપની લંબાઈને અનુમાન માટે વધુ સમયની જરૂર હોય છે પરંતુ ઉચ્ચ પિચ ચોકસાઈ પ્રાપ્ત કરવાનું વલણ ધરાવે છે.",
  "Pretrained G Path": "વૈવિધ્યપૂર્ણ પૂર્વપ્રશિક્ષિત G",
  "Pretrained Custom Settings": "પહેલેથી પ્રશિક્ષિત વૈવિધ્યપૂર્ણ સુયોજનો",
  "Pretrained D Path": "વૈવિધ્યપૂર્ણ પૂર્વપ્રશિક્ષિત D",
  "It's advisable to align it with the available VRAM of your GPU. A setting of 4 offers improved accuracy but slower processing, while 8 provides faster and standard results.": "તેને તમારા જીપીયુના ઉપલબ્ધ વીઆરએએમ સાથે સંરેખિત કરવાની સલાહ આપવામાં આવે છે. 4નું સેટિંગ સુધારેલી ચોકસાઈ આપે છે પરંતુ પ્રક્રિયા ધીમી છે, જ્યારે 8 ઝડપી અને પ્રમાણભૂત પરિણામો પ્રદાન કરે છે.",
  "GPU Custom Settings": "GPU કસ્ટમ સુયોજનો",
  "The file you dropped is not a valid pretrained file. Please try again.": "તમે મૂકેલી ફાઇલ એ યોગ્ય પૂર્વતાલીમવાળી ફાઇલ નથી. કૃપા કરીને ફરી પ્રયાસ કરો.",
  "This setting enables you to save the weights of the model at the conclusion of each epoch.": "આ ગોઠવણી તમને દરેક યુગના અંતે મોડેલના વજનને બચાવવા માટે સક્ષમ બનાવે છે.",
  "GPU Number": "GPU નંબર",
  "GPU Information": "GPU જાણકારી",
  "Click the refresh button to see the pretrained file in the dropdown menu.": "ડ્રોપડાઉન મેનુમાં પહેલેથી તાલીમ લીધેલ ફાઈલ જોવા માટે રિફ્રેશ બટન પર ક્લિક કરો.",
  "Use CPU": "CPU ને વાપરો",
  "Pitch Guidance": "પિચ માર્ગદર્શન",
  "0 to ∞ separated by -": "0 થી ∞ આના દ્વારા અલગ પાડવામાં આવે છે -",
  "The GPU information will be displayed here.": "જીપીયુની માહિતી અહીં પ્રદર્શિત કરવામાં આવશે.",
  "Enabling this setting will result in the G and D files saving only their most recent versions, effectively conserving storage space.": "આ ગોઠવણને સક્રિય કરવાથી જી અને ડી (G) અને ડી (D) ફાઇલો માત્ર તેમના તાજેતરના વર્ઝનને જ સેવ કરી શકશે, અસરકારક રીતે સ્ટોરેજ સ્પેસનું સંરક્ષણ કરશે.",
  "Force the use of CPU for training.": "તાલીમ માટે CPU ના ઉપયોગ પર દબાણ કરો.",
  "Sets advanced GPU settings, recommended for users with better GPU architecture.": "અદ્યતન GPU ગોઠવણો સુયોજિત કરે છે, જે વધુ સારા GPU આર્કિટેક્ચર ધરાવતા વપરાશકર્તાઓ માટે આગ્રહણીય છે.",
  "Cache Dataset in GPU": "GPU માં કેશ ડેટાસેટ",
  "Extract Features": "લક્ષણોનો અર્ક કાઢો",
  "The number of CPU cores to use in the preprocess. The default setting are your cpu cores, which is recommended for most cases.": "પ્રીપ્રોસેસમાં વાપરવા માટે CPU કોરની સંખ્યા. મૂળભૂત સુયોજન એ તમારા cpu કોર છે, કે જે મોટાભાગના કિસ્સાઓ માટે આગ્રહણીય છે.",
  "The number of CPU cores to use in the extraction process. The default setting are your cpu cores, which is recommended for most cases.": "નિષ્કર્ષણ પ્રક્રિયામાં વાપરવા માટે CPU કોરની સંખ્યા. મૂળભૂત સુયોજન એ તમારા cpu કોર છે, કે જે મોટાભાગના કિસ્સાઓ માટે આગ્રહણીય છે.",
  "Utilizing custom pretrained models can lead to superior results, as selecting the most suitable pretrained models tailored to the specific use case can significantly enhance performance.": "કસ્ટમ પ્રીટ્રેઇન્ડ મોડેલ્સનો ઉપયોગ કરવાથી શ્રેષ્ઠ પરિણામો મળી શકે છે, કારણ કે ચોક્કસ ઉપયોગના કિસ્સાને અનુરૂપ સૌથી યોગ્ય પ્રિટ્રેઇન્ડ મોડેલ્સની પસંદગી કરવાથી કામગીરીમાં નોંધપાત્ર વધારો થઈ શકે છે.",
  "Index Algorithm": "અનુક્રમણિકા અલગોરિધમ",
  "Utilize pretrained models when training your own. This approach reduces training duration and enhances overall quality.": "તમારા પોતાનાને તાલીમ આપતી વખતે પૂર્વપ્રશિક્ષિત મોડેલોનો ઉપયોગ કરો. આ અભિગમ તાલીમનો સમયગાળો ઘટાડે છે અને એકંદર ગુણવત્તામાં વધારો કરે છે.",
  "Overtraining Detector": "ઓવરટ્રેઈનીંગ ડિટેક્ટર",
  "Overtraining Threshold": "થ્રેશોલ્ડની વધુ પડતી તાલીમ",
  "Fresh Training": "તાજી તાલીમ",
  "Overtraining Detector Settings": "ઓવરટ્રેઈનિંગ ડિટેક્ટર સેટિંગ્સ",
  "Cache the dataset in GPU memory to speed up the training process.": "તાલીમ પ્રક્રિયાને ઝડપી બનાવવા માટે જીપીયુ મેમરીમાં ડેટાસેટને કેશ કરો.",
  "Specify the number of GPUs you wish to utilize for extracting by entering them separated by hyphens (-).": "હાઇફન (-) દ્વારા અલગ પાડવામાં આવેલ દાખલ કરીને તમે તેનો અર્ક કાઢવા માટે ઉપયોગ કરવા માંગતા હોય તેવા જીપીયુની સંખ્યા સ્પષ્ટ કરો.",
  "Specify the number of GPUs you wish to utilize for preprocess by entering them separated by hyphens (-). At the moment, using multi-gpu will not have a significant effect.": "હાઇફન (-) દ્વારા અલગ પાડવામાં આવેલા તેમને દાખલ કરીને તમે પ્રિપ્રોસેસ માટે વાપરવા માંગતા હોય તેવા જીપીયુની સંખ્યાને સ્પષ્ટ કરો (-). અત્યારે મલ્ટિ-જીપીયુનો ઉપયોગ કરવાથી કોઇ ખાસ અસર નહીં થાય.",
  "Start Training": "તાલીમ શરૂ કરો",
  "We prioritize running the model extraction on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.": "અમે ઝડપી કામગીરી માટે જીપીયુ પર મોડેલ નિષ્કર્ષણ ચલાવવાને પ્રાધાન્ય આપીએ છીએ. જો તમે સીપીયુનો ઉપયોગ કરવાનું પસંદ કરો છો, તો ફક્ત જીપીયુ ફીલ્ડને ખાલી છોડી દો.",
  "We prioritize running the model preprocessing on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.": "અમે ઝડપી કામગીરી માટે જીપીયુ પર મોડેલ પ્રીપ્રોસેસિંગ ચલાવવાને પ્રાથમિકતા આપીએ છીએ. જો તમે સીપીયુનો ઉપયોગ કરવાનું પસંદ કરો છો, તો ફક્ત જીપીયુ ફીલ્ડને ખાલી છોડી દો.",
  "Stop Training": "તાલીમ અટકાવો",
  "By employing pitch guidance, it becomes feasible to mirror the intonation of the original voice, including its pitch. This feature is particularly valuable for singing and other scenarios where preserving the original melody or pitch pattern is essential.": "પિચ માર્ગદર્શનનો ઉપયોગ કરીને, મૂળ અવાજના રણકારને પ્રતિબિંબિત કરવાનું શક્ય બને છે, જેમાં તેની પીચનો પણ સમાવેશ થાય છે. આ સુવિધા ખાસ કરીને ગાવા અને અન્ય દૃશ્યો માટે મૂલ્યવાન છે જ્યાં મૂળ મેલોડી અથવા પિચ પેટર્નને સાચવવી જરૂરી છે.",
  "Export Model": "મોડેલ નિકાસ કરો",
  "Generate Index": "અનુક્રમણિકા બનાવો",
  "KMeans is a clustering algorithm that divides the dataset into K clusters. This setting is particularly useful for large datasets.": "કેમીન્સ એ એક ક્લસ્ટરિંગ અલ્ગોરિધમ છે જે ડેટાસેટને કે ક્લસ્ટરોમાં વિભાજિત કરે છે. આ ગોઠવણ ખાસ કરીને મોટા ડેટાસેટ્સ માટે ઉપયોગી છે.",
  "Upload": "અપલોડ",
  "Exported Pth file": "નિકાસ થયેલ Pth ફાઇલ",
  "Voice Model": "અવાજ મોડેલ",
  "Exported Index file": "નિકાસ થયેલ અનુક્રમણિકા ફાઇલ",
  "Single": "એકલું",
  "Select the pth file to be exported": "નિકાસ કરવા માટેની pth ફાઇલ પસંદ કરો",
  "Index File": "અનુક્રમણિકા ફાઇલ",
  "Refresh": "પુનઃતાજું કરો",
  "Select the index file to be exported": "નિકાસ કરવા માટેની અનુક્રમણિકા ફાઈલ પસંદ કરો",
  "Upload Audio": "ઓડિયો અપલોડ કરો",
  "Unload Voice": "અવાજ અનલોડ કરો",
  "Set the maximum number of epochs you want your model to stop training if no improvement is detected.": "જો કોઈ સુધારો જોવા ન મળે તો તમારું મોડેલ તાલીમ બંધ કરવા માંગો છો તે ઇપોક્સની મહત્તમ સંખ્યાને સુયોજિત કરો.",
  "Select the voice model to use for the conversion.": "રૂપાંતરણ માટે વાપરવા માટે વોઇસ મોડેલ પસંદ કરો.",
  "Detect overtraining to prevent the model from learning the training data too well and losing the ability to generalize to new data.": "મોડેલને તાલીમ ડેટા ખૂબ સારી રીતે શીખવાથી અને નવા ડેટામાં સામાન્યકરણ કરવાની ક્ષમતા ગુમાવવાથી રોકવા માટે ઓવરટ્રેનિંગને શોધો.",
  "Select the index file to use for the conversion.": "રૂપાંતરણ માટે વાપરવા માટે અનુક્રમણિકા ફાઈલ પસંદ કરો.",
  "Advanced Settings": "અદ્યતન સુયોજનો",
  "Select Audio": "ઓડિયો પસંદ કરો",
  "Custom Output Path": "કસ્ટમ આઉટપુટ પાથ",
  "Enable this setting only if you are training a new model from scratch or restarting the training. Deletes all previously generated weights and tensorboard logs.": "ફક્ત ત્યારે જ આ સુયોજનને સક્રિય કરો જો તમે નવા મોડલને શરૂઆતથી તાલીમ આપી રહ્યા હોય અથવા તાલીમ ફરીથી શરૂ કરી રહ્યા હોય. અગાઉ પેદા થયેલ બધા વજનો અને ટેન્સરબોર્ડ લોગ્સને કાઢી નાંખો.",
  "Output Path": "આઉટપુટ પાથ",
  "Export Format": "બંધારણ નિકાસ કરો",
  "Autotune": "Autotune",
  "Split Audio": "ઓડિયો વિભાજિત કરો",
  "Clean Audio": "ઓડિયો સાફ કરો",
  "Select the format to export the audio.": "ઓડિયો નિકાસ કરવા માટે બંધારણ પસંદ કરો.",
  "Upscale Audio": "અપસ્કેલ ઓડિયો",
  "The button 'Upload' is only for google colab: Uploads the exported files to the ApplioExported folder in your Google Drive.": "'અપલોડ' બટન માત્ર Google colab માટે જ છે: નિકાસ થયેલ ફાઇલોને તમારી Google ડ્રાઇવમાં ApplioExported ફોલ્ડરમાં અપલોડ કરે છે.",
  "Formant Shifting": "ફોર્મન્ટ બદલી રહ્યા છીએ",
  "Default value is 1.0": "મૂળભૂત કિંમત ૧.૦ છે",
  "Split the audio into chunks for inference to obtain better results in some cases.": "કેટલાક કિસ્સાઓમાં વધુ સારા પરિણામો મેળવવા માટે અનુમાન માટે ઓડિઓને ભાગોમાં વિભાજિત કરો.",
  "Browse presets for formanting": "ફોર્મેન્ટીંગ માટે પૂર્વસુયોજનોને બ્રાઉઝ કરો",
  "Pitch": "પિચ",
  "Enable formant shifting. Used for male to female and vice-versa convertions.": "ફોર્મન્ટ સ્થળાંતર કરવાનું સક્રિય કરો. પુરુષથી સ્ત્રી અને તેનાથી વિપરીત રૂપાંતરણ માટે વપરાય છે.",
  "Quefrency for formant shifting": "ફોર્મન્ટ શિફ્ટિંગ માટે ક્વેફ્રન્સી",
  "Presets are located in /assets/formant_shift folder": "પૂર્વસુયોજનો /assets/formant_shift ફોલ્ડરમાં સ્થિત થયેલ છે",
  "Upscale the audio to a higher quality, recommended for low-quality audios. (It could take longer to process the audio)": "ઓડિયોને ઉચ્ચ ગુણવત્તા સુધી અપસ્કેલ કરો, ઓછી-ગુણવત્તાવાળા ઓડિયો માટે આગ્રહણીય. (ઓડિયો પર પ્રક્રિયા કરવામાં વધુ સમય લાગી શકે છે)",
  "Timbre for formant shifting": "ફોર્મન્ટ શિફ્ટિંગ માટે ટિમ્બ્રે",
  "Select the audio to convert.": "રૂપાંતરિત કરવા માટે ઓડિયો પસંદ કરો.",
  "Apply a soft autotune to your inferences, recommended for singing conversions.": "તમારા અનુમાનો પર નરમ ઓટોટ્યુન લાગુ કરો, જે ગાવા માટે ભલામણ કરવામાં આવે છે રૂપાંતરણો ગાવા માટે ભલામણ કરવામાં આવે છે.",
  "Filter Radius": "ફિલ્ટર ત્રિજ્યા",
  "Clean your audio output using noise detection algorithms, recommended for speaking audios.": "ઓડિયો બોલવા માટે ભલામણ કરવામાં આવેલા નોઇઝ ડિટેક્શન એલ્ગોરિધમ્સનો ઉપયોગ કરીને તમારા ઓડિયો આઉટપુટને સાફ કરો.",
  "Search Feature Ratio": "શોધ લક્ષણ ગુણોત્તર",
  "Volume Envelope": "વોલ્યુમ કવરpaper size",
  "Clean Strength": "સ્વચ્છ મજબૂતાઈ",
  "Set the clean-up level to the audio you want, the more you increase it the more it will clean up, but it is possible that the audio will be more compressed.": "તમે ઇચ્છો તે ઓડિયો પર સફાઇનું સ્તર સુયોજિત કરો, તમે તેને જેટલું વધારશો તેટલું તે સાફ થશે, પરંતુ શક્ય છે કે ઓડિયો વધુ સંકુચિત હશે.",
  "Clear Outputs (Deletes all audios in assets/audios)": "આઉટપુટ સાફ કરો (સંપત્તિઓ/ઓડિયોમાં બધા ઓડિયો કાઢી નાંખે છે)",
  "Convert": "રૂપાંતર કરો",
  "Batch": "બેચ",
  "Pitch extraction algorithm": "પિચ નિષ્કર્ષણ અલગોરિધમ",
  "Protect Voiceless Consonants": "અવાજ વગરના વ્યંજનોનું રક્ષણ કરો",
  "Export Audio": "ઓડિયો નિકાસ કરો",
  "Set the pitch of the audio, the higher the value, the higher the pitch.": "ઓડિયોની પિચ સુયોજિત કરો, કિંમત જેટલી ઊંચી હશે, તેટલી પીચ વધુ ઊંચી હશે.",
  "Input Folder": "ઇનપુટ ફોલ્ડર",
  "The path where the output audio will be saved, by default in assets/audios/output.wav": "પાથ કે જ્યાં આઉટપુટ ઓડિયો એ મૂળભૂત રીતે assets/audios/output.wav માં સંગ્રહાશે",
  "Output Folder": "આઉટપુટ ફોલ્ડર",
  "Pitch extraction algorithm to use for the audio conversion. The default algorithm is rmvpe, which is recommended for most cases.": "ઓડિઓ રૂપાંતર માટે વાપરવા માટે પિચ નિષ્કર્ષણ અલ્ગોરિધમનો. મૂળભૂત અલ્ગોરિધમ એ rmvpe છે, જે મોટાભાગના કિસ્સાઓમાં ભલામણ કરવામાં આવે છે.",
  "## Voice Blender": "## વોઇસ બ્લેન્ડર",
  "Enter output path": "આઉટપુટ પાથ દાખલ કરો",
  "Get information about the audio": "ઓડિયો વિશે જાણકારી મેળવો",
  "Enter input path": "ઇનપુટ પાથને દાખલ કરો",
  "Substitute or blend with the volume envelope of the output. The closer the ratio is to 1, the more the output envelope is employed.": "આઉટપુટના વોલ્યુમ પરબિડીયા સાથે અવેજી અથવા મિશ્રણ કરો. ગુણોત્તર 1 ની નજીક હોય છે, આઉટપુટ પરબિડીયાને વધુ ઉપયોગમાં લેવામાં આવે છે.",
  "Influence exerted by the index file; a higher value corresponds to greater influence. However, opting for lower values can help mitigate artifacts present in the audio.": "અનુક્રમણિકા ફાઈલ દ્વારા લાગતો પ્રભાવ; ઉચ્ચતર મૂલ્ય વધુ પ્રભાવને મળતું આવે છે. જો કે, નીચા મૂલ્યોની પસંદગી કરવાથી ઓડિયોમાં હાજર કલાકૃતિઓને ઘટાડવામાં મદદ મળી શકે છે.",
  "Voice Blender": "અવાજ બ્લેન્ડર",
  "Select the folder containing the audios to convert.": "ફેરવવા માટે ઓડિયો સમાવતા ફોલ્ડરને પસંદ કરો.",
  "Fusion": "ફ્યુઝન",
  "Select the folder where the output audios will be saved.": "ફોલ્ડર પસંદ કરો કે જ્યાં આઉટપુટ ઓડિયો સંગ્રહાશે.",
  "Drag and drop your model here": "તમારા મોડેલને અંહિ ખેંચો અને મૂકો",
  "Blend Ratio": "મિશ્રણ ગુણોત્તર",
  "Path to Model": "મોડેલનો પાથ",
  "If the number is greater than or equal to three, employing median filtering on the collected tone results has the potential to decrease respiration.": "જો સંખ્યા ત્રણ કરતા વધારે અથવા સમાન હોય, તો એકત્રિત સ્વર પરિણામો પર મધ્યમ ફિલ્ટરિંગનો ઉપયોગ કરવાથી શ્વસનનક્કી થવાની સંભાવના રહે છે.",
  "You can also use a custom path.": "તમે કસ્ટમ પાથનો પણ ઉપયોગ કરી શકો છો.",
  "Enter path to model": "મોડેલ માટે પાથને દાખલ કરો",
  "View model information": "મોડેલ જાણકારી જુઓ",
  "Safeguard distinct consonants and breathing sounds to prevent electro-acoustic tearing and other artifacts. Pulling the parameter to its maximum value of 0.5 offers comprehensive protection. However, reducing this value might decrease the extent of protection while potentially mitigating the indexing effect.": "ઇલેક્ટ્રો-એકોસ્ટિક ફાટી ન જાય અને અન્ય કલાકૃતિઓ ન ફાટી જાય તે માટે વિશિષ્ટ વ્યંજનો અને શ્વાસોચ્છવાસના અવાજનું રક્ષણ કરો. પરિમાણને તેના ૦.૫ ના મહત્તમ મૂલ્ય તરફ ખેંચવું એ વ્યાપક સુરક્ષા પ્રદાન કરે છે. જો કે, આ મૂલ્યમાં ઘટાડો કરવાથી અનુક્રમણિકાની અસરને સંભવિતપણે ઘટાડવાની સાથે સંરક્ષણની હદમાં ઘટાડો થઈ શકે છે.",
  "Inroduce the model information": "મોડેલની જાણકારીને ઇનરોડ્યુસ કરો",
  "View": "જુઓ",
  "Model information to be placed": "મૂકવાની મોડેલ માહિતી",
  "Pth file": "Pth ફાઈલ",
  "Introduce the model pth path": "મોડેલ pth પાથનો પરિચય આપો",
  "Model extraction": "મોડેલ નિષ્કર્ષણ",
  "Select two voice models, set your desired blend percentage, and blend them into an entirely new voice.": "બે વોઇસ મોડલ્સ પસંદ કરો, તમારી ઇચ્છિત મિશ્રણ ટકાવારી સેટ કરો અને તેને સંપૂર્ણપણે નવા અવાજમાં મિશ્રિત કરો.",
  "Model conversion": "મોડેલ રૂપાંતરણ",
  "Output of the pth file": "pth ફાઇલનું આઉટપુટ",
  "Adjusting the position more towards one side or the other will make the model more similar to the first or second.": "સ્થિતિને એક બાજુ અથવા બીજી બાજુ વધુ સમાયોજિત કરવાથી મોડેલને પ્રથમ અથવા બીજી બાજુ વધુ સમાન બનાવશે.",
  "The information to be placed in the model (You can leave it blank or put anything).": "મોડેલમાં મૂકવાની માહિતી (તમે તેને ખાલી છોડી શકો છો અથવા કંઈપણ મૂકી શકો છો).",
  "Record Screen": "રેકોર્ડ સ્ક્રીન",
  "See Model Information": "મોડેલ જાણકારી જુઓ",
  "Extract F0 Curve": "F0 વળાંકનો અર્ક કાઢો",
  "Record": "રેકોર્ડ",
  "Stop Recording": "રેકોર્ડ કરવાનું બંધ કરો",
  "Introduce the model .pth path": "મોડલ .pth પાથને રજૂ કરો",
  "# How to Report an Issue on GitHub": "# GitHub પર કોઈ સમસ્યાની જાણ કેવી રીતે કરવી",
  "Model Link": "મોડેલ કડી",
  "3. Go to [GitHub Issues](https://github.com/IAHispano/Applio/issues) and click on the 'New Issue' button.": "3. [GitHub issues] (https://github.com/IAHispano/Applio/issues) પર જાઓ અને 'ન્યૂ ઇશ્યૂ' બટન પર ક્લિક કરો.",
  "## Download Model": "## ડાઉનલોડ મોડેલ",
  "Introduce the model link": "મોડેલ કડીનો પરિચય આપો",
  "Download Model": "ડાઉનલોડ મોડેલ",
  "## Drop files": "## ફાઇલો મૂકો",
  "Search": "શોધવું",
  "## Search Model": "## શોધ મોડેલ",
  "TTS Voices": "TTS અવાજો",
  "Drag your .pth file and .index file into this space. Drag one and then the other.": "આ જગ્યામાં તમારી .pth ફાઇલ અને .index ફાઇલને ખેંચો. એકને ખેંચો અને પછી બીજું.",
  "TTS Speed": "TTS ઝડપ",
  "The f0 curve represents the variations in the base frequency of a voice over time, showing how pitch rises and falls.": "એફ0 (F0) વળાંક સમય જતાં અવાજની બેઝ ફ્રિક્વન્સીમાં ભિન્નતા દર્શાવે છે, જે દર્શાવે છે કે પિચ કેવી રીતે વધે છે અને ઘટે છે.",
  "Introduce the model name to search.": "શોધવા માટે મોડેલ નામનો પરિચય આપો.",
  "And select the sampling rate": "અને સેમ્પલિંગ રેટ પસંદ કરો.",
  "## Download Pretrained Models": "## પ્રીટ્રેઈન્ડ મોડલ ડાઉનલોડ કરો",
  "1. Click on the 'Record Screen' button below to start recording the issue you are experiencing.": "1. તમે જે સમસ્યાનો સામનો કરી રહ્યા છો તેને રેકોર્ડ કરવાનું શરૂ કરવા માટે નીચે આપેલા 'રેકોર્ડ સ્ક્રીન' બટન પર ક્લિક કરો.",
  "We couldn't find models by that name.": "અમે તે નામથી મોડેલો શોધી શક્યા નહીં.",
  "Text to Synthesize": "સંશ્લેષણ કરવા માટેનું લખાણ",
  "Select the TTS voice to use for the conversion.": "રૂપાંતરણ માટે વાપરવા માટે TTS અવાજ પસંદ કરો.",
  "Increase or decrease TTS speed.": "ટીટીએસની ઝડપમાં વધારો કે ઘટાડો.",
  "Upload a .txt file": ".txt ફાઈલ અપલોડ કરો",
  "Select the pretrained model you want to download.": "તમે ડાઉનલોડ કરવા માંગો છો તે પૂર્વપ્રશિક્ષિત મોડેલ પસંદ કરો.",
  "2. Once you have finished recording the issue, click on the 'Stop Recording' button (the same button, but the label changes depending on whether you are actively recording or not).": "2. એક વખત તમે સમસ્યાનું રેકોર્ડિંગ પૂરું કરી લો એટલે 'સ્ટોપ રેકોર્ડિંગ' બટન પર ક્લિક કરો (આ જ બટન, પરંતુ તમે સક્રિયપણે રેકોર્ડિંગ કરી રહ્યા છો કે નહીં તેના આધારે લેબલ બદલાય છે).",
  "Enter the text to synthesize.": "સંશ્લેષણ કરવા માટે લખાણ દાખલ કરો.",
  "Output Path for RVC Audio": "RVC ઓડિયો માટે આઉટપુટ પાથ",
  "Output Path for TTS Audio": "TTS ઓડિયો માટે આઉટપુટ પાથ",
  "Input path for text file": "લખાણ ફાઈલ માટે ઈનપુટ પાથ",
  "Enter text to synthesize": "સંશ્લેષણ કરવા માટે લખાણ દાખલ કરો",
  "Language": "ભાષા",
  "Theme": "થીમ",
  "Restart Applio": "એપ્લિઓને પુન:શરૂ કરો",
  "Enable fake GPU": "નકલી GPU સક્રિય કરો",
  "Enable Applio integration with applio.org/models using flask": "ફ્લાસ્કની મદદથી applio.org/models સાથે એપ્લિયો સંકલન સક્રિય કરો",
  "Enable Applio integration with Discord presence": "ડિસ્કોર્ડ હાજરી સાથે એપ્લિઓ સંકલન સક્રિય કરો",
  "Precision": "ચોકસાઈ",
  "The path to the text file that contains content for text to speech.": "લખાણ ફાઇલનો પાથ કે જે લખાણથી વાણી માટે સમાવિષ્ટો સમાવે છે.",
  "It will activate the possibility of displaying the current Applio activity in Discord.": "તે ડિસ્કોર્ડમાં વર્તમાન એપ્લિયો પ્રવૃત્તિ પ્રદર્શિત કરવાની સંભાવનાને સક્રિય કરશે.",
  "Select the language you want to use. (Requires restarting Applio)": "તમે જે ભાષા વાપરવા માંગો તે પસંદ કરો. (એપ્લિયોને ફરી શરૂ કરવાની જરૂર છે)",
  "Update precision": "સુધારો ચોકસાઇ",
  "4. Complete the provided issue template, ensuring to include details as needed, and utilize the assets section to upload the recorded file from the previous step.": "4. પૂરી પાડવામાં આવેલ ઇશ્યૂ ટેમ્પલેટ પૂર્ણ કરો, જરૂરિયાત મુજબ વિગતોનો સમાવેશ કરવાની ખાતરી કરો અને અગાઉના પગલામાંથી રેકોર્ડ કરેલી ફાઇલને અપલોડ કરવા માટે અસ્કયામતોના વિભાગનો ઉપયોગ કરો.",
  "Select the theme you want to use. (Requires restarting Applio)": "થીમ પસંદ કરો જે તમે વાપરવા માંગો છો. (એપ્લિયોને ફરી શરૂ કરવાની જરૂર છે)",
  "Plugin Installer": "પ્લગઇન સ્થાપનાર",
  "Version Checker": "આવૃત્તિ ચકાસનાર",
  "Check for updates": "સુધારાઓ માટે ચકાસો",
  "Post-Process": "પછીની પ્રક્રિયા",
  "Drag your plugin.zip to install it": "તેને સ્થાપિત કરવા માટે તમારા plugin.zip ખેંચો",
  "It will activate the possibility of downloading models with a click from the website.": "તે વેબસાઇટ પરથી એક ક્લિક સાથે મોડેલો ડાઉનલોડ કરવાની સંભાવનાને સક્રિય કરશે.",
  "Training is currently unsupported due to the absence of a GPU. To activate the training tab, navigate to the settings tab and enable the 'Fake GPU' option.": "જીપીયુની ગેરહાજરીને કારણે હાલમાં તાલીમ બિનઆધારભૂત છે. ટ્રેનિંગ ટેબને એક્ટિવેટ કરવા માટે, સેટિંગ્સ ટેબ પર નેવિગેટ કરો અને 'ફેક જીપીયુ' વિકલ્પ સક્રિય કરો.",
  "Reverb": "ઉલટાવો",
  "Select the precision you want to use for training and inference.": "તાલીમ અને અનુમાન માટે તમે જે ચોકસાઇનો ઉપયોગ કરવા માંગો છો તે પસંદ કરો.",
  "Reverb Damping": "ડેમ્પીંગ ઉલટાવો",
  "Reverb Room Size": "ઓરડાના માપને ઉલટાવો",
  "Activates the train tab. However, please note that this device lacks GPU capabilities, hence training is not supported. This option is only for testing purposes. (This option will restart Applio)": "ટ્રેનનું ટેબ એક્ટિવેટ કરે છે. જા કે, કૃપા કરીને એ બાબતની નોંધ લેશો કે આ ઉપકરણમાં જીપીયુ (GPU) ક્ષમતાઓનો અભાવ છે, તેથી તાલીમ આધારભૂત નથી. આ વિકલ્પ ફક્ત પરીક્ષણ હેતુ માટે છે. (આ વિકલ્પ એપ્લિઓને ફરી શરૂ કરશે)",
  "Apply reverb to the audio.": "ઓડિયોમાં રેવર્બ લગાવો.",
  "Post-process the audio to apply effects to the output.": "આઉટપુટ પર અસરો લાગુ કરવા માટે ઓડિયોની પ્રક્રિયા પછીની પ્રક્રિયા કરો.",
  "Set the damping of the reverb.": "રેવબનું ડેમ્પિંગ સેટ કરો.",
  "Reverb Wet Gain": "રેવરબ વેટ ગેઇન",
  "Set the room size of the reverb.": "રેવર્બના ઓરડાનું માપ સુયોજિત કરો.",
  "Reverb Width": "પહોળાઈ ઉલટાવો",
  "Reverb Dry Gain": "ડ્રાય ગેઇન ઉલટાવો",
  "Pitch Shift": "પિચ Shift",
  "Set the dry gain of the reverb.": "રેવ્બનો ડ્રાય ગેઇન સેટ કરો.",
  "Reverb Freeze Mode": "રેવરબ ફ્રીઝ સ્થિતિ",
  "Set the wet gain of the reverb.": "રેવબનો ભીનો લાભ સેટ કરો.",
  "Check which version of Applio is the latest to see if you need to update.": "તમારે અપડેટ કરવાની જરૂર છે કે નહીં તે જોવા માટે એપ્લિઓનું કયું સંસ્કરણ નવીનતમ છે તે તપાસો.",
  "Set the width of the reverb.": "પ્રતિવાદની પહોળાઈ સુયોજિત કરો.",
  "Pitch Shift Semitones": "પિચ શિફ્ટ સેમિટોન્સ",
  "Set the freeze mode of the reverb.": "રેવરબનો ફ્રીઝ મોડ સેટ કરો.",
  "Limiter": "મર્યાદિત કરનાર",
  "Apply limiter to the audio.": "ઓડિયો માટે લિમિટર લાગુ કરો.",
  "Gain": "લાભ",
  "Set the pitch shift semitones.": "પિચ શિફ્ટ સેમિટોન્સને સેટ કરો.",
  "Limiter Threshold dB": "લિમિટર થ્રેશોલ્ડ dB",
  "Apply pitch shift to the audio.": "ઓડિયોમાં પિચ શિફ્ટ લાગુ કરો.",
  "Set the limiter threshold dB.": "મર્યાદા થ્રેશોલ્ડ dB ને સુયોજિત કરો.",
  "Gain dB": "dB મેળવો",
  "Limiter Release Time": "મર્યાદા પ્રકાશન સમય",
  "Apply gain to the audio.": "ઓડિયો પર ગેઇન લગાવો.",
  "Distortion": "ભંગાણ",
  "Chorus": "કોરસ",
  "Set the gain dB.": "ગેઇન ડીબી સેટ કરો.",
  "Distortion Gain": "વિકૃતિ લાભ",
  "Apply distortion to the audio.": "ઓડિયોમાં વિકૃતિ લાગુ કરો.",
  "Set the limiter release time.": "મર્યાદિત પ્રકાશન સમયને સુયોજિત કરો.",
  "Chorus Rate Hz": "કોરસ દર Hz",
  "Set the distortion gain.": "વિકૃતિ લાભને સુયોજિત કરો.",
  "Chorus Depth": "કોરસ ઊંડાઈ",
  "Apply chorus to the audio.": "ઓડિયો પર સમૂહગીત લાગુ કરો.",
  "Set the chorus rate Hz.": "સમૂહગીત દર Hz ને સુયોજિત કરો.",
  "Chorus Feedback": "કોરસ ફીડબેક",
  "Chorus Center Delay ms": "ચોરસ કેન્દ્ર વિલંબ ms",
  "Bitcrush": "બીટક્રશ",
  "Bitcrush Bit Depth": "Bitcrush બીટ ઊંડાઈ",
  "Set the chorus feedback.": "સમૂહગીત પ્રતિસાદ સેટ કરો.",
  "Clipping": "ક્લિપિંગ",
  "Apply bitcrush to the audio.": "ઓડિયો પર બીટક્રશ લગાવો.",
  "Set the chorus center delay ms.": "સમૂહગીત કેન્દ્ર વિલંબ ms ને સુયોજિત કરો.",
  "Chorus Mix": "ચોરસ મિશ્રણ",
  "Clipping Threshold": "ક્લિપિંગ થ્રેશોલ્ડ",
  "Compressor": "કોમ્પ્રેસર",
  "Set the chorus depth.": "સમૂહગીતની ઊંડાઈ સુયોજિત કરો.",
  "Set the chorus mix.": "સમૂહગીત મિશ્રણને સુયોજિત કરો.",
  "Set the bitcrush bit depth.": "બીટક્રશ બીટ ઊંડાઈને સુયોજિત કરો.",
  "Apply clipping to the audio.": "ઓડિયો પર ક્લિપિંગ લગાવો.",
  "Set the clipping threshold.": "ક્લિપિંગ થ્રેશોલ્ડને સુયોજિત કરો.",
  "Compressor Threshold dB": "કોમ્પ્રેસર થ્રેશોલ્ડ dB",
  "Apply compressor to the audio.": "ઓડિયોમાં કોમ્પ્રેસર લગાવો.",
  "Compressor Ratio": "કોમ્પ્રેસરનો ગુણોત્તર",
  "Delay": "વિલંબ",
  "Compressor Attack ms": "કોમ્પ્રેસર એટેક ms",
  "Delay Seconds": "વિલંબ સેકંડો",
  "Apply delay to the audio.": "ઓડિયોમાં વિલંબ લાગુ કરો.",
  "Compressor Release ms": "કોમ્પ્રેસર પ્રકાશન ms",
  "Set the compressor ratio.": "કોમ્પ્રેસરનો ગુણોત્તર સુયોજિત કરો.",
  "Delay Feedback": "વિલંબ પ્રતિસાદ",
  "Set the compressor attack ms.": "કોમ્પ્રેસર એટેક ms ને સુયોજિત કરો.",
  "Set the compressor release ms.": "કોમ્પ્રેસર પ્રકાશન ms ને સુયોજિત કરો.",
  "Delay Mix": "વિલંબ મિશ્રણ",
  "Set the delay seconds.": "વિલંબની સેકન્ડો સુયોજિત કરો.",
  "Set the delay feedback.": "વિલંબ પ્રતિસાદને સુયોજિત કરો.",
  "Custom Embedder": "વૈવિધ્યપૂર્ણ જડિત",
  "Set the delay mix.": "વિલંબ મિશ્રણને સુયોજિત કરો.",
  "Upload .json": ".json અપલોડ કરો",
  "model information": "મોડેલ જાણકારી",
  "Folder Name": "ફોલ્ડર નામ",
  "Set the compressor threshold dB.": "કોમ્પ્રેસર થ્રેશોલ્ડ dB ગોઠવો.",
  "Model Creator": "મોડેલ બનાવનાર",
  "Upload .bin": ".bin અપલોડ કરો",
  "Speaker ID": "સ્પીકર ID",
  "Refresh embedders": "જડિતરો તાજા કરો",
  "Select Custom Embedder": "વૈવિધ્યપૂર્ણ એમ્બાઇન્ડર પસંદ કરો",
  "Name of the model creator. (Default: Unknown)": "મોડેલ સર્જકનું નામ. (મૂળભૂત: અજ્ઞાત)",
  "Set name": "નામને સુયોજિત કરો",
  "Model Author Name": "મોડેલ લેખક નામ",
  "Select the speaker ID to use for the conversion.": "રૂપાંતરણ માટે વાપરવા માટે સ્પીકર ID પસંદ કરો.",
  "Move files to custom embedder folder": "કસ્ટમ એમ્બેડર ફોલ્ડરમાં ફાઇલોને ખસેડો",
  "The name that will appear in the model information.": "નામ કે જે મોડેલ માહિતીમાં દેખાશે.",
  "Set the autotune strength - the more you increase it the more it will snap to the chromatic grid.": "ઓટોટ્યુન સ્ટ્રેન્થ સેટ કરો - તમે તેને જેટલું વધારશો તેટલું તે ક્રોમેટિક ગ્રીડ પર સ્નેપ થશે."
}