{
  "Processing": "עיבוד",
  "Extra": "נוספות",
  "Training": "הדרכה",
  "Inference": "הסקה",
  "Output Information": "מידע פלט",
  "Download": "הורדה",
  "Audio Analyzer": "מנתח אודיו",
  "Merge Audios": "מיזוג אודיו",
  "Settings": "הגדרות",
  "The output information will be displayed here.": "פרטי הפלט יוצגו כאן.",
  "Plugins": "תוספים",
  "Model Information": "מידע על הדגם",
  "Report a Bug": "דווח על באג",
  "Preprocess": "תהליך מקדים",
  "Audio cutting": "חיתוך אודיו",
  "Model Name": "שם דגם",
  "Process effects": "אפקטי תהליך",
  "Name of the new model.": "שם הדגם החדש.",
  "A simple, high-quality voice conversion tool focused on ease of use and performance.": "כלי המרת קול פשוט ואיכותי המתמקד בקלות השימוש והביצועים.",
  "Refresh Datasets": "רענון ערכות נתונים",
  "Dataset Name": "שם ערכת נתונים",
  "Dataset Path": "נתיב ערכת נתונים",
  "Dataset Creator": "יוצר ערכת נתונים",
  "Enter dataset name": "הזן שם ערכת נתונים",
  "This section contains some extra utilities that often may be in experimental phases.": "סעיף זה מכיל כמה כלי עזר נוספים שלעתים קרובות עשויים להיות בשלבי ניסוי.",
  "Enter model name": "הזן שם דגם",
  "Path to the dataset folder.": "נתיב לתיקיית ערכת הנתונים.",
  "Name of the new dataset.": "שם ערכת הנתונים החדשה.",
  "Upload Audio Dataset": "העלה ערכת נתוני שמע",
  "It's recommended to deactivate this option if your dataset has already been processed.": "מומלץ לבטל אפשרות זו אם ערכת הנתונים שלך כבר עובדה.",
  "Sampling Rate": "קצב הדגימה",
  "Enter dataset path": "הזן נתיב ערכת נתונים",
  "Embedder Model": "מודל Embedder",
  "Extract": "תמצית",
  "The audio file has been successfully added to the dataset. Please click the preprocess button.": "קובץ השמע נוסף בהצלחה לערכת הנתונים. אנא לחץ על כפתור התהליך המקדים.",
  "Hop Length": "אורך הופ",
  "Model Architecture": "ארכיטקטורת מודל",
  "Preprocess Dataset": "ערכת נתונים של קדם-תהליך",
  "Batch Size": "גודל אצווה",
  "The sampling rate of the audio files.": "קצב הדגימה של קבצי האודיו.",
  "Version of the model architecture.": "גרסה של ארכיטקטורת המודל.",
  "Total Epoch": "סה\"כ תקופה",
  "Save Every Epoch": "הצילו כל תקופה",
  "Model used for learning speaker embedding.": "מודל המשמש ללימוד הטמעת רמקולים.",
  "Pretrained": "הוכשר מראש",
  "Save Every Weights": "חסוך כל משקולות",
  "Determine at how many epochs the model will saved at.": "קבע בכמה תקופות יישמר המודל.",
  "Save Only Latest": "שמור רק את העדכני ביותר",
  "Custom Pretrained": "מותאם אישית שהוכשר מראש",
  "Upload Pretrained Model": "העלה מודל מאומן מראש",
  "Specifies the overall quantity of epochs for the model training process.": "מציין את הכמות הכוללת של תקופות עבור תהליך אימון המודל.",
  "Refresh Custom Pretraineds": "רענון מאומנים מראש מותאמים אישית",
  "Denotes the duration it takes for the system to transition to a significant pitch change. Smaller hop lengths require more time for inference but tend to yield higher pitch accuracy.": "מציין את משך הזמן שלוקח למערכת לעבור לשינוי גובה צליל משמעותי. אורכי דילוג קטנים יותר דורשים זמן רב יותר להסקת מסקנות אך נוטים להניב דיוק גובה צליל גבוה יותר.",
  "It's advisable to align it with the available VRAM of your GPU. A setting of 4 offers improved accuracy but slower processing, while 8 provides faster and standard results.": "מומלץ ליישר אותו עם ה-VRAM הזמין של המעבד הגרפי. הגדרה 4 מציעה דיוק משופר אך עיבוד איטי יותר, בעוד 8 מספקת תוצאות מהירות וסטנדרטיות.",
  "Pretrained G Path": "G מותאם אישית מאומן מראש",
  "GPU Settings": "הגדרות GPU",
  "Pretrained Custom Settings": "הגדרות מותאמות אישית שהוכשרו מראש",
  "GPU Number": "מספר GPU",
  "This setting enables you to save the weights of the model at the conclusion of each epoch.": "הגדרה זו מאפשרת לך לשמור את המשקולות של המודל בסוף כל תקופה.",
  "Pretrained D Path": "מותאם אישית מאומן מראש D",
  "GPU Custom Settings": "הגדרות מותאמות אישית של GPU",
  "The file you dropped is not a valid pretrained file. Please try again.": "הקובץ ששחררת אינו קובץ חוקי שהוכשר מראש. נסה שוב.",
  "0 to ∞ separated by -": "0 עד ∞ מופרדים על ידי -",
  "Click the refresh button to see the pretrained file in the dropdown menu.": "לחץ על לחצן הרענון כדי לראות את הקובץ המאומן מראש בתפריט הנפתח.",
  "Use CPU": "שימוש ב- CPU",
  "The GPU information will be displayed here.": "פרטי המעבד הגרפי יוצגו כאן.",
  "Enabling this setting will result in the G and D files saving only their most recent versions, effectively conserving storage space.": "הפעלת הגדרה זו תגרום לכך שקובצי G ו- D ישמרו רק את הגרסאות העדכניות ביותר שלהם, ובכך יחסכו ביעילות שטח אחסון.",
  "Pitch Guidance": "הנחיית פיץ'",
  "GPU Information": "מידע על המעבד הגרפי",
  "Extract Features": "תכונות חלץ",
  "Sets advanced GPU settings, recommended for users with better GPU architecture.": "הגדרת הגדרות GPU מתקדמות, מומלצות למשתמשים עם ארכיטקטורת GPU טובה יותר.",
  "The number of CPU cores to use in the preprocess. The default setting are your cpu cores, which is recommended for most cases.": "מספר ליבות המעבד לשימוש בתהליך המקדים. הגדרת ברירת המחדל היא ליבות ה- CPU שלך, המומלצת ברוב המקרים.",
  "Force the use of CPU for training.": "כפה את השימוש ב- CPU לאימון.",
  "Cache Dataset in GPU": "ערכת נתונים של מטמון במעבד הגרפי",
  "The number of CPU cores to use in the extraction process. The default setting are your cpu cores, which is recommended for most cases.": "מספר ליבות המעבד לשימוש בתהליך החילוץ. הגדרת ברירת המחדל היא ליבות ה- CPU שלך, המומלצת ברוב המקרים.",
  "Index Algorithm": "אלגוריתם אינדקס",
  "Overtraining Detector": "גלאי אימון יתר",
  "Specify the number of GPUs you wish to utilize for extracting by entering them separated by hyphens (-).": "ציין את מספר המעבדים הגרפיים שברצונך להשתמש בהם לחילוץ על-ידי הכנסתם כשהם מופרדים באמצעות מקפים (-).",
  "Specify the number of GPUs you wish to utilize for preprocess by entering them separated by hyphens (-). At the moment, using multi-gpu will not have a significant effect.": "ציין את מספר המעבדים הגרפיים שברצונך להשתמש בהם לעיבוד מקדים על-ידי הכנסתם כשהם מופרדים באמצעות מקפים (-). כרגע, לשימוש ב- multi-gpu לא תהיה השפעה משמעותית.",
  "Utilize pretrained models when training your own. This approach reduces training duration and enhances overall quality.": "השתמש במודלים מאומנים מראש בעת אימון משלך. גישה זו מפחיתה את משך האימון ומשפרת את האיכות הכוללת.",
  "Utilizing custom pretrained models can lead to superior results, as selecting the most suitable pretrained models tailored to the specific use case can significantly enhance performance.": "שימוש במודלים מותאמים אישית שהוכשרו מראש יכול להוביל לתוצאות מעולות, שכן בחירת הדגמים המתאימים ביותר שהוכשרו מראש המותאמים למקרה השימוש הספציפי יכולה לשפר משמעותית את הביצועים.",
  "Overtraining Detector Settings": "הגדרות גלאי אימון יתר",
  "Fresh Training": "אימון טרי",
  "Cache the dataset in GPU memory to speed up the training process.": "שמור במטמון את ערכת הנתונים בזיכרון GPU כדי להאיץ את תהליך האימון.",
  "Start Training": "התחל להתאמן",
  "We prioritize running the model extraction on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.": "אנו נותנים עדיפות להפעלת חילוץ הדגם על המעבד הגרפי לקבלת ביצועים מהירים יותר. אם אתה מעדיף להשתמש במעבד, פשוט השאר את שדה המעבד הגרפי ריק.",
  "KMeans is a clustering algorithm that divides the dataset into K clusters. This setting is particularly useful for large datasets.": "KMeans הוא אלגוריתם אשכולות המחלק את מערך הנתונים לאשכולות K. הגדרה זו שימושית במיוחד לערכות נתונים גדולות.",
  "We prioritize running the model preprocessing on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.": "אנו נותנים עדיפות להפעלת העיבוד המקדים של הדגם במעבד הגרפי לקבלת ביצועים מהירים יותר. אם אתה מעדיף להשתמש במעבד, פשוט השאר את שדה המעבד הגרפי ריק.",
  "Stop Training": "הפסקת אימונים",
  "Overtraining Threshold": "סף אימון יתר",
  "Generate Index": "יצירת אינדקס",
  "By employing pitch guidance, it becomes feasible to mirror the intonation of the original voice, including its pitch. This feature is particularly valuable for singing and other scenarios where preserving the original melody or pitch pattern is essential.": "על ידי שימוש בהנחיית גובה הצליל, ניתן יהיה לשקף את האינטונציה של הקול המקורי, כולל גובה הצליל שלו. תכונה זו חשובה במיוחד לשירה ולתרחישים אחרים שבהם שמירה על המנגינה או תבנית גובה הצליל המקורית היא חיונית.",
  "Export Model": "מודל ייצוא",
  "Exported Pth file": "קובץ Pth מיוצא",
  "Exported Index file": "קובץ אינדקס מיוצא",
  "Select the pth file to be exported": "בחר את קובץ ה- pth לייצוא",
  "Upload": "העלאה",
  "Voice Model": "מודל קולי",
  "Refresh": "לרענן",
  "Index File": "קובץ אינדקס",
  "Select the index file to be exported": "בחר את קובץ האינדקס לייצוא",
  "Single": "סינגל",
  "Detect overtraining to prevent the model from learning the training data too well and losing the ability to generalize to new data.": "זהה אימון יתר כדי למנוע מהמודל ללמוד את נתוני האימון טוב מדי ולאבד את היכולת להכליל לנתונים חדשים.",
  "Set the maximum number of epochs you want your model to stop training if no improvement is detected.": "הגדר את המספר המרבי של תקופות שברצונך שהמודל שלך יפסיק להתאמן אם לא זוהה שיפור.",
  "Upload Audio": "העלה אודיו",
  "Unload Voice": "ביטול טעינת קול",
  "Select Audio": "בחר שמע",
  "Select the voice model to use for the conversion.": "בחר את הדגם הקולי שישמש להמרה.",
  "Enable this setting only if you are training a new model from scratch or restarting the training. Deletes all previously generated weights and tensorboard logs.": "הפוך הגדרה זו לזמינה רק אם אתה מאמן דגם חדש מאפס או מפעיל מחדש את האימון. מוחק את כל המשקולות ויומני הטנזורבורד שנוצרו בעבר.",
  "The button 'Upload' is only for google colab: Uploads the exported files to the ApplioExported folder in your Google Drive.": "הלחצן 'העלה' מיועד רק ל-google colab: מעלה את הקבצים המיוצאים לתיקייה ApplioExported ב-Google Drive.",
  "Advanced Settings": "הגדרות מתקדמות",
  "Select the audio to convert.": "בחר את האודיו להמרה.",
  "Select the index file to use for the conversion.": "בחר את קובץ האינדקס שישמש להמרה.",
  "Custom Output Path": "נתיב פלט מותאם אישית",
  "Output Path": "נתיב פלט",
  "Export Format": "תבנית ייצוא",
  "Split Audio": "שמע מפוצל",
  "Clean Audio": "שמע נקי",
  "Select the format to export the audio.": "בחר את הפורמט לייצוא השמע.",
  "Autotune": "כוונון אוטומטי",
  "Clean Strength": "חוזק נקי",
  "Upscale Audio": "שמע יוקרתי",
  "Clear Outputs (Deletes all audios in assets/audios)": "נקה יציאות (מחיקת כל רכיבי השמע במשאבים/שמעים)",
  "The path where the output audio will be saved, by default in assets/audios/output.wav": "הנתיב שבו יישמר שמע הפלט, כברירת מחדל ב- assets/audios/output.wav",
  "Formant Shifting": "הסטה פורמנטית",
  "Quefrency for formant shifting": "Quefrency עבור הסטה פורמנטית",
  "Default value is 1.0": "ערך ברירת המחדל הוא 1.0",
  "Pitch": "המגרש",
  "Clean your audio output using noise detection algorithms, recommended for speaking audios.": "נקה את פלט השמע באמצעות אלגוריתמים לזיהוי רעשים, המומלצים לדיבור אודיו.",
  "Timbre for formant shifting": "גוון להזזת פורמנט",
  "Apply a soft autotune to your inferences, recommended for singing conversions.": "החל כוונון אוטומטי רך על המסקנות שלך, מומלץ לשירת המרות.",
  "Filter Radius": "רדיוס מסנן",
  "Split the audio into chunks for inference to obtain better results in some cases.": "פצל את השמע למקטעים לצורך הסקה כדי להשיג תוצאות טובות יותר במקרים מסוימים.",
  "Browse presets for formanting": "עיון בקביעות מוגדרות מראש לפורמאנטינג",
  "Enable formant shifting. Used for male to female and vice-versa convertions.": "אפשר הזזה פורמנטית. משמש להמרה מזכר לנקבה ולהיפך.",
  "Upscale the audio to a higher quality, recommended for low-quality audios. (It could take longer to process the audio)": "שדרג את השמע לאיכות גבוהה יותר, המומלצת לשמע באיכות נמוכה. (עיבוד השמע עשוי להימשך זמן רב יותר)",
  "Search Feature Ratio": "יחס תכונות חיפוש",
  "Volume Envelope": "מעטפת נפח",
  "Convert": "מומר",
  "Batch": "אצווה",
  "Set the pitch of the audio, the higher the value, the higher the pitch.": "הגדר את גובה הצליל של השמע, ככל שהערך גבוה יותר, כך גובה הצליל גבוה יותר.",
  "Protect Voiceless Consonants": "הגנה על עיצורים חסרי קול",
  "Export Audio": "ייצוא אודיו",
  "Pitch extraction algorithm": "אלגוריתם חילוץ גובה המגרש",
  "Input Folder": "תיקיית קלט",
  "Presets are located in /assets/formant_shift folder": "קביעות מוגדרות מראש ממוקמות בתיקייה /assets/formant_shift",
  "Set the clean-up level to the audio you want, the more you increase it the more it will clean up, but it is possible that the audio will be more compressed.": "הגדר את רמת הניקוי לשמע הרצוי, ככל שתגדיל אותה כך היא תנקה יותר, אך ייתכן שהשמע יהיה דחוס יותר.",
  "Enter input path": "הזן נתיב קלט",
  "Substitute or blend with the volume envelope of the output. The closer the ratio is to 1, the more the output envelope is employed.": "יש להחליף או למזג עם מעטפת הנפח של הפלט. ככל שהיחס קרוב יותר ל-1, כך מעטפת הפלט מועסקת יותר.",
  "Output Folder": "תיקיית פלט",
  "Select the folder containing the audios to convert.": "בחר את התיקיה המכילה את האודיו להמרה.",
  "## Voice Blender": "## בלנדר קולי",
  "Pitch extraction algorithm to use for the audio conversion. The default algorithm is rmvpe, which is recommended for most cases.": "אלגוריתם חילוץ גובה הצליל לשימוש בהמרת השמע. אלגוריתם ברירת המחדל הוא rmvpe, המומלץ ברוב המקרים.",
  "Enter output path": "הזן נתיב פלט",
  "Voice Blender": "בלנדר קולי",
  "Get information about the audio": "קבלת מידע אודות השמע",
  "Influence exerted by the index file; a higher value corresponds to greater influence. However, opting for lower values can help mitigate artifacts present in the audio.": "השפעה המופעלת על ידי קובץ האינדקס; ערך גבוה יותר מתאים להשפעה גדולה יותר. עם זאת, בחירה בערכים נמוכים יותר יכולה לסייע בהפחתת לכלוכים הקיימים בשמע.",
  "If the number is greater than or equal to three, employing median filtering on the collected tone results has the potential to decrease respiration.": "אם המספר גדול או שווה לשלושה, שימוש בסינון חציוני על תוצאות הטון שנאסף עלול להפחית את הנשימה.",
  "Select the folder where the output audios will be saved.": "בחר את התיקיה שבה יישמרו שמעי הפלט.",
  "Fusion": "היתוך",
  "Blend Ratio": "יחס מיזוג",
  "Safeguard distinct consonants and breathing sounds to prevent electro-acoustic tearing and other artifacts. Pulling the parameter to its maximum value of 0.5 offers comprehensive protection. However, reducing this value might decrease the extent of protection while potentially mitigating the indexing effect.": "הגן על עיצורים וצלילי נשימה מובחנים כדי למנוע קריעה אלקטרו-אקוסטית וחפצים אחרים. משיכת הפרמטר לערכו המקסימלי של 0.5 מציעה הגנה מקיפה. עם זאת, הפחתת ערך זה עשויה להקטין את היקף ההגנה תוך מיתון אפקט האינדקס.",
  "You can also use a custom path.": "ניתן גם להשתמש בנתיב מותאם אישית.",
  "Path to Model": "נתיב למודל",
  "Enter path to model": "הזן נתיב לדגם",
  "Inroduce the model information": "הצגת מידע המודל",
  "View model information": "הצגת פרטי דגם",
  "Introduce the model pth path": "הצגת נתיב pth של המודל",
  "Model information to be placed": "מידע על הדגם שיש למקם",
  "View": "נוף",
  "Pth file": "קובץ Pth",
  "Model extraction": "חילוץ מודל",
  "Model conversion": "המרת מודל",
  "Output of the pth file": "פלט של קובץ pth",
  "Extract F0 Curve": "חלץ עקומת F0",
  "Select two voice models, set your desired blend percentage, and blend them into an entirely new voice.": "בחרו שני מודלים קוליים, הגדירו את אחוז המיזוג הרצוי ומזגו אותם לקול חדש לחלוטין.",
  "# How to Report an Issue on GitHub": "# כיצד לדווח על בעיה ב- GitHub",
  "Record": "שיא",
  "Drag and drop your model here": "גרור ושחרר את הדגם שלך לכאן",
  "Adjusting the position more towards one side or the other will make the model more similar to the first or second.": "התאמת המיקום יותר לצד זה או אחר תהפוך את המודל לדומה יותר לראשון או השני.",
  "The information to be placed in the model (You can leave it blank or put anything).": "המידע שיש להציב במודל (אתה יכול להשאיר אותו ריק או לשים כל דבר).",
  "Record Screen": "מסך הקלטה",
  "Stop Recording": "הפסקת הקלטה",
  "Introduce the model .pth path": "הצגת נתיב .pth של המודל",
  "## Download Model": "## הורד דגם",
  "See Model Information": "ראה מידע על הדגם",
  "Model Link": "קישור לדגם",
  "Download Model": "הורד דגם",
  "Search": "חיפוש",
  "Introduce the model link": "הצג את הקישור לדגם",
  "3. Go to [GitHub Issues](https://github.com/IAHispano/Applio/issues) and click on the 'New Issue' button.": "3. עבור אל [בעיות GitHub](https://github.com/IAHispano/Applio/issues) ולחץ על כפתור 'בעיה חדשה'.",
  "## Drop files": "## שחרר קבצים",
  "## Search Model": "## מודל חיפוש",
  "1. Click on the 'Record Screen' button below to start recording the issue you are experiencing.": "1. לחץ על כפתור 'הקלט מסך' למטה כדי להתחיל להקליט את הבעיה שאתה חווה.",
  "The f0 curve represents the variations in the base frequency of a voice over time, showing how pitch rises and falls.": "עקומת f0 מייצגת את השינויים בתדר הבסיס של קול לאורך זמן, ומראה כיצד גובה הצליל עולה ויורד.",
  "Drag your .pth file and .index file into this space. Drag one and then the other.": "גרור את קובץ ה- .pth ואת קובץ ה- .index לשטח זה. גרור אחד ולאחר מכן את השני.",
  "TTS Voices": "קולות TTS",
  "We couldn't find models by that name.": "לא מצאנו דוגמניות בשם הזה.",
  "TTS Speed": "מהירות TTS",
  "Introduce the model name to search.": "הצג את שם הדגם לחיפוש.",
  "## Download Pretrained Models": "## הורד דגמים מאומנים מראש",
  "And select the sampling rate": "ובחר את קצב הדגימה.",
  "Text to Synthesize": "טקסט לסנתז",
  "Increase or decrease TTS speed.": "הגדל או הקטן את מהירות TTS.",
  "Upload a .txt file": "העלאת קובץ .txt",
  "Enter the text to synthesize.": "הזן את הטקסט לסנתזה.",
  "Select the TTS voice to use for the conversion.": "בחר את קול TTS לשימוש עבור ההמרה.",
  "2. Once you have finished recording the issue, click on the 'Stop Recording' button (the same button, but the label changes depending on whether you are actively recording or not).": "2. לאחר שסיימת להקליט את הבעיה, לחץ על כפתור 'הפסק הקלטה' (אותו כפתור, אך התווית משתנה בהתאם לשאלה אם אתה מקליט באופן פעיל או לא).",
  "Output Path for TTS Audio": "נתיב פלט עבור שמע TTS",
  "Select the pretrained model you want to download.": "בחר את הדגם המאומן מראש שברצונך להוריד.",
  "Input path for text file": "נתיב קלט עבור קובץ טקסט",
  "4. Complete the provided issue template, ensuring to include details as needed, and utilize the assets section to upload the recorded file from the previous step.": "4. השלם את תבנית הבעיה שסופקה, הקפד לכלול פרטים לפי הצורך, והשתמש בסעיף הנכסים כדי להעלות את הקובץ המוקלט מהשלב הקודם.",
  "Enter text to synthesize": "הזן טקסט לסנתזה",
  "Output Path for RVC Audio": "נתיב פלט עבור שמע RVC",
  "Enable Applio integration with Discord presence": "אפשר שילוב Applio עם נוכחות Discord",
  "Enable fake GPU": "הפעל GPU מזויף",
  "Language": "שפה",
  "Restart Applio": "הפעל מחדש את Applio",
  "Theme": "ערכת נושא",
  "Enable Applio integration with applio.org/models using flask": "אפשר שילוב Applio עם applio.org/models באמצעות בקבוק",
  "The path to the text file that contains content for text to speech.": "הנתיב לקובץ הטקסט המכיל תוכן עבור טקסט לדיבור.",
  "Precision": "דיוק",
  "It will activate the possibility of downloading models with a click from the website.": "זה יפעיל את האפשרות להוריד דגמים בלחיצה מהאתר.",
  "Select the language you want to use. (Requires restarting Applio)": "בחר את השפה שבה ברצונך להשתמש. (דורש הפעלה מחדש של Applio)",
  "Plugin Installer": "מתקין תוספים",
  "It will activate the possibility of displaying the current Applio activity in Discord.": "זה יפעיל את האפשרות להציג את הפעילות הנוכחית Applio בדיסקורד.",
  "Select the theme you want to use. (Requires restarting Applio)": "בחר את ערכת הנושא שבה ברצונך להשתמש. (דורש הפעלה מחדש של Applio)",
  "Update precision": "דיוק העדכון",
  "Drag your plugin.zip to install it": "גרור את plugin.zip כדי להתקין אותו",
  "Version Checker": "בודק גרסאות",
  "Post-Process": "לאחר התהליך",
  "Activates the train tab. However, please note that this device lacks GPU capabilities, hence training is not supported. This option is only for testing purposes. (This option will restart Applio)": "הפעלת כרטיסיית הרכבת. עם זאת, שים לב שמכשיר זה חסר יכולות GPU, ולכן אימון אינו נתמך. אפשרות זו היא למטרות בדיקה בלבד. (אפשרות זו תפעיל מחדש את Applio)",
  "Check for updates": "בדוק אם קיימים עדכונים",
  "Reverb": "ריוורב",
  "Apply reverb to the audio.": "החל הדהוד על השמע.",
  "Reverb Wet Gain": "רווח רטוב Reverb",
  "Reverb Damping": "דעיכת הדהוד",
  "Select the precision you want to use for training and inference.": "בחר את הדיוק שבו ברצונך להשתמש לצורך הדרכה והסקת מסקנות.",
  "Training is currently unsupported due to the absence of a GPU. To activate the training tab, navigate to the settings tab and enable the 'Fake GPU' option.": "ההדרכה אינה נתמכת כעת עקב היעדר GPU. כדי להפעיל את כרטיסיית האימון, נווטו לכרטיסיית ההגדרות והפעילו את האפשרות 'GPU מזויף'.",
  "Post-process the audio to apply effects to the output.": "לאחר עיבוד השמע כדי להחיל אפקטים על הפלט.",
  "Reverb Room Size": "Reverb גודל החדר",
  "Reverb Dry Gain": "רווח יבש Reverb",
  "Set the damping of the reverb.": "הגדר את השיכוך של הדהוד.",
  "Set the wet gain of the reverb.": "הגדר את הרווח הרטוב של הדהוד.",
  "Set the room size of the reverb.": "הגדר את גודל החדר של הריוורב.",
  "Reverb Width": "רוחב הדהוד",
  "Reverb Freeze Mode": "מצב הקפאה של Reverb",
  "Check which version of Applio is the latest to see if you need to update.": "בדוק איזו גרסה של Applio היא העדכנית ביותר כדי לראות אם עליך לעדכן.",
  "Set the dry gain of the reverb.": "הגדר את הרווח היבש של הדהוד.",
  "Set the width of the reverb.": "הגדר את רוחב ההדהוד.",
  "Limiter": "מגביל",
  "Pitch Shift": "שינוי גובה הצליל",
  "Apply limiter to the audio.": "החל מגביל על השמע.",
  "Limiter Threshold dB": "סף מגביל dB",
  "Set the limiter threshold dB.": "הגדר את סף המגביל dB.",
  "Gain": "לקבל",
  "Pitch Shift Semitones": "הסטת גובה צליל חצאי טונים",
  "Set the pitch shift semitones.": "הגדר את חצאי הגוונים של שינוי גובה הצליל.",
  "Set the freeze mode of the reverb.": "הגדר את מצב ההקפאה של ההדהוד.",
  "Gain dB": "רווח dB",
  "Apply pitch shift to the audio.": "החל שינוי גובה צליל על השמע.",
  "Distortion": "עיוות",
  "Limiter Release Time": "זמן שחרור מגביל",
  "Set the limiter release time.": "הגדר את זמן השחרור של המגביל.",
  "Set the gain dB.": "הגדר את dB הרווח.",
  "Apply gain to the audio.": "החל רווח על השמע.",
  "Chorus": "מקהלה",
  "Apply distortion to the audio.": "החל עיוות על השמע.",
  "Distortion Gain": "רווח עיוות",
  "Set the distortion gain.": "הגדר את רווח העיוות.",
  "Set the chorus rate Hz.": "הגדר את קצב הפזמון Hz.",
  "Chorus Rate Hz": "קצב פזמון הרץ",
  "Chorus Depth": "עומק הפזמון",
  "Apply chorus to the audio.": "החל פזמון על השמע.",
  "Chorus Feedback": "משוב מקהלה",
  "Set the chorus depth.": "הגדר את עומק הפזמון.",
  "Chorus Mix": "מיקס פזמון",
  "Chorus Center Delay ms": "מרכז המקהלה עיכוב ms",
  "Bitcrush": "ביטקראש",
  "Set the chorus feedback.": "הגדר את משוב המקהלה.",
  "Bitcrush Bit Depth": "Bitcrush Bit עומק",
  "Apply bitcrush to the audio.": "החל bitcrush על השמע.",
  "Set the chorus mix.": "הגדר את מיקס הפזמון.",
  "Clipping": "מסיכה",
  "Set the bitcrush bit depth.": "הגדר את עומק סיביות bitcrush.",
  "Set the chorus center delay ms.": "הגדר את השהיית מרכז הפזמון ms.",
  "Compressor": "מדחס",
  "Clipping Threshold": "סף גזירה",
  "Apply compressor to the audio.": "החל מדחס על השמע.",
  "Set the clipping threshold.": "הגדר את סף הגזירה.",
  "Compressor Threshold dB": "סף מדחס dB",
  "Apply clipping to the audio.": "החל גזירה על השמע.",
  "Compressor Attack ms": "Compressor Attack ms",
  "Compressor Ratio": "יחס מדחס",
  "Delay": "לעכב",
  "Compressor Release ms": "שחרור מדחס ms",
  "Set the compressor attack ms.": "הגדר את התקפת המדחס ms.",
  "Set the compressor ratio.": "הגדר את יחס המדחס.",
  "Set the compressor threshold dB.": "הגדר את סף המדחס dB.",
  "Delay Feedback": "עיכוב משוב",
  "Delay Seconds": "שניות השהיה",
  "Apply delay to the audio.": "החל השהיה על השמע.",
  "Set the compressor release ms.": "הגדר את שחרור המדחס ms.",
  "Delay Mix": "ערבוב השהיה",
  "Set the delay seconds.": "הגדר את שניות ההשהיה.",
  "Set the delay mix.": "הגדר את תערובת ההשהיה.",
  "Set the delay feedback.": "הגדר את משוב ההשהיה.",
  "Folder Name": "שם תיקיה",
  "model information": "מידע על הדגם",
  "Upload .bin": "העלה .bin",
  "Upload .json": "העלה .json",
  "Custom Embedder": "הטמעה מותאמת אישית",
  "Refresh embedders": "רענון הטבעות",
  "Select Custom Embedder": "בחר מטביע מותאם אישית",
  "Model Creator": "יוצר מודלים",
  "Speaker ID": "מזהה דובר",
  "Name of the model creator. (Default: Unknown)": "שם יוצר המודל. (ברירת מחדל: לא ידוע)",
  "Set name": "שם הגדרה",
  "Move files to custom embedder folder": "העברת קבצים לתיקיית הטבעה מותאמת אישית",
  "The name that will appear in the model information.": "השם שיופיע בפרטי הדגם.",
  "Select the speaker ID to use for the conversion.": "בחר את מזהה הדובר שישמש להמרה.",
  "Model Author Name": "שם מחבר הדגם",
  "Set the autotune strength - the more you increase it the more it will snap to the chromatic grid.": "הגדר את חוזק הכוונון האוטומטי - ככל שתגדיל אותו כך הוא ייצמד לרשת הכרומטית."
}