{
  "Ultimate voice cloning tool, meticulously optimized for unrivaled power, modularity, and user-friendly experience.": "अंतिम आवाज क्लोनिंग उपकरण, बेजोड़ शक्ति, प्रतिरूपकता और उपयोगकर्ता के अनुकूल अनुभव के लिए सावधानीपूर्वक अनुकूलित।",
  "This section contains some extra utilities that often may be in experimental phases.": "इस खंड में कुछ अतिरिक्त उपयोगिताओं हैं जो अक्सर प्रयोगात्मक चरणों में हो सकती हैं।",
  "Output Information": "आउटपुट जानकारी",
  "The output information will be displayed here.": "आउटपुट जानकारी यहां प्रदर्शित की जाएगी।",
  "Inference": "अनुमान",
  "Train": "रेलगाड़ी",
  "Extra": "अति",
  "Merge Audios": "ऑडियो मर्ज करें",
  "Processing": "संसाधन",
  "Audio Analyzer": "ऑडियो विश्लेषक",
  "Model Information": "मॉडल जानकारी",
  "Plugins": "प्लगइन्स",
  "Download": "डाउनलोड",
  "Report a Bug": "बग की रिपोर्ट करें",
  "Settings": "सेटिंग्स",
  "Preprocess": "प्रीप्रोसेस",
  "Model Name": "मॉडल का नाम",
  "Name of the new model.": "नए मॉडल का नाम।",
  "Enter model name": "मॉडल का नाम दर्ज करें",
  "Dataset Path": "डेटासेट पथ",
  "Path to the dataset folder.": "डेटासेट फ़ोल्डर का पथ।",
  "Refresh Datasets": "डेटासेट ताज़ा करें",
  "Dataset Creator": "डेटासेट निर्माता",
  "Dataset Name": "डेटासेट का नाम",
  "Name of the new dataset.": "नए डेटासेट का नाम.",
  "Enter dataset name": "डेटासेट नाम दर्ज करें",
  "Upload Audio Dataset": "ऑडियो डेटासेट अपलोड करें",
  "The audio file has been successfully added to the dataset. Please click the preprocess button.": "ऑडियो फ़ाइल को डेटासेट में सफलतापूर्वक जोड़ा गया है। कृपया प्रीप्रोसेस बटन पर क्लिक करें।",
  "Enter dataset path": "डेटासेट पथ दर्ज करें",
  "Sampling Rate": "नमूनाकरण दर",
  "The sampling rate of the audio files.": "ऑडियो फाइलों की नमूना दर।",
  "RVC Version": "RVC संस्करण",
  "The RVC version of the model.": "मॉडल का आरवीसी संस्करण।",
  "Preprocess Dataset": "प्रीप्रोसेस डेटासेट",
  "Extract": "निकालना",
  "Hop Length": "हॉप लंबाई",
  "Denotes the duration it takes for the system to transition to a significant pitch change. Smaller hop lengths require more time for inference but tend to yield higher pitch accuracy.": "सिस्टम को एक महत्वपूर्ण पिच परिवर्तन में संक्रमण के लिए लगने वाली अवधि को दर्शाता है। छोटी हॉप लंबाई को अनुमान के लिए अधिक समय की आवश्यकता होती है लेकिन उच्च पिच सटीकता प्राप्त होती है।",
  "Batch Size": "बैच का आकार",
  "It's advisable to align it with the available VRAM of your GPU. A setting of 4 offers improved accuracy but slower processing, while 8 provides faster and standard results.": "इसे अपने GPU के उपलब्ध VRAM के साथ संरेखित करने की सलाह दी जाती है। 4 की एक सेटिंग बेहतर सटीकता लेकिन धीमी प्रसंस्करण प्रदान करती है, जबकि 8 तेज और मानक परिणाम प्रदान करती है।",
  "Save Every Epoch": "हर युग को बचाओ",
  "Determine at how many epochs the model will saved at.": "निर्धारित करें कि मॉडल कितने युगों में सहेजा जाएगा।",
  "Total Epoch": "कुल युग",
  "Specifies the overall quantity of epochs for the model training process.": "मॉडल प्रशिक्षण प्रक्रिया के लिए युगों की कुल मात्रा निर्दिष्ट करता है।",
  "Pretrained": "पूर्व-प्रशिक्षित",
  "Save Only Latest": "केवल नवीनतम सहेजें",
  "Enabling this setting will result in the G and D files saving only their most recent versions, effectively conserving storage space.": "इस सेटिंग को सक्षम करने के परिणामस्वरूप G और D फ़ाइलें केवल उनके नवीनतम संस्करणों को सहेजती हैं, प्रभावी रूप से संग्रहण स्थान का संरक्षण करती हैं।",
  "Save Every Weights": "हर वजन बचाओ",
  "This setting enables you to save the weights of the model at the conclusion of each epoch.": "यह सेटिंग आपको प्रत्येक युग के समापन पर मॉडल के वजन को बचाने में सक्षम बनाती है।",
  "Custom Pretrained": "कस्टम पूर्व-प्रशिक्षित",
  "Utilizing custom pretrained models can lead to superior results, as selecting the most suitable pretrained models tailored to the specific use case can significantly enhance performance.": "कस्टम पूर्व-प्रशिक्षित मॉडल का उपयोग करने से बेहतर परिणाम मिल सकते हैं, क्योंकि विशिष्ट उपयोग के मामले के अनुरूप सबसे उपयुक्त पूर्व-प्रशिक्षित मॉडल का चयन प्रदर्शन में काफी वृद्धि कर सकता है।",
  "Upload Pretrained Model": "पूर्व-प्रशिक्षित मॉडल अपलोड करें",
  "Refresh Custom Pretraineds": "कस्टम प्रीट्रेन्ड रीफ़्रेश करें",
  "Pretrained Custom Settings": "पूर्व-प्रशिक्षित कस्टम सेटिंग्स",
  "The file you dropped is not a valid pretrained file. Please try again.": "आपके द्वारा छोड़ी गई फ़ाइल कोई मान्य पूर्व-प्रशिक्षित फ़ाइल नहीं है. कृपया पुनः प्रयास करें.",
  "Click the refresh button to see the pretrained file in the dropdown menu.": "ड्रॉपडाउन मेनू में पूर्व-प्रशिक्षित फ़ाइल देखने के लिए ताज़ा करें बटन पर क्लिक करें।",
  "Pretrained G Path": "कस्टम पूर्व-प्रशिक्षित जी",
  "Pretrained D Path": "कस्टम पूर्वप्रशिक्षित डी",
  "GPU Settings": "GPU सेटिंग्स",
  "Sets advanced GPU settings, recommended for users with better GPU architecture.": "उन्नत GPU सेटिंग्स सेट करता है, बेहतर GPU आर्किटेक्चर वाले उपयोगकर्ताओं के लिए अनुशंसित।",
  "GPU Custom Settings": "GPU कस्टम सेटिंग्स",
  "GPU Number": "GPU नंबर",
  "0 to ∞ separated by -": "0 से ∞ द्वारा अलग किया गया -",
  "GPU Information": "GPU सूचना",
  "Pitch Guidance": "पिच मार्गदर्शन",
  "By employing pitch guidance, it becomes feasible to mirror the intonation of the original voice, including its pitch. This feature is particularly valuable for singing and other scenarios where preserving the original melody or pitch pattern is essential.": "पिच मार्गदर्शन को नियोजित करके, मूल आवाज के स्वर को दर्पण करना संभव हो जाता है, जिसमें इसकी पिच भी शामिल है। यह सुविधा गायन और अन्य परिदृश्यों के लिए विशेष रूप से मूल्यवान है जहां मूल राग या पिच पैटर्न को संरक्षित करना आवश्यक है।",
  "Utilize pretrained models when training your own. This approach reduces training duration and enhances overall quality.": "अपने स्वयं के प्रशिक्षण के दौरान पूर्व-प्रशिक्षित मॉडल का उपयोग करें। यह दृष्टिकोण प्रशिक्षण अवधि को कम करता है और समग्र गुणवत्ता को बढ़ाता है।",
  "Extract Features": "एक्सट्रैक्ट फीचर्स",
  "Start Training": "प्रशिक्षण शुरू करें",
  "Generate Index": "इंडेक्स जनरेट करें",
  "Voice Model": "आवाज मॉडल",
  "Select the voice model to use for the conversion.": "रूपांतरण के लिए उपयोग करने के लिए ध्वनि मॉडल का चयन करें।",
  "Index File": "अनुक्रमणिका फ़ाइल",
  "Select the index file to use for the conversion.": "रूपांतरण के लिए उपयोग करने के लिए अनुक्रमणिका फ़ाइल का चयन करें।",
  "Refresh": "आराम देना",
  "Unload Voice": "आवाज उतारना",
  "Single": "अकेला",
  "Upload Audio": "ऑडियो अपलोड करें",
  "Select Audio": "ऑडियो का चयन करें",
  "Select the audio to convert.": "कनवर्ट करने के लिए ऑडियो का चयन करें।",
  "Advanced Settings": "उन्नत सेटिंग्स",
  "Clear Outputs (Deletes all audios in assets/audios)": "आउटपुट साफ़ करें (संपत्ति/ऑडियो में सभी ऑडियो हटाता है)",
  "Custom Output Path": "कस्टम आउटपुट पथ",
  "Output Path": "आउटपुट पथ",
  "The path where the output audio will be saved, by default in assets/audios/output.wav": "वह पथ जहां आउटपुट ऑडियो सहेजा जाएगा, डिफ़ॉल्ट रूप से संपत्ति/ऑडियो/output.wav",
  "Split Audio": "ऑडियो विभाजित करें",
  "Split the audio into chunks for inference to obtain better results in some cases.": "कुछ मामलों में बेहतर परिणाम प्राप्त करने के लिए अनुमान के लिए ऑडियो को विखंडू में विभाजित करें।",
  "Autotune": "ऑटोट्यून",
  "Apply a soft autotune to your inferences, recommended for singing conversions.": "अपने निष्कर्षों पर एक नरम ऑटोट्यून लागू करें, गायन रूपांतरणों के लिए अनुशंसित।",
  "Clean Audio": "स्वच्छ ऑडियो",
  "Clean your audio output using noise detection algorithms, recommended for speaking audios.": "शोर का पता लगाने वाले एल्गोरिदम का उपयोग करके अपने ऑडियो आउटपुट को साफ करें, ऑडियो बोलने के लिए अनुशंसित।",
  "Clean Strength": "स्वच्छ शक्ति",
  "Set the clean-up level to the audio you want, the more you increase it the more it will clean up, but it is possible that the audio will be more compressed.": "क्लीन-अप स्तर को अपने इच्छित ऑडियो पर सेट करें, जितना अधिक आप इसे बढ़ाएंगे उतना ही यह साफ हो जाएगा, लेकिन यह संभव है कि ऑडियो अधिक संकुचित हो।",
  "Pitch": "फेंकना",
  "Set the pitch of the audio, the higher the value, the higher the pitch.": "ऑडियो की पिच सेट करें, मूल्य जितना अधिक होगा, पिच उतनी ही अधिक होगी।",
  "Filter Radius": "फ़िल्टर त्रिज्या",
  "If the number is greater than or equal to three, employing median filtering on the collected tone results has the potential to decrease respiration.": "यदि संख्या तीन से अधिक या बराबर है, तो एकत्रित स्वर परिणामों पर माध्यिका फ़िल्टरिंग को नियोजित करने से श्वसन को कम करने की क्षमता होती है।",
  "Search Feature Ratio": "खोज सुविधा अनुपात",
  "Influence exerted by the index file; a higher value corresponds to greater influence. However, opting for lower values can help mitigate artifacts present in the audio.": "इंडेक्स फ़ाइल द्वारा लगाया गया प्रभाव; एक उच्च मूल्य अधिक प्रभाव से मेल खाता है। हालांकि, कम मूल्यों का चयन करने से ऑडियो में मौजूद कलाकृतियों को कम करने में मदद मिल सकती है।",
  "Volume Envelope": "वॉल्यूम लिफाफा",
  "Substitute or blend with the volume envelope of the output. The closer the ratio is to 1, the more the output envelope is employed.": "आउटपुट के वॉल्यूम लिफाफे के साथ स्थानापन्न या मिश्रण। अनुपात 1 के जितना करीब होता है, उतना ही अधिक आउटपुट लिफाफा नियोजित होता है।",
  "Protect Voiceless Consonants": "ध्वनिहीन व्यंजनों की रक्षा करें",
  "Safeguard distinct consonants and breathing sounds to prevent electro-acoustic tearing and other artifacts. Pulling the parameter to its maximum value of 0.5 offers comprehensive protection. However, reducing this value might decrease the extent of protection while potentially mitigating the indexing effect.": "इलेक्ट्रो-ध्वनिक फाड़ और अन्य कलाकृतियों को रोकने के लिए अलग-अलग व्यंजन और सांस लेने की आवाज़ को सुरक्षित रखें। पैरामीटर को उसके अधिकतम मान 0.5 तक खींचने से व्यापक सुरक्षा मिलती है। हालाँकि, इस मान को कम करने से इंडेक्सिंग प्रभाव को संभावित रूप से कम करते हुए सुरक्षा की सीमा कम हो सकती है।",
  "Pitch extraction algorithm": "पिच निष्कर्षण एल्गोरिथ्म",
  "Pitch extraction algorithm to use for the audio conversion. The default algorithm is rmvpe, which is recommended for most cases.": "ऑडियो रूपांतरण के लिए उपयोग करने के लिए पिच निष्कर्षण एल्गोरिथ्म। डिफ़ॉल्ट एल्गोरिथ्म rmvpe है, जो ज्यादातर मामलों के लिए अनुशंसित है।",
  "Convert": "बदलना",
  "Export Audio": "ऑडियो निर्यात करें",
  "Batch": "जत्था",
  "Input Folder": "इनपुट फ़ोल्डर",
  "Select the folder containing the audios to convert.": "उस फ़ोल्डर का चयन करें जिसमें कनवर्ट करने के लिए ऑडियो हैं।",
  "Enter input path": "इनपुट पथ दर्ज करें",
  "Output Folder": "आउटपुट फ़ोल्डर",
  "Select the folder where the output audios will be saved.": "उस फ़ोल्डर का चयन करें जहां आउटपुट ऑडियो सहेजे जाएंगे।",
  "Enter output path": "आउटपुट पथ दर्ज करें",
  "Get information about the audio": "ऑडियो के बारे में जानकारी प्राप्त करें",
  "Information about the audio file": "ऑडियो फ़ाइल के बारे में जानकारी",
  "Waiting for information...": "जानकारी का इंतजार...",
  "## Voice Blender": "## वॉयस ब्लेंडर",
  "Select two voice models, set your desired blend percentage, and blend them into an entirely new voice.": "दो आवाज मॉडल का चयन करें, अपना वांछित मिश्रण प्रतिशत सेट करें, और उन्हें पूरी तरह से नई आवाज में मिलाएं।",
  "Voice Blender": "वॉयस ब्लेंडर",
  "Drag and drop your model here": "अपने मॉडल को यहां खींचें और छोड़ें",
  "You can also use a custom path.": "आप कस्टम पथ का भी उपयोग कर सकते हैं।",
  "Blend Ratio": "ब्लेंड रेशियो",
  "Adjusting the position more towards one side or the other will make the model more similar to the first or second.": "स्थिति को एक तरफ या दूसरी तरफ अधिक समायोजित करने से मॉडल पहले या दूसरे के समान हो जाएगा।",
  "Fusion": "परमाणु-संलयन",
  "Path to Model": "मॉडल का मार्ग",
  "Enter path to model": "मॉडल के लिए पथ दर्ज करें",
  "Model information to be placed": "मॉडल जानकारी रखी जाएगी",
  "Inroduce the model information": "मॉडल की जानकारी शुरू करें",
  "The information to be placed in the model (You can leave it blank or put anything).": "मॉडल में रखी जाने वाली जानकारी (आप इसे खाली छोड़ सकते हैं या कुछ भी डाल सकते हैं)।",
  "View model information": "मॉडल की जानकारी देखें",
  "Introduce the model pth path": "मॉडल pth पथ का परिचय दें",
  "View": "देखना",
  "Model extraction": "मॉडल निष्कर्षण",
  "Model conversion": "मॉडल रूपांतरण",
  "Pth file": "Pth फ़ाइल",
  "Output of the pth file": "pth फ़ाइल का आउटपुट",
  "# How to Report an Issue on GitHub": "# GitHub पर किसी समस्या की रिपोर्ट कैसे करें",
  "1. Click on the 'Record Screen' button below to start recording the issue you are experiencing.": "1. आप जिस समस्या का अनुभव कर रहे हैं उसे रिकॉर्ड करना शुरू करने के लिए नीचे दिए गए 'रिकॉर्ड स्क्रीन' बटन पर क्लिक करें।",
  "2. Once you have finished recording the issue, click on the 'Stop Recording' button (the same button, but the label changes depending on whether you are actively recording or not).": "2. एक बार जब आप समस्या को रिकॉर्ड करना समाप्त कर लेते हैं, तो 'स्टॉप रिकॉर्डिंग' बटन पर क्लिक करें (वही बटन, लेकिन लेबल इस बात पर निर्भर करता है कि आप सक्रिय रूप से रिकॉर्डिंग कर रहे हैं या नहीं)।",
  "3. Go to [GitHub Issues](https://github.com/IAHispano/Applio/issues) and click on the 'New Issue' button.": "3. [GitHub Issues](https://github.com/IAHispano/Applio/issues) पर जाएं और 'नया मुद्दा' बटन पर क्लिक करें।",
  "4. Complete the provided issue template, ensuring to include details as needed, and utilize the assets section to upload the recorded file from the previous step.": "4. प्रदान किए गए मुद्दे टेम्पलेट को पूरा करें, आवश्यकतानुसार विवरण शामिल करना सुनिश्चित करें, और पिछले चरण से रिकॉर्ड की गई फ़ाइल को अपलोड करने के लिए संपत्ति अनुभाग का उपयोग करें।",
  "Record Screen": "रिकॉर्ड स्क्रीन",
  "Record": "रिकॉर्ड",
  "Stop Recording": "रिकॉर्डिंग बंद करो",
  "Introduce the model .pth path": "मॉडल .pth पथ का परिचय दें",
  "See Model Information": "मॉडल जानकारी देखें",
  "## Download Model": "## मॉडल डाउनलोड करें",
  "Model Link": "मॉडल लिंक",
  "Introduce the model link": "मॉडल लिंक का परिचय दें",
  "Download Model": "डाउनलोड Model",
  "## Drop files": "## फ़ाइलें ड्रॉप करें",
  "Drag your .pth file and .index file into this space. Drag one and then the other.": "अपनी .pth फ़ाइल और .index फ़ाइल को इस स्थान में खींचें. एक को खींचें और फिर दूसरे को।",
  "TTS Voices": "टीटीएस आवाज़ें",
  "Select the TTS voice to use for the conversion.": "रूपांतरण के लिए उपयोग करने के लिए टीटीएस आवाज का चयन करें।",
  "Text to Synthesize": "संश्लेषित करने के लिए पाठ",
  "Enter the text to synthesize.": "संश्लेषित करने के लिए पाठ दर्ज करें।",
  "Or you can upload a .txt file": "या आप एक .txt फ़ाइल अपलोड कर सकते हैं",
  "Enter text to synthesize": "संश्लेषित करने के लिए पाठ दर्ज करें",
  "Output Path for TTS Audio": "TTS ऑडियो के लिए आउटपुट पथ",
  "Output Path for RVC Audio": "RVC ऑडियो के लिए आउटपुट पथ",
  "Enable Applio integration with Discord presence": "Discord उपस्थिति के साथ Applio एकीकरण सक्षम करें",
  "It will activate the possibility of displaying the current Applio activity in Discord.": "यह डिस्कॉर्ड में वर्तमान Applio गतिविधि को प्रदर्शित करने की संभावना को सक्रिय करेगा।",
  "Enable Applio integration with applio.org/models using flask": "फ्लास्क का उपयोग करके applio.org/models के साथ Applio एकीकरण सक्षम करें",
  "It will activate the possibility of downloading models with a click from the website.": "यह वेबसाइट से एक क्लिक के साथ मॉडल डाउनलोड करने की संभावना को सक्रिय करेगा।",
  "Theme": "विषय",
  "Select the theme you want to use. (Requires restarting Applio)": "उस थीम का चयन करें जिसका आप उपयोग करना चाहते हैं। (Applio को पुनरारंभ करने की आवश्यकता है)",
  "Language": "भाषा",
  "Select the language you want to use. (Requires restarting Applio)": "वह भाषा चुनें जिसका आप उपयोग करना चाहते हैं. (Applio को पुनरारंभ करने की आवश्यकता है)",
  "Plugin Installer": "प्लगइन इंस्टॉलर",
  "Drag your plugin.zip to install it": "इसे स्थापित करने के लिए अपने plugin.zip खींचें",
  "Version Checker": "संस्करण परीक्षक",
  "Check which version of Applio is the latest to see if you need to update.": "जांचें कि Applio का कौन सा संस्करण नवीनतम है, यह देखने के लिए कि क्या आपको अपडेट करने की आवश्यकता है।",
  "Check for updates": "अद्यतनों के लिए जाँच करें"
}