{
   "Cache Dataset in GPU":"GPU में डेटासेट कैश करें",
   "Set the compressor threshold dB.":"कंप्रेसर थ्रेशोल्ड dB सेट करें।",
   "Set the limiter release time.":"लिमिटर रिलीज़ समय सेट करें।",
   "The GPU information will be displayed here.":"GPU जानकारी यहाँ प्रदर्शित होगी।",
   "Limiter Threshold dB":"लिमिटर थ्रेशोल्ड dB",
   "Save Only Latest":"केवल नवीनतम सहेजें",
   "Specify the number of GPUs you wish to utilize for preprocess by entering them separated by hyphens (-). At the moment, using multi-gpu will not have a significant effect.":"हाइफ़न (-) द्वारा अलग करके पूर्व-प्रक्रिया के लिए उपयोग करने के लिए इच्छित GPU की संख्या निर्दिष्ट करें। फिलहाल, मल्टी-जीपीयू का उपयोग करने का कोई महत्वपूर्ण प्रभाव नहीं पड़ेगा।",
   "Apply compressor to the audio.":"ऑडियो पर कंप्रेसर लागू करें।",
   "This setting enables you to save the weights of the model at the conclusion of each epoch.":"यह सेटिंग आपको प्रत्येक युग के अंत में मॉडल के वज़न को सहेजने में सक्षम बनाती है।",
   "Enabling this setting will result in the G and D files saving only their most recent versions, effectively conserving storage space.":"इस सेटिंग को सक्षम करने से G और D फ़ाइलें केवल अपने सबसे हाल के संस्करणों को सहेजेंगी, जिससे संग्रहण स्थान प्रभावी रूप से बच जाएगा।",
   "Compressor Threshold dB":"कंप्रेसर थ्रेशोल्ड dB",
   "Specify the number of GPUs you wish to utilize for extracting by entering them separated by hyphens (-).":"हाइफ़न (-) द्वारा अलग करके निकालने के लिए उपयोग करने के लिए इच्छित GPU की संख्या निर्दिष्ट करें।",
   "Compressor Ratio":"कंप्रेसर अनुपात",
   "Apply pitch shift to the audio.":"ऑडियो पर पिच शिफ्ट लागू करें।",
   "Preprocess Dataset":"डेटासेट को प्रीप्रोसेस करें",
   "Specifies the overall quantity of epochs for the model training process.":"मॉडल प्रशिक्षण प्रक्रिया के लिए युगों की कुल मात्रा निर्दिष्ट करता है।",
   "Custom Pretrained":"कस्टम प्रीट्रेंड",
   "Pitch Shift Semitones":"पिच शिफ्ट सेमीटोन",
   "Cache the dataset in GPU memory to speed up the training process.":"प्रशिक्षण प्रक्रिया को गति देने के लिए GPU मेमोरी में डेटासेट को कैश करें।",
   "Utilizing custom pretrained models can lead to superior results, as selecting the most suitable pretrained models tailored to the specific use case can significantly enhance performance.":"कस्टम प्रीट्रेंड मॉडल का उपयोग करने से बेहतर परिणाम मिल सकते हैं, क्योंकि विशिष्ट उपयोग के मामले के अनुरूप सबसे उपयुक्त प्रीट्रेंड मॉडल का चयन करने से प्रदर्शन में काफी वृद्धि हो सकती है।",
   "Determine at how many epochs the model will saved at.":"निर्धारित करें कि मॉडल कितने युगों में सहेजा जाएगा।",
   "Set the gain dB.":"गेन dB सेट करें।",
   "The number of CPU cores to use in the preprocess. The default setting are your cpu cores, which is recommended for most cases.":"पूर्व-प्रक्रिया में उपयोग करने के लिए CPU कोर की संख्या। डिफ़ॉल्ट सेटिंग आपके CPU कोर हैं, जो अधिकांश मामलों के लिए अनुशंसित है।",
   "Extract Features":"विशेषताएँ निकालें",
   "Embedder Model":"एम्बेडर मॉडल",
   "The number of CPU cores to use in the extraction process. The default setting are your cpu cores, which is recommended for most cases.":"निष्कर्षण प्रक्रिया में उपयोग करने के लिए CPU कोर की संख्या। डिफ़ॉल्ट सेटिंग आपके CPU कोर हैं, जो अधिकांश मामलों के लिए अनुशंसित है।",
   "Bitcrush":"बिटक्रश",
   "Model used for learning speaker embedding.":"स्पीकर एम्बेडिंग सीखने के लिए प्रयुक्त मॉडल।",
   "Apply gain to the audio.":"ऑडियो पर गेन लागू करें।",
   "We prioritize running the model preprocessing on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.":"हम तेज़ प्रदर्शन के लिए GPU पर मॉडल प्रीप्रोसेसिंग चलाने को प्राथमिकता देते हैं। यदि आप CPU का उपयोग करना पसंद करते हैं, तो बस GPU फ़ील्ड को खाली छोड़ दें।",
   "Upload Pretrained Model":"प्रीट्रेंड मॉडल अपलोड करें",
   "Save Every Epoch":"प्रत्येक युग सहेजें",
   "Apply bitcrush to the audio.":"ऑडियो पर बिटक्रश लागू करें।",
   "Limiter Release Time":"लिमिटर रिलीज़ समय",
   "Sets advanced GPU settings, recommended for users with better GPU architecture.":"बेहतर GPU आर्किटेक्चर वाले उपयोगकर्ताओं के लिए अनुशंसित, उन्नत GPU सेटिंग्स सेट करता है।",
   "Set the bitcrush bit depth.":"बिटक्रश बिट गहराई सेट करें।",
   "GPU Information":"GPU जानकारी",
   "Bitcrush Bit Depth":"बिटक्रश बिट गहराई",
   "Extract":"निकालें",
   "Set the clipping threshold.":"क्लिपिंग थ्रेशोल्ड सेट करें।",
   "Limiter":"लिमिटर",
   "Refresh Custom Pretraineds":"कस्टम प्रीट्रेंड को रीफ़्रेश करें",
   "Pretrained Custom Settings":"प्रीट्रेंड कस्टम सेटिंग्स",
   "Set the compressor attack ms.":"कंप्रेसर अटैक ms सेट करें।",
   "Pitch Guidance":"पिच मार्गदर्शन",
   "0 to ∞ separated by -":"0 से ∞ तक - द्वारा अलग किया गया",
   "Hop Length":"हॉप लंबाई",
   "Use CPU":"CPU का उपयोग करें",
   "Distortion":"विरूपण",
   "Denotes the duration it takes for the system to transition to a significant pitch change. Smaller hop lengths require more time for inference but tend to yield higher pitch accuracy.":"यह उस अवधि को दर्शाता है जो सिस्टम को एक महत्वपूर्ण पिच परिवर्तन में बदलने में लगती है। छोटी हॉप लंबाई के लिए अनुमान लगाने में अधिक समय लगता है लेकिन इससे उच्च पिच सटीकता प्राप्त होती है।",
   "GPU Settings":"GPU सेटिंग्स",
   "Set the compressor ratio.":"कंप्रेसर अनुपात सेट करें।",
   "Compressor":"कंप्रेसर",
   "Set the pitch shift semitones.":"पिच शिफ्ट सेमीटोन सेट करें।",
   "The file you dropped is not a valid pretrained file. Please try again.":"आपके द्वारा छोड़ी गई फ़ाइल कोई मान्य प्रीट्रेंड फ़ाइल नहीं है। कृपया पुन: प्रयास करें।",
   "Total Epoch":"कुल युग",
   "Compressor Attack ms":"कंप्रेसर अटैक ms",
   "Gain dB":"गेन dB",
   "Index Algorithm":"इंडेक्स एल्गोरिथम",
   "Apply clipping to the audio.":"ऑडियो पर क्लिपिंग लागू करें।",
   "Save Every Weights":"हर वज़न सहेजें",
   "Force the use of CPU for training.":"प्रशिक्षण के लिए CPU के उपयोग के लिए बाध्य करें।",
   "Set the limiter threshold dB.":"लिमिटर थ्रेशोल्ड dB सेट करें।",
   "GPU Custom Settings":"GPU कस्टम सेटिंग्स",
   "Batch Size":"बैच आकार",
   "Apply limiter to the audio.":"ऑडियो पर लिमिटर लागू करें।",
   "We prioritize running the model extraction on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.":"हम तेज़ प्रदर्शन के लिए GPU पर मॉडल निष्कर्षण चलाने को प्राथमिकता देते हैं। यदि आप CPU का उपयोग करना पसंद करते हैं, तो बस GPU फ़ील्ड को खाली छोड़ दें।",
   "Pretrained":"प्रीट्रेंड",
   "Click the refresh button to see the pretrained file in the dropdown menu.":"ड्रॉपडाउन मेनू में प्रीट्रेंड फ़ाइल देखने के लिए रीफ़्रेश बटन पर क्लिक करें।",
   "Pretrained D Path":"कस्टम प्रीट्रेंड D",
   "Clipping Threshold":"क्लिपिंग थ्रेशोल्ड",
   "Pretrained G Path":"कस्टम प्रीट्रेंड G",
   "Gain":"गेन",
   "By employing pitch guidance, it becomes feasible to mirror the intonation of the original voice, including its pitch. This feature is particularly valuable for singing and other scenarios where preserving the original melody or pitch pattern is essential.":"पिच मार्गदर्शन को नियोजित करके, मूल आवाज के स्वर को उसकी पिच सहित प्रतिबिंबित करना संभव हो जाता है। यह सुविधा गायन और अन्य परिदृश्यों के लिए विशेष रूप से मूल्यवान है जहाँ मूल राग या पिच पैटर्न को संरक्षित करना आवश्यक है।",
   "GPU Number":"GPU संख्या",
   "It's advisable to align it with the available VRAM of your GPU. A setting of 4 offers improved accuracy but slower processing, while 8 provides faster and standard results.":"इसे आपके GPU के उपलब्ध VRAM के साथ संरेखित करने की सलाह दी जाती है। 4 की सेटिंग बेहतर सटीकता प्रदान करती है लेकिन धीमी प्रोसेसिंग करती है, जबकि 8 तेज़ और मानक परिणाम प्रदान करती है।",
   "Utilize pretrained models when training your own. This approach reduces training duration and enhances overall quality.":"अपना खुद का प्रशिक्षण देते समय प्रीट्रेंड मॉडल का उपयोग करें। यह दृष्टिकोण प्रशिक्षण अवधि को कम करता है और समग्र गुणवत्ता को बढ़ाता है।",
   "Clipping":"क्लिपिंग",
   "Delay Seconds":"विलंब सेकंड",
   "Overtraining Detector Settings":"ओवरट्रेनिंग डिटेक्टर सेटिंग्स",
   "Overtraining Threshold":"ओवरट्रेनिंग थ्रेशोल्ड",
   "Set the delay seconds.":"विलंब सेकंड सेट करें।",
   "Apply delay to the audio.":"ऑडियो में विलंब लागू करें।",
   "Extra":"अतिरिक्त",
   "Enter dataset path":"डेटासेट पथ दर्ज करें",
   "Compressor Release ms":"कंप्रेसर रिलीज़ ms",
   "Settings":"सेटिंग्स",
   "Set the maximum number of epochs you want your model to stop training if no improvement is detected.":"यदि कोई सुधार नहीं पाया जाता है तो आप अपने मॉडल को प्रशिक्षण बंद करने के लिए अधिकतम युगों की संख्या निर्धारित करें।",
   "Set the compressor release ms.":"कंप्रेसर रिलीज़ ms सेट करें।",
   "Delay":"विलंब",
   "Model Name":"मॉडल का नाम",
   "Upload .bin":".bin अपलोड करें",
   "Download":"डाउनलोड",
   "Fresh Training":"ताज़ा प्रशिक्षण",
   "Processing":"प्रसंस्करण",
   "Start Training":"प्रशिक्षण शुरू करें",
   "Folder Name":"फ़ोल्डर का नाम",
   "It's recommended to deactivate this option if your dataset has already been processed.":"यदि आपका डेटासेट पहले ही संसाधित हो चुका है तो इस विकल्प को निष्क्रिय करने की अनुशंसा की जाती है।",
   "Refresh embedders":"एम्बेडर रीफ़्रेश करें",
   "Delay Mix":"विलंब मिश्रण",
   "Generate Index":"इंडेक्स जनरेट करें",
   "The button 'Upload' is only for google colab: Uploads the exported files to the ApplioExported folder in your Google Drive.":"'अपलोड' बटन केवल Google colab के लिए है: निर्यात की गई फ़ाइलों को आपके Google डिस्क में ApplioExported फ़ोल्डर में अपलोड करता है।",
   "Set the delay mix.":"विलंब मिश्रण सेट करें।",
   "Report a Bug":"एक बग की रिपोर्ट करें",
   "Export Model":"मॉडल निर्यात करें",
   "Set the delay feedback.":"विलंब प्रतिक्रिया सेट करें।",
   "Enable this setting only if you are training a new model from scratch or restarting the training. Deletes all previously generated weights and tensorboard logs.":"यह सेटिंग केवल तभी सक्षम करें जब आप स्क्रैच से कोई नया मॉडल प्रशिक्षित कर रहे हों या प्रशिक्षण को पुनरारंभ कर रहे हों। पहले से जेनरेट किए गए सभी वज़न और टेंसरबोर्ड लॉग हटा देता है।",
   "Model Information":"मॉडल जानकारी",
   "Delay Feedback":"विलंब प्रतिक्रिया",
   "Stop Training":"प्रशिक्षण बंद करो",
   "Detect overtraining to prevent the model from learning the training data too well and losing the ability to generalize to new data.":"मॉडल को प्रशिक्षण डेटा को बहुत अच्छी तरह से सीखने और नए डेटा के सामान्यीकरण की क्षमता खोने से रोकने के लिए ओवरट्रेनिंग का पता लगाएं।",
   "Custom Embedder":"कस्टम एम्बेडर",
   "Select Custom Embedder":"कस्टम एम्बेडर चुनें",
   "Plugins":"प्लगइन्स",
   "Unload Voice":"आवाज अनलोड करें",
   "Select Audio":"ऑडियो चुनें",
   "Set the distortion gain.":"विरूपण लाभ सेट करें।",
   "Drag your plugin.zip to install it":"इसे स्थापित करने के लिए अपने plugin.zip को खींचें",
   "Refresh":"रीफ़्रेश करें",
   "Chorus":"कोरस",
   "Precision":"परिशुद्धता",
   "Set the chorus depth.":"कोरस गहराई सेट करें।",
   "Apply chorus to the audio.":"ऑडियो पर कोरस लागू करें।",
   "Single":"एकल",
   "Chorus Center Delay ms":"कोरस सेंटर विलंब ms",
   "Post-Process":"पोस्ट-प्रोसेस",
   "Language":"भाषा",
   "Chorus Depth":"कोरस गहराई",
   "Select the precision you want to use for training and inference.":"वह परिशुद्धता चुनें जिसका आप प्रशिक्षण और अनुमान के लिए उपयोग करना चाहते हैं।",
   "Index File":"इंडेक्स फ़ाइल",
   "Set the chorus rate Hz.":"कोरस दर Hz सेट करें।",
   "Exported Index file":"निर्यात की गई इंडेक्स फ़ाइल",
   "Chorus Feedback":"कोरस प्रतिक्रिया",
   "Update precision":"परिशुद्धता अद्यतन करें",
   "Chorus Mix":"कोरस मिक्स",
   "Select the voice model to use for the conversion.":"रूपांतरण के लिए उपयोग करने के लिए वॉइस मॉडल का चयन करें।",
   "Exported Pth file":"निर्यात की गई Pth फ़ाइल",
   "Select the theme you want to use. (Requires restarting Applio)":"वह थीम चुनें जिसका आप उपयोग करना चाहते हैं। (Applio को पुनरारंभ करने की आवश्यकता है)",
   "Select the index file to use for the conversion.":"रूपांतरण के लिए उपयोग करने के लिए इंडेक्स फ़ाइल का चयन करें।",
   "Theme":"थीम",
   "Restart Applio":"Applio को पुनरारंभ करें",
   "Set the chorus center delay ms.":"कोरस सेंटर विलंब ms सेट करें।",
   "Select the pth file to be exported":"निर्यात की जाने वाली pth फ़ाइल का चयन करें",
   "Set the chorus feedback.":"कोरस प्रतिक्रिया सेट करें।",
   "Select the index file to be exported":"निर्यात की जाने वाली इंडेक्स फ़ाइल का चयन करें",
   "Version Checker":"संस्करण चेकर",
   "Plugin Installer":"प्लगइन इंस्टॉलर",
   "Set the chorus mix.":"कोरस मिक्स सेट करें।",
   "KMeans is a clustering algorithm that divides the dataset into K clusters. This setting is particularly useful for large datasets.":"KMeans एक क्लस्टरिंग एल्गोरिथम है जो डेटासेट को K क्लस्टर में विभाजित करता है। यह सेटिंग विशेष रूप से बड़े डेटासेट के लिए उपयोगी है।",
   "Upload":"अपलोड करें",
   "Overtraining Detector":"ओवरट्रेनिंग डिटेक्टर",
   "Chorus Rate Hz":"कोरस दर Hz",
   "Check which version of Applio is the latest to see if you need to update.":"यह देखने के लिए जांचें कि Applio का कौन सा संस्करण नवीनतम है, यह देखने के लिए कि क्या आपको अपडेट करने की आवश्यकता है।",
   "Upload Audio":"ऑडियो अपलोड करें",
   "Select the language you want to use. (Requires restarting Applio)":"वह भाषा चुनें जिसका आप उपयोग करना चाहते हैं। (Applio को पुनरारंभ करने की आवश्यकता है)",
   "Check for updates":"अपडेट के लिए जाँच करें",
   "Apply distortion to the audio.":"ऑडियो पर विरूपण लागू करें।",
   "Distortion Gain":"विरूपण लाभ",
   "Post-process the audio to apply effects to the output.":"आउटपुट पर प्रभाव लागू करने के लिए ऑडियो को पोस्ट-प्रोसेस करें।",
   "Voice Model":"वॉइस मॉडल",
   "Apply a soft autotune to your inferences, recommended for singing conversions.":"अपने अनुमानों पर एक सॉफ्ट ऑटोट्यून लागू करें, गायन रूपांतरणों के लिए अनुशंसित।",
   "Select the audio to convert.":"रूपांतरित करने के लिए ऑडियो का चयन करें।",
   "Training is currently unsupported due to the absence of a GPU. To activate the training tab, navigate to the settings tab and enable the 'Fake GPU' option.":"GPU की अनुपस्थिति के कारण प्रशिक्षण वर्तमान में असमर्थित है। प्रशिक्षण टैब को सक्रिय करने के लिए, सेटिंग टैब पर नेविगेट करें और 'नकली GPU' विकल्प को सक्षम करें।",
   "Drag and drop your model here":"अपने मॉडल को यहां खींचें और छोड़ें",
   "Upload a .txt file":"एक .txt फ़ाइल अपलोड करें",
   "The output information will be displayed here.":"आउटपुट जानकारी यहां प्रदर्शित की जाएगी।",
   "Introduce the model pth path":"मॉडल pth पथ का परिचय दें",
   "Advanced Settings":"उन्नत सेटिंग्स",
   "You can also use a custom path.":"आप एक कस्टम पथ का भी उपयोग कर सकते हैं।",
   "Audio Analyzer":"ऑडियो विश्लेषक",
   "Output Path for TTS Audio":"TTS ऑडियो के लिए आउटपुट पथ",
   "Inference":"अनुमान",
   "Clear Outputs (Deletes all audios in assets/audios)":"आउटपुट साफ़ करें (एसेट/ऑडियो में सभी ऑडियो हटा देता है)",
   "Blend Ratio":"मिश्रण अनुपात",
   "Custom Output Path":"कस्टम आउटपुट पथ",
   "Enter text to synthesize":"संश्लेषण के लिए टेक्स्ट दर्ज करें",
   "Adjusting the position more towards one side or the other will make the model more similar to the first or second.":"स्थिति को एक तरफ या दूसरी तरफ अधिक समायोजित करने से मॉडल पहले या दूसरे के समान हो जाएगा।",
   "It will activate the possibility of displaying the current Applio activity in Discord.":"यह Discord में वर्तमान Applio गतिविधि को प्रदर्शित करने की संभावना को सक्रिय करेगा।",
   "Enable fake GPU":"नकली GPU सक्षम करें",
   "Upscale Audio":"ऑडियो अपस्केल करें",
   "A simple, high-quality voice conversion tool focused on ease of use and performance.":"उपयोग में आसानी और प्रदर्शन पर केंद्रित एक सरल, उच्च-गुणवत्ता वाला वॉइस रूपांतरण उपकरण।\n[हिंदी अनुवाद: एनेस](https://discord.com/users/1140031358006202468)",
   "Output Path":"आउटपुट पथ",
   "Fusion":"फ्यूजन",
   "Inroduce the model information":"मॉडल जानकारी का परिचय दें",
   "It will activate the possibility of downloading models with a click from the website.":"यह वेबसाइट से एक क्लिक से मॉडल डाउनलोड करने की संभावना को सक्रिय करेगा।",
   "Activates the train tab. However, please note that this device lacks GPU capabilities, hence training is not supported. This option is only for testing purposes. (This option will restart Applio)":"ट्रेन टैब को सक्रिय करता है। हालाँकि, कृपया ध्यान दें कि इस डिवाइस में GPU क्षमताएं नहीं हैं, इसलिए प्रशिक्षण समर्थित नहीं है। यह विकल्प केवल परीक्षण उद्देश्यों के लिए है। (यह विकल्प Applio को पुनरारंभ करेगा)",
   "Autotune":"ऑटोट्यून",
   "Training":"प्रशिक्षण",
   "Export Format":"निर्यात प्रारूप",
   "Enter the text to synthesize.":"संश्लेषण के लिए टेक्स्ट दर्ज करें।",
   "Path to Model":"मॉडल का पथ",
   "Text to Synthesize":"संश्लेषण के लिए टेक्स्ट",
   "Select the format to export the audio.":"ऑडियो निर्यात करने के लिए प्रारूप का चयन करें।",
   "View model information":"मॉडल जानकारी देखें",
   "Clean your audio output using noise detection algorithms, recommended for speaking audios.":"शोर का पता लगाने वाले एल्गोरिदम का उपयोग करके अपने ऑडियो आउटपुट को साफ करें, बोलने वाले ऑडियो के लिए अनुशंसित।",
   "Clean Audio":"ऑडियो साफ़ करें",
   "Select the TTS voice to use for the conversion.":"रूपांतरण के लिए उपयोग करने के लिए TTS वॉइस का चयन करें।",
   "Output Path for RVC Audio":"RVC ऑडियो के लिए आउटपुट पथ",
   "Enter path to model":"मॉडल का पथ दर्ज करें",
   "The path where the output audio will be saved, by default in assets/audios/output.wav":"वह पथ जहां आउटपुट ऑडियो सहेजा जाएगा, डिफ़ॉल्ट रूप से एसेट/ऑडियो/आउटपुट.wav में",
   "Model conversion":"मॉडल रूपांतरण",
   "Clean Strength":"साफ ताकत",
   "This section contains some extra utilities that often may be in experimental phases.":"इस खंड में कुछ अतिरिक्त उपयोगिताएँ हैं जो अक्सर प्रायोगिक चरणों में हो सकती हैं।",
   "Output Information":"आउटपुट जानकारी",
   "Input path for text file":"टेक्स्ट फ़ाइल के लिए इनपुट पथ",
   "Split Audio":"ऑडियो विभाजित करें",
   "Enable Applio integration with applio.org/models using flask":"फ्लास्क का उपयोग करके applio.org/मॉडल के साथ Applio एकीकरण सक्षम करें",
   "Pth file":"Pth फ़ाइल",
   "The information to be placed in the model (You can leave it blank or put anything).":"मॉडल में रखी जाने वाली जानकारी (आप इसे खाली छोड़ सकते हैं या कुछ भी डाल सकते हैं)।",
   "The path to the text file that contains content for text to speech.":"टेक्स्ट फ़ाइल का पथ जिसमें टेक्स्ट टू स्पीच की सामग्री है।",
   "View":"देखें",
   "Split the audio into chunks for inference to obtain better results in some cases.":"कुछ मामलों में बेहतर परिणाम प्राप्त करने के लिए अनुमान के लिए ऑडियो को टुकड़ों में विभाजित करें।",
   "Model information to be placed":"रखी जाने वाली मॉडल जानकारी",
   "Merge Audios":"ऑडियो मर्ज करें",
   "Enable Applio integration with Discord presence":"Discord उपस्थिति के साथ Applio एकीकरण सक्षम करें",
   "Model extraction":"मॉडल निष्कर्षण",
   "Drag your .pth file and .index file into this space. Drag one and then the other.":"अपनी .pth फ़ाइल और .index फ़ाइल को इस स्थान पर खींचें। एक को खींचें और फिर दूसरे को।",
   "Download Model":"मॉडल डाउनलोड करें",
   "## Drop files":"## फ़ाइलें छोड़ें",
   "Introduce the model name to search.":"खोज करने के लिए मॉडल का नाम दर्ज करें।",
   "Dataset Creator":"डेटासेट निर्माता",
   "Increase or decrease TTS speed.":"TTS गति बढ़ाएँ या घटाएँ।",
   "## Search Model":"## मॉडल खोजें",
   "TTS Speed":"TTS गति",
   "TTS Voices":"TTS आवाज़ें",
   "And select the sampling rate":"और नमूना दर का चयन करें",
   "## Download Pretrained Models":"## प्रीट्रेंड मॉडल डाउनलोड करें",
   "The audio file has been successfully added to the dataset. Please click the preprocess button.":"ऑडियो फ़ाइल को डेटासेट में सफलतापूर्वक जोड़ दिया गया है। कृपया प्रीप्रोसेस बटन पर क्लिक करें।",
   "Search":"खोजें",
   "Introduce the model link":"मॉडल लिंक का परिचय दें",
   "Model Architecture":"मॉडल आर्किटेक्चर",
   "Model Link":"मॉडल लिंक",
   "Select the pretrained model you want to download.":"वह प्रीट्रेंड मॉडल चुनें जिसे आप डाउनलोड करना चाहते हैं।",
   "We couldn't find models by that name.":"हमें उस नाम से कोई मॉडल नहीं मिला।",
   "Set the width of the reverb.":"रिवर्ब की चौड़ाई सेट करें।",
   "Protect Voiceless Consonants":"ध्वनिरहित व्यंजन सुरक्षित रखें",
   "Safeguard distinct consonants and breathing sounds to prevent electro-acoustic tearing and other artifacts. Pulling the parameter to its maximum value of 0.5 offers comprehensive protection. However, reducing this value might decrease the extent of protection while potentially mitigating the indexing effect.":"इलेक्ट्रो-ध्वनिक फटने और अन्य कलाकृतियों को रोकने के लिए अलग-अलग व्यंजन और सांस लेने की आवाज़ को सुरक्षित रखें। पैरामीटर को उसके अधिकतम मान 0.5 पर खींचने से व्यापक सुरक्षा मिलती है। हालाँकि, इस मान को कम करने से सुरक्षा की सीमा कम हो सकती है जबकि संभावित रूप से अनुक्रमण प्रभाव कम हो सकता है।",
   "Pitch extraction algorithm":"पिच निष्कर्षण एल्गोरिथम",
   "Get information about the audio":"ऑडियो के बारे में जानकारी प्राप्त करें",
   "Model Creator":"मॉडल निर्माता",
   "## Voice Blender":"## वॉइस ब्लेंडर",
   "Pitch extraction algorithm to use for the audio conversion. The default algorithm is rmvpe, which is recommended for most cases.":"ऑडियो रूपांतरण के लिए उपयोग करने के लिए पिच निष्कर्षण एल्गोरिथम। डिफ़ॉल्ट एल्गोरिथम rmvpe है, जो अधिकांश मामलों के लिए अनुशंसित है।",
   "Select two voice models, set your desired blend percentage, and blend them into an entirely new voice.":"दो वॉइस मॉडल चुनें, अपना वांछित मिश्रण प्रतिशत सेट करें, और उन्हें पूरी तरह से नई आवाज में मिलाएं।",
   "Upload .json":".json अपलोड करें",
   "Voice Blender":"वॉइस ब्लेंडर",
   "Move files to custom embedder folder":"फ़ाइलों को कस्टम एम्बेडर फ़ोल्डर में ले जाएं",
   "Convert":"रूपांतरित करें",
   "Enter output path":"आउटपुट पथ दर्ज करें",
   "model information":"मॉडल जानकारी",
   "Reverb":"रिवर्ब",
   "Export Audio":"ऑडियो निर्यात करें",
   "Apply reverb to the audio.":"ऑडियो पर रिवर्ब लागू करें।",
   "Output Folder":"आउटपुट फ़ोल्डर",
   "Speaker ID":"स्पीकर आईडी",
   "Select the speaker ID to use for the conversion.":"रूपांतरण के लिए उपयोग करने के लिए स्पीकर आईडी का चयन करें।",
   "Name of the model creator. (Default: Unknown)":"मॉडल निर्माता का नाम। (डिफ़ॉल्ट: अज्ञात)",
   "Reverb Room Size":"रिवर्ब कक्ष आकार",
   "Batch":"बैच",
   "Set the dry gain of the reverb.":"रिवर्ब का ड्राई गेन सेट करें।",
   "Pitch Shift":"पिच शिफ्ट",
   "Reverb Damping":"रिवर्ब डंपिंग",
   "Set the wet gain of the reverb.":"रिवर्ब का वेट गेन सेट करें।",
   "Reverb Wet Gain":"रिवर्ब वेट गेन",
   "Model Author Name":"मॉडल लेखक का नाम",
   "Set the freeze mode of the reverb.":"रिवर्ब का फ्रीज मोड सेट करें।",
   "Input Folder":"इनपुट फ़ोल्डर",
   "Select the folder containing the audios to convert.":"रूपांतरित करने के लिए ऑडियो वाले फ़ोल्डर का चयन करें।",
   "Set the autotune strength - the more you increase it the more it will snap to the chromatic grid.":"ऑटोट्यून ताकत सेट करें - जितना अधिक आप इसे बढ़ाएंगे उतना ही यह रंगीन ग्रिड पर स्नैप करेगा।",
   "Reverb Freeze Mode":"रिवर्ब फ्रीज मोड",
   "Reverb Width":"रिवर्ब चौड़ाई",
   "Set the damping of the reverb.":"रिवर्ब का डंपिंग सेट करें।",
   "Set the room size of the reverb.":"रिवर्ब के कमरे का आकार सेट करें।",
   "Reverb Dry Gain":"रिवर्ब ड्राई गेन",
   "The name that will appear in the model information.":"वह नाम जो मॉडल जानकारी में दिखाई देगा।",
   "Set name":"नाम सेट करें",
   "Enter input path":"इनपुट पथ दर्ज करें",
   "Select the folder where the output audios will be saved.":"उस फ़ोल्डर का चयन करें जहां आउटपुट ऑडियो सहेजे जाएंगे।",
   "Upscale the audio to a higher quality, recommended for low-quality audios. (It could take longer to process the audio)":"ऑडियो को उच्च गुणवत्ता में अपस्केल करें, निम्न-गुणवत्ता वाले ऑडियो के लिए अनुशंसित। (ऑडियो को संसाधित करने में अधिक समय लग सकता है)",
   "Influence exerted by the index file; a higher value corresponds to greater influence. However, opting for lower values can help mitigate artifacts present in the audio.":"इंडेक्स फ़ाइल द्वारा लगाया गया प्रभाव; एक उच्च मान अधिक प्रभाव से मेल खाता है। हालाँकि, कम मानों का चयन करने से ऑडियो में मौजूद कलाकृतियों को कम करने में मदद मिल सकती है।",
   "Preprocess":"प्रीप्रोसेस",
   "Set the clean-up level to the audio you want, the more you increase it the more it will clean up, but it is possible that the audio will be more compressed.":"अपने इच्छित ऑडियो पर क्लीन-अप स्तर सेट करें, जितना अधिक आप इसे बढ़ाएंगे उतना ही यह साफ होगा, लेकिन यह संभव है कि ऑडियो अधिक संपीड़ित हो।",
   "Enter dataset name":"डेटासेट का नाम दर्ज करें",
   "Audio cutting":"ऑडियो कटिंग",
   "Formant Shifting":"फ़ॉर्मैंट शिफ्टिंग",
   "Substitute or blend with the volume envelope of the output. The closer the ratio is to 1, the more the output envelope is employed.":"आउटपुट के वॉल्यूम लिफाफे के साथ बदलें या ब्लेंड करें। अनुपात 1 के जितना करीब होगा, आउटपुट लिफाफा उतना ही अधिक नियोजित होगा।",
   "Refresh Datasets":"डेटासेट रीफ़्रेश करें",
   "Enable formant shifting. Used for male to female and vice-versa convertions.":"फ़ॉर्मैंट शिफ्टिंग सक्षम करें। पुरुष से महिला और इसके विपरीत रूपांतरण के लिए उपयोग किया जाता है।",
   "Search Feature Ratio":"खोज सुविधा अनुपात",
   "Browse presets for formanting":"फ़ॉर्मेटिंग के लिए प्रीसेट ब्राउज़ करें",
   "Presets are located in /assets/formant_shift folder":"प्रीसेट /एसेट/फ़ॉर्मैंट_शिफ्ट फ़ोल्डर में स्थित हैं",
   "Dataset Name":"डेटासेट का नाम",
   "Dataset Path":"डेटासेट पथ",
   "If the number is greater than or equal to three, employing median filtering on the collected tone results has the potential to decrease respiration.":"यदि संख्या तीन या तीन से अधिक है, तो एकत्रित स्वर परिणामों पर माध्यिका फ़िल्टरिंग का उपयोग करने से श्वसन कम होने की संभावना है।",
   "Process effects":"प्रभाव संसाधित करें",
   "Default value is 1.0":"डिफ़ॉल्ट मान 1.0 है",
   "Quefrency for formant shifting":"फ़ॉर्मैंट शिफ्टिंग के लिए क्वेफ़्रेंसी",
   "Volume Envelope":"वॉल्यूम लिफाफा",
   "Timbre for formant shifting":"फ़ॉर्मैंट शिफ्टिंग के लिए समय",
   "Filter Radius":"फ़िल्टर त्रिज्या",
   "Pitch":"पिच",
   "Set the pitch of the audio, the higher the value, the higher the pitch.":"ऑडियो की पिच सेट करें, मान जितना अधिक होगा, पिच उतनी ही अधिक होगी।",
   "Name of the new model.":"नए मॉडल का नाम।",
   "Stop Recording":"रिकॉर्डिंग बंद करो",
   "## Download Model":"## मॉडल डाउनलोड करें",
   "The f0 curve represents the variations in the base frequency of a voice over time, showing how pitch rises and falls.":"f0 वक्र समय के साथ आवाज की आधार आवृत्ति में बदलाव का प्रतिनिधित्व करता है, यह दर्शाता है कि पिच कैसे ऊपर और नीचे जाती है।",
   "1. Click on the 'Record Screen' button below to start recording the issue you are experiencing.":"1. आपके सामने आ रही समस्या को रिकॉर्ड करना शुरू करने के लिए नीचे दिए गए 'रिकॉर्ड स्क्रीन' बटन पर क्लिक करें।",
   "# How to Report an Issue on GitHub":"# GitHub पर कोई समस्या कैसे रिपोर्ट करें",
   "3. Go to [GitHub Issues](https://github.com/IAHispano/Applio/issues) and click on the 'New Issue' button.":"3. [GitHub Issues](https://github.com/IAHispano/Applio/issues) पर जाएं और 'नया मुद्दा' बटन पर क्लिक करें।",
   "Record Screen":"स्क्रीन रिकॉर्ड करें",
   "2. Once you have finished recording the issue, click on the 'Stop Recording' button (the same button, but the label changes depending on whether you are actively recording or not).":"2. एक बार जब आप समस्या को रिकॉर्ड करना समाप्त कर लेते हैं, तो 'रिकॉर्डिंग बंद करो' बटन पर क्लिक करें (वही बटन, लेकिन लेबल इस पर निर्भर करता है कि आप सक्रिय रूप से रिकॉर्डिंग कर रहे हैं या नहीं)।",
   "See Model Information":"मॉडल जानकारी देखें",
   "Output of the pth file":"pth फ़ाइल का आउटपुट",
   "Extract F0 Curve":"F0 वक्र निकालें",
   "Record":"रिकॉर्ड",
   "Introduce the model .pth path":"मॉडल .pth पथ का परिचय दें",
   "4. Complete the provided issue template, ensuring to include details as needed, and utilize the assets section to upload the recorded file from the previous step.":"4. प्रदान किए गए समस्या टेम्पलेट को पूरा करें, आवश्यकतानुसार विवरण शामिल करना सुनिश्चित करें, और पिछले चरण से रिकॉर्ड की गई फ़ाइल अपलोड करने के लिए एसेट अनुभाग का उपयोग करें।",
   "Name of the new dataset.":"नए डेटासेट का नाम।",
   "Upload Audio Dataset":"ऑडियो डेटासेट अपलोड करें",
   "Sampling Rate":"नमूना दर",
   "Version of the model architecture.":"मॉडल आर्किटेक्चर का संस्करण।",
   "Path to the dataset folder.":"डेटासेट फ़ोल्डर का पथ।",
   "Enter model name":"मॉडल का नाम दर्ज करें",
   "The sampling rate of the audio files.":"ऑडियो फ़ाइलों की नमूना दर।"
}
