{
  "Extra": "Ekstra",
  "Processing": "Prerada",
  "Training": "Obuka",
  "Output Information": "Izlazne informacije",
  "The output information will be displayed here.": "Ovdje će se prikazati izlazne informacije.",
  "Audio Analyzer": "Audio analizator",
  "Settings": "Postavkama",
  "Merge Audios": "Spajanje audio zapisa",
  "Download": "Preuzimanje",
  "Plugins": "Dodaci",
  "Inference": "Zaključak",
  "This section contains some extra utilities that often may be in experimental phases.": "Ovaj odjeljak sadrži neke dodatne uslužne programe koji često mogu biti u eksperimentalnoj fazi.",
  "Report a Bug": "Prijavite grešku",
  "Preprocess": "Prethodna obrada",
  "A simple, high-quality voice conversion tool focused on ease of use and performance.": "Jednostavan, visokokvalitetan alat za pretvorbu glasa usmjeren na jednostavnost korištenja i izvedbu.",
  "Model Information": "Podaci o modelu",
  "Audio cutting": "Rezanje zvuka",
  "Model Name": "Naziv modela",
  "Process effects": "Učinci procesa",
  "Enter model name": "Unesite naziv modela",
  "Name of the new model.": "Naziv novog modela.",
  "It's recommended to deactivate this option if your dataset has already been processed.": "Preporučuje se deaktivirati ovu mogućnost ako je vaš skup podataka već obrađen.",
  "Dataset Path": "Put skupa podataka",
  "Refresh Datasets": "Osvježavanje skupova podataka",
  "Path to the dataset folder.": "Put do mape skupa podataka.",
  "Dataset Creator": "Kreator skupa podataka",
  "Enter dataset name": "Unesite naziv skupa podataka",
  "Dataset Name": "Naziv skupa podataka",
  "Upload Audio Dataset": "Prijenos skupa podataka zvuka",
  "Name of the new dataset.": "Naziv novog skupa podataka.",
  "Enter dataset path": "Unos puta skupa podataka",
  "The audio file has been successfully added to the dataset. Please click the preprocess button.": "Audiodatoteka je uspješno dodana u skup podataka. Kliknite gumb za predobradu.",
  "Sampling Rate": "Brzina uzorkovanja",
  "Model Architecture": "Arhitektura modela",
  "Extract": "Izvaditi",
  "Version of the model architecture.": "Verzija arhitekture modela.",
  "Embedder Model": "Model ugradnje",
  "Preprocess Dataset": "Skup podataka prije obrade",
  "Hop Length": "Duljina hmelja",
  "Model used for learning speaker embedding.": "Model koji se koristi za učenje ugradnje zvučnika.",
  "Save Every Epoch": "Spasite svaku epohu",
  "Batch Size": "Veličina serije",
  "The sampling rate of the audio files.": "Brzina uzorkovanja audio datoteka.",
  "Determine at how many epochs the model will saved at.": "Odredite u koliko će epoha model biti spreman.",
  "Specifies the overall quantity of epochs for the model training process.": "Određuje ukupnu količinu epoha za proces obuke modela.",
  "Denotes the duration it takes for the system to transition to a significant pitch change. Smaller hop lengths require more time for inference but tend to yield higher pitch accuracy.": "Označava trajanje potrebno da sustav prijeđe na značajnu promjenu visine tona. Manje duljine skoka zahtijevaju više vremena za zaključivanje, ali obično daju veću točnost visine.",
  "Save Only Latest": "Spremi samo najnovije",
  "Pretrained": "Unaprijed obučeni",
  "It's advisable to align it with the available VRAM of your GPU. A setting of 4 offers improved accuracy but slower processing, while 8 provides faster and standard results.": "Preporučljivo je uskladiti ga s dostupnim VRAM-om vašeg GPU-a. Postavka 4 nudi poboljšanu točnost, ali sporiju obradu, dok 8 daje brže i standardnije rezultate.",
  "Total Epoch": "Ukupna epoha",
  "Save Every Weights": "Uštedite svaku težinu",
  "Custom Pretrained": "Prilagođeno unaprijed obučeno",
  "This setting enables you to save the weights of the model at the conclusion of each epoch.": "Ova postavka omogućuje vam spremanje težine modela na kraju svake epohe.",
  "Upload Pretrained Model": "Prijenos unaprijed obučenog modela",
  "Pretrained Custom Settings": "Unaprijed obučene prilagođene postavke",
  "Enabling this setting will result in the G and D files saving only their most recent versions, effectively conserving storage space.": "Omogućavanje ove postavke rezultirat će time da datoteke G i D spremaju samo svoje najnovije verzije, čime se učinkovito štedi prostor za pohranu.",
  "The file you dropped is not a valid pretrained file. Please try again.": "Datoteka koju ste ispustili nije valjana unaprijed obučena datoteka. Pokušajte ponovno.",
  "Refresh Custom Pretraineds": "Osvježavanje prilagođenih unaprijed obučenih",
  "Pretrained D Path": "Prilagođeni unaprijed obučeni D",
  "Click the refresh button to see the pretrained file in the dropdown menu.": "Kliknite gumb za osvježavanje da biste vidjeli unaprijed obučenu datoteku na padajućem izborniku.",
  "Pretrained G Path": "Prilagođeni unaprijed obučeni G",
  "GPU Settings": "Postavke GPU-a",
  "GPU Custom Settings": "Prilagođene postavke GPU-a",
  "Utilizing custom pretrained models can lead to superior results, as selecting the most suitable pretrained models tailored to the specific use case can significantly enhance performance.": "Korištenje prilagođenih unaprijed obučenih modela može dovesti do vrhunskih rezultata, jer odabir najprikladnijih unaprijed obučenih modela prilagođenih specifičnom slučaju upotrebe može značajno poboljšati performanse.",
  "Sets advanced GPU settings, recommended for users with better GPU architecture.": "Postavlja napredne postavke GPU-a, preporučuje se korisnicima s boljom GPU arhitekturom.",
  "GPU Number": "GPU broj",
  "0 to ∞ separated by -": "0 do ∞ odvojeno s -",
  "GPU Information": "Informacije o GPU-u",
  "The GPU information will be displayed here.": "Ovdje će se prikazati podaci o GPU-u.",
  "Specify the number of GPUs you wish to utilize for preprocess by entering them separated by hyphens (-). At the moment, using multi-gpu will not have a significant effect.": "Navedite broj GPU-ova koje želite koristiti za predobradu tako da ih unesete odvojene crticama (-). Trenutno korištenje multi-gpu-a neće imati značajan učinak.",
  "Specify the number of GPUs you wish to utilize for extracting by entering them separated by hyphens (-).": "Navedite broj GPU-ova koje želite koristiti za izdvajanje tako da ih unesete odvojene crticama (-).",
  "Pitch Guidance": "Smjernice za nagib",
  "Use CPU": "Koristite CPU",
  "Force the use of CPU for training.": "Prisilno korištenje CPU-a za obuku.",
  "The number of CPU cores to use in the extraction process. The default setting are your cpu cores, which is recommended for most cases.": "Broj CPU jezgri koje će se koristiti u procesu ekstrakcije. Zadana postavka su jezgre vašeg CPU-a, što se preporučuje u većini slučajeva.",
  "The number of CPU cores to use in the preprocess. The default setting are your cpu cores, which is recommended for most cases.": "Broj CPU jezgri koje će se koristiti u predprocesu. Zadana postavka su jezgre vašeg CPU-a, što se preporučuje u većini slučajeva.",
  "Extract Features": "Značajke izdvajanja",
  "Utilize pretrained models when training your own. This approach reduces training duration and enhances overall quality.": "Koristite unaprijed obučene modele kada trenirate vlastite. Ovaj pristup smanjuje trajanje treninga i poboljšava ukupnu kvalitetu.",
  "Cache Dataset in GPU": "Skup podataka predmemorije u GPU-u",
  "By employing pitch guidance, it becomes feasible to mirror the intonation of the original voice, including its pitch. This feature is particularly valuable for singing and other scenarios where preserving the original melody or pitch pattern is essential.": "Korištenjem navođenja visine tona, postaje izvedivo zrcaliti intonaciju izvornog glasa, uključujući njegovu visinu. Ova je značajka posebno vrijedna za pjevanje i druge scenarije u kojima je očuvanje izvorne melodije ili uzorka visine tona bitno.",
  "We prioritize running the model extraction on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.": "Prioritet nam je pokretanje ekstrakcije modela na GPU-u za brže performanse. Ako više volite koristiti CPU, jednostavno ostavite polje GPU-a prazno.",
  "Cache the dataset in GPU memory to speed up the training process.": "Predmemorirajte skup podataka u GPU memoriju kako biste ubrzali proces obuke.",
  "We prioritize running the model preprocessing on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.": "Prioritet nam je pokretanje predobrade modela na GPU-u za brže performanse. Ako više volite koristiti CPU, jednostavno ostavite polje GPU-a prazno.",
  "Index Algorithm": "Algoritam indeksa",
  "Overtraining Detector": "Detektor pretreniranosti",
  "Overtraining Detector Settings": "Postavke detektora pretreniranosti",
  "Overtraining Threshold": "Prag pretreniranosti",
  "Fresh Training": "Svježi trening",
  "Stop Training": "Prestanite trenirati",
  "KMeans is a clustering algorithm that divides the dataset into K clusters. This setting is particularly useful for large datasets.": "KMeans je algoritam klasteriranja koji dijeli skup podataka u K klastera. Ova je postavka posebno korisna za velike skupove podataka.",
  "Start Training": "Započnite trening",
  "Detect overtraining to prevent the model from learning the training data too well and losing the ability to generalize to new data.": "Otkrijte prekomjerno treniranje kako biste spriječili model da previše dobro nauči podatke za obuku i izgubi mogućnost generalizacije na nove podatke.",
  "Generate Index": "Generiraj indeks",
  "Set the maximum number of epochs you want your model to stop training if no improvement is detected.": "Postavite maksimalan broj epoha u kojima želite da vaš model prestane trenirati ako se ne otkrije poboljšanje.",
  "Enable this setting only if you are training a new model from scratch or restarting the training. Deletes all previously generated weights and tensorboard logs.": "Omogućite ovu postavku samo ako trenirate novi model od nule ili ponovno pokrećete vježbanje. Briše sve prethodno generirane utege i zapisnike tensorboarda.",
  "Export Model": "Model izvoza",
  "Upload": "Otpremanje",
  "Exported Pth file": "Izvezena Pth datoteka",
  "Exported Index file": "Izvezena datoteka indeksa",
  "Select the index file to be exported": "Odaberite datoteku indeksa za izvoz",
  "Select the pth file to be exported": "Odaberite pth datoteku za izvoz",
  "The button 'Upload' is only for google colab: Uploads the exported files to the ApplioExported folder in your Google Drive.": "Gumb \"Prijenos\" namijenjen je samo Google colabu: prenosi izvezene datoteke u mapu ApplioExported na vašem Google disku.",
  "Index File": "Indeksna datoteka",
  "Refresh": "Osvježiti",
  "Select the voice model to use for the conversion.": "Odaberite glasovni model koji želite koristiti za pretvorbu.",
  "Upload Audio": "Prijenos zvuka",
  "Unload Voice": "Istovarite glas",
  "Select Audio": "Odaberite Audio",
  "Select the audio to convert.": "Odaberite zvuk za pretvaranje.",
  "Advanced Settings": "Napredne postavke",
  "Voice Model": "Glasovni model",
  "Custom Output Path": "Prilagođeni izlazni put",
  "Output Path": "Izlazni put",
  "Export Format": "Format izvoza",
  "Clear Outputs (Deletes all audios in assets/audios)": "Clear Outputs (briše sve audio zapise u resursima/audiozapisima)",
  "Select the index file to use for the conversion.": "Odaberite datoteku indeksa koju želite upotrijebiti za pretvorbu.",
  "Split Audio": "Podijeljeni zvuk",
  "Select the format to export the audio.": "Odaberite format za izvoz zvuka.",
  "Autotune": "Automatsko podešavanje",
  "Clean Audio": "Čist zvuk",
  "The path where the output audio will be saved, by default in assets/audios/output.wav": "Put na koji će se spremati izlazni zvuk, prema zadanim postavkama u assets/audios/output.wav",
  "Clean Strength": "Čista snaga",
  "Upscale Audio": "Vrhunski zvuk",
  "Split the audio into chunks for inference to obtain better results in some cases.": "Podijelite zvuk na dijelove radi zaključivanja kako biste dobili bolje rezultate u nekim slučajevima.",
  "Apply a soft autotune to your inferences, recommended for singing conversions.": "Primijenite meko automatsko podešavanje na svoje zaključke, preporučeno za pretvorbe pjevanja.",
  "Clean your audio output using noise detection algorithms, recommended for speaking audios.": "Očistite svoj audio izlaz pomoću algoritama za otkrivanje buke, koji se preporučuju za govorne zvukove.",
  "Formant Shifting": "Promjena formanta",
  "Upscale the audio to a higher quality, recommended for low-quality audios. (It could take longer to process the audio)": "Povećajte kvalitetu zvuka, preporučuje se za zvuk niske kvalitete. (Obrada zvuka mogla bi potrajati dulje)",
  "Browse presets for formanting": "Pregledajte unaprijed postavljene postavke za oblikovanje",
  "Default value is 1.0": "Zadana vrijednost je 1,0",
  "Pitch": "Baciti",
  "Quefrency for formant shifting": "Quefrency za premještanje formanta",
  "Set the clean-up level to the audio you want, the more you increase it the more it will clean up, but it is possible that the audio will be more compressed.": "Postavite razinu čišćenja na zvuk koji želite, što ga više povećate, to će se više očistiti, ali moguće je da će zvuk biti komprimiraniji.",
  "Timbre for formant shifting": "Boja za pomicanje formanta",
  "Filter Radius": "Radijus filtra",
  "Presets are located in /assets/formant_shift folder": "Unaprijed postavljene postavke nalaze se u mapi /assets/formant_shift",
  "Enable formant shifting. Used for male to female and vice-versa convertions.": "Omogućite premještanje formanata. Koristi se za konverzije muškaraca u žene i obrnuto.",
  "Search Feature Ratio": "Omjer značajki pretraživanja",
  "Volume Envelope": "Omotnica volumena",
  "Protect Voiceless Consonants": "Zaštita bezvučnih suglasnika",
  "If the number is greater than or equal to three, employing median filtering on the collected tone results has the potential to decrease respiration.": "Ako je broj veći ili jednak tri, korištenje srednjeg filtriranja na prikupljenim rezultatima tona može smanjiti disanje.",
  "Convert": "Pretvoriti",
  "Influence exerted by the index file; a higher value corresponds to greater influence. However, opting for lower values can help mitigate artifacts present in the audio.": "Utjecaj indeksne datoteke; Viša vrijednost odgovara većem utjecaju. Međutim, odabir nižih vrijednosti može pomoći u ublažavanju artefakata prisutnih u zvuku.",
  "Set the pitch of the audio, the higher the value, the higher the pitch.": "Postavite visinu zvuka, što je veća vrijednost, to je viša visina.",
  "Substitute or blend with the volume envelope of the output. The closer the ratio is to 1, the more the output envelope is employed.": "Zamijenite ili pomiješajte s omotnicom glasnoće izlaza. Što je omjer bliži 1, to se više koristi izlazna omotnica.",
  "Pitch extraction algorithm": "Algoritam za ekstrakciju koraka",
  "Single": "Neoženjen",
  "Batch": "Gomila",
  "Safeguard distinct consonants and breathing sounds to prevent electro-acoustic tearing and other artifacts. Pulling the parameter to its maximum value of 0.5 offers comprehensive protection. However, reducing this value might decrease the extent of protection while potentially mitigating the indexing effect.": "Zaštitite različite suglasnike i zvukove disanja kako biste spriječili elektroakustično kidanje i druge artefakte. Povlačenje parametra na maksimalnu vrijednost od 0,5 nudi sveobuhvatnu zaštitu. Međutim, smanjenje ove vrijednosti može smanjiti opseg zaštite, a istovremeno potencijalno ublažiti učinak indeksiranja.",
  "Input Folder": "Mapa za unos",
  "Export Audio": "Izvoz zvuka",
  "Select the folder containing the audios to convert.": "Odaberite mapu koja sadrži audiozapise za pretvaranje.",
  "Enter input path": "Unesite put unosa",
  "Pitch extraction algorithm to use for the audio conversion. The default algorithm is rmvpe, which is recommended for most cases.": "Algoritam za izdvajanje visine tona koji se koristi za pretvorbu zvuka. Zadani algoritam je rmvpe, koji se preporučuje za većinu slučajeva.",
  "Output Folder": "Izlazna mapa",
  "Enter output path": "Unesite izlazni put",
  "Get information about the audio": "Učitavanje informacija o zvuku",
  "Voice Blender": "Glasovni mikser",
  "## Voice Blender": "## Glasovni mikser",
  "Fusion": "Topljenje",
  "Drag and drop your model here": "Ovdje povucite i ispustite svoj model",
  "Select the folder where the output audios will be saved.": "Odaberite mapu u koju će se spremati izlazni audiozapisi.",
  "Select two voice models, set your desired blend percentage, and blend them into an entirely new voice.": "Odaberite dva modela glasa, postavite željeni postotak miješanja i stapajte ih u potpuno novi glas.",
  "Path to Model": "Put do modela",
  "Blend Ratio": "Omjer mješavine",
  "Enter path to model": "Unos puta do modela",
  "You can also use a custom path.": "Također možete koristiti prilagođeni put.",
  "Adjusting the position more towards one side or the other will make the model more similar to the first or second.": "Prilagođavanje položaja više prema jednoj ili drugoj strani učinit će model sličnijim prvom ili drugom.",
  "View": "Pogled",
  "The information to be placed in the model (You can leave it blank or put anything).": "Podaci koji se stavljaju u model (Možete ga ostaviti prazno ili staviti bilo što).",
  "Introduce the model pth path": "Uvedite model pth putanje",
  "View model information": "Prikaz informacija o modelu",
  "Model extraction": "Ekstrakcija modela",
  "Model conversion": "Pretvorba modela",
  "Pth file": "Pth datoteka",
  "Output of the pth file": "Izlaz pth datoteke",
  "Extract F0 Curve": "Izdvojite krivulju F0",
  "# How to Report an Issue on GitHub": "# Kako prijaviti problem na GitHubu",
  "Record": "Zapis",
  "The f0 curve represents the variations in the base frequency of a voice over time, showing how pitch rises and falls.": "Krivulja f0 predstavlja varijacije u osnovnoj frekvenciji glasa tijekom vremena, pokazujući kako visina visine raste i pada.",
  "Record Screen": "Zaslon za snimanje",
  "1. Click on the 'Record Screen' button below to start recording the issue you are experiencing.": "1. Kliknite na gumb 'Snimi zaslon' u nastavku kako biste započeli snimanje problema s kojim se susrećete.",
  "See Model Information": "Pogledajte informacije o modelu",
  "Introduce the model .pth path": "Uvedite .pth put modela",
  "Stop Recording": "Zaustavite snimanje",
  "## Download Model": "## Preuzmite model",
  "Model Link": "Poveznica modela",
  "2. Once you have finished recording the issue, click on the 'Stop Recording' button (the same button, but the label changes depending on whether you are actively recording or not).": "2. Nakon što završite sa snimanjem problema, kliknite na gumb 'Zaustavi snimanje' (isti gumb, ali oznaka se mijenja ovisno o tome snimate li aktivno ili ne).",
  "Introduce the model link": "Predstavljanje veze modela",
  "Download Model": "Preuzmite model",
  "Search": "Pretraživanje",
  "Drag your .pth file and .index file into this space. Drag one and then the other.": "Povucite .pth datoteku i .index datoteku u ovaj prostor. Povucite jedno, a zatim drugo.",
  "Introduce the model name to search.": "Unesite naziv modela za pretraživanje.",
  "And select the sampling rate": "I odaberite brzinu uzorkovanja.",
  "## Download Pretrained Models": "## Preuzmite unaprijed obučene modele",
  "Select the pretrained model you want to download.": "Odaberite unaprijed obučeni model koji želite preuzeti.",
  "TTS Speed": "TTS brzina",
  "TTS Voices": "TTS glasovi",
  "## Drop files": "## Ispustite datoteke",
  "Increase or decrease TTS speed.": "Povećajte ili smanjite brzinu TTS-a.",
  "Text to Synthesize": "Tekst za sintezu",
  "Model information to be placed": "Informacije o modelu koje treba postaviti",
  "Select the TTS voice to use for the conversion.": "Odaberite glas TTS-a koji želite upotrijebiti za pretvorbu.",
  "Inroduce the model information": "Unesite podatke o modelu",
  "Input path for text file": "Put za unos za tekstualnu datoteku",
  "Enter the text to synthesize.": "Unesite tekst za sintezu.",
  "Output Path for TTS Audio": "Izlazna putanja za TTS zvuk",
  "Upload a .txt file": "Prijenos .txt datoteke",
  "The path to the text file that contains content for text to speech.": "Put do tekstne datoteke koja sadrži sadržaj za pretvaranje teksta u govor.",
  "Enter text to synthesize": "Unos teksta za sintezu",
  "Output Path for RVC Audio": "Izlazni put za RVC audio",
  "Enable Applio integration with Discord presence": "Omogućite Applio integraciju s Discord prisutnošću",
  "Enable fake GPU": "Omogućite lažni GPU",
  "Language": "Jezik",
  "Enable Applio integration with applio.org/models using flask": "Omogućite Applio integraciju s applio.org/models pomoću tikvice",
  "Theme": "Tema",
  "It will activate the possibility of downloading models with a click from the website.": "Aktivirat će mogućnost preuzimanja modela jednim klikom s web stranice.",
  "Restart Applio": "Ponovno pokrenite aplikaciju",
  "It will activate the possibility of displaying the current Applio activity in Discord.": "Aktivirat će mogućnost prikaza trenutne Applio aktivnosti u Discordu.",
  "Select the theme you want to use. (Requires restarting Applio)": "Odaberite temu koju želite koristiti. (Zahtijeva ponovno pokretanje Applia)",
  "Activates the train tab. However, please note that this device lacks GPU capabilities, hence training is not supported. This option is only for testing purposes. (This option will restart Applio)": "Aktivira karticu vlaka. Međutim, imajte na umu da ovom uređaju nedostaju GPU mogućnosti, stoga obuka nije podržana. Ova je opcija samo u svrhu testiranja. (Ova opcija će ponovno pokrenuti Applio)",
  "Precision": "Preciznost",
  "Training is currently unsupported due to the absence of a GPU. To activate the training tab, navigate to the settings tab and enable the 'Fake GPU' option.": "Obuka trenutno nije podržana zbog nedostatka GPU-a. Da biste aktivirali karticu za obuku, idite na karticu postavki i omogućite opciju 'Lažni GPU'.",
  "Select the language you want to use. (Requires restarting Applio)": "Odaberite jezik koji želite koristiti. (Zahtijeva ponovno pokretanje Applia)",
  "4. Complete the provided issue template, ensuring to include details as needed, and utilize the assets section to upload the recorded file from the previous step.": "4. Dovršite priloženi predložak problema, pazeći da po potrebi uključite detalje i upotrijebite odjeljak imovine za prijenos snimljene datoteke iz prethodnog koraka.",
  "Update precision": "Preciznost ažuriranja",
  "Plugin Installer": "Instalacijski program dodataka",
  "Reverb": "Reverb",
  "3. Go to [GitHub Issues](https://github.com/IAHispano/Applio/issues) and click on the 'New Issue' button.": "3. Idite na [GitHub Issues](https://github.com/IAHispano/Applio/issues) i kliknite na gumb 'Novi problem'.",
  "Post-Process": "Naknadni proces",
  "Drag your plugin.zip to install it": "Povucite plugin.zip da biste ga instalirali",
  "Version Checker": "Provjera verzija",
  "Select the precision you want to use for training and inference.": "Odaberite preciznost koju želite koristiti za vježbanje i zaključivanje.",
  "Check for updates": "Provjerite ima li ažuriranja",
  "Apply reverb to the audio.": "Primijenite reverb na zvuk.",
  "Check which version of Applio is the latest to see if you need to update.": "Provjerite koja je verzija Applia najnovija da biste vidjeli trebate li ažurirati.",
  "Post-process the audio to apply effects to the output.": "Naknadno obradite zvuk kako biste primijenili efekte na izlaz.",
  "Reverb Room Size": "Reverb Veličina sobe",
  "Set the room size of the reverb.": "Postavite veličinu prostorije reverba.",
  "## Search Model": "## Model pretraživanja",
  "We couldn't find models by that name.": "Nismo mogli pronaći modele s tim imenom.",
  "Reverb Damping": "Prigušivanje reverba",
  "Reverb Wet Gain": "Reverb mokro pojačanje",
  "Set the damping of the reverb.": "Postavite prigušenje reverba.",
  "Reverb Width": "Širina odjeka",
  "Set the dry gain of the reverb.": "Postavite suhi dobitak reverba.",
  "Set the wet gain of the reverb.": "Postavite mokro pojačanje reverba.",
  "Reverb Freeze Mode": "Način zamrzavanja reverba",
  "Set the freeze mode of the reverb.": "Postavite način zamrzavanja reverba.",
  "Set the width of the reverb.": "Postavite širinu reverba.",
  "Pitch Shift": "Promjena visine tona",
  "Reverb Dry Gain": "Reverb suhi dobitak",
  "Pitch Shift Semitones": "Polutonovi pomaka visine tona",
  "Apply pitch shift to the audio.": "Primijenite pomak visine na zvuk.",
  "Limiter": "Limiter",
  "Apply limiter to the audio.": "Primijenite limiter na zvuk.",
  "Gain": "Dobiti",
  "Set the pitch shift semitones.": "Postavite polutonove pomaka visine tona.",
  "Set the limiter threshold dB.": "Postavite prag graničnika dB.",
  "Distortion": "Izobličenje",
  "Limiter Release Time": "Vrijeme otpuštanja limitera",
  "Limiter Threshold dB": "Prag graničnika dB",
  "Set the limiter release time.": "Postavite vrijeme otpuštanja limitera.",
  "Gain dB": "Pojačanje dB",
  "Chorus": "Hor",
  "Set the gain dB.": "Podesite pojačanje dB.",
  "Distortion Gain": "Pojačanje izobličenja",
  "Apply gain to the audio.": "Primijenite pojačanje na zvuk.",
  "Apply distortion to the audio.": "Primijenite izobličenje na zvuk.",
  "Apply chorus to the audio.": "Primijenite refren na zvuk.",
  "Set the distortion gain.": "Postavite pojačanje izobličenja.",
  "Set the chorus rate Hz.": "Postavite brzinu refrena Hz.",
  "Chorus Depth": "Dubina refrena",
  "Set the chorus depth.": "Postavite dubinu refrena.",
  "Chorus Mix": "Refren miks",
  "Chorus Feedback": "Povratne informacije refrena",
  "Chorus Center Delay ms": "Kašnjenje središta zbora ms",
  "Set the chorus feedback.": "Postavite povratnu informaciju refrena.",
  "Set the chorus mix.": "Postavite mješavinu refrena.",
  "Set the chorus center delay ms.": "Postavite kašnjenje središta refrena ms.",
  "Chorus Rate Hz": "Brzina refrena Hz",
  "Clipping": "Clipping",
  "Apply bitcrush to the audio.": "Primijenite bitcrush na zvuk.",
  "Bitcrush Bit Depth": "Bitcrush Dubina bita",
  "Bitcrush": "Bitcrush",
  "Apply clipping to the audio.": "Primijenite isječke na zvuk.",
  "Set the bitcrush bit depth.": "Postavite dubinu bitcrush bita.",
  "Compressor": "Kompresor",
  "Clipping Threshold": "Prag izrezivanja",
  "Set the clipping threshold.": "Postavite prag izrezivanja.",
  "Set the compressor threshold dB.": "Postavite prag kompresora dB.",
  "Compressor Threshold dB": "Prag kompresora dB",
  "Compressor Ratio": "Omjer kompresora",
  "Set the compressor ratio.": "Postavite omjer kompresora.",
  "Compressor Attack ms": "Napad kompresora ms",
  "Delay": "Kašnjenje",
  "Set the compressor attack ms.": "Postavite napad kompresora ms.",
  "Compressor Release ms": "Otpuštanje kompresora ms",
  "Apply compressor to the audio.": "Primijenite kompresor na zvuk.",
  "Set the compressor release ms.": "Postavite ms za otpuštanje kompresora.",
  "Delay Seconds": "Sekunde kašnjenja",
  "Apply delay to the audio.": "Primijenite odgodu zvuka.",
  "Delay Feedback": "Odgodite povratne informacije",
  "Set the delay seconds.": "Postavite sekunde odgode.",
  "Set the delay feedback.": "Postavite povratnu informaciju o odgodi.",
  "Delay Mix": "Odgoda mješavine",
  "Custom Embedder": "Prilagođeni ugradivač",
  "Set the delay mix.": "Postavite odgodu mješavine.",
  "Select Custom Embedder": "Odaberite Custom Embedder",
  "Refresh embedders": "Osvježite ugrađivače",
  "Upload .bin": "Prenesite .bin",
  "Model Creator": "Kreator modela",
  "Upload .json": "Prenesite .json",
  "Move files to custom embedder folder": "Premještanje datoteka u prilagođenu mapu za ugradnju",
  "model information": "Informacije o modelu",
  "Name of the model creator. (Default: Unknown)": "Ime kreatora modela. (Zadano: Nepoznato)",
  "Speaker ID": "ID govornika",
  "Select the speaker ID to use for the conversion.": "Odaberite ID govornika koji želite upotrijebiti za pretvorbu.",
  "Model Author Name": "Ime autora modela",
  "Set name": "Postavi naziv",
  "The name that will appear in the model information.": "Naziv koji će se pojaviti u informacijama o modelu.",
  "Set the autotune strength - the more you increase it the more it will snap to the chromatic grid.": "Postavite jačinu automatskog podešavanja - što je više povećate, to će se više pričvrstiti na kromatsku mrežu.",
  "Folder Name": "Naziv mape"
}