{
  "Training": "Antrènman",
  "Output Information": "Enfòmasyon pwodiksyon",
  "Extra": "Siplemantè",
  "Processing": "Tretman",
  "Inference": "enferans",
  "Merge Audios": "Mereng Audios",
  "The output information will be displayed here.": "Enfòmasyon pwodiksyon an ap parèt isit la.",
  "Audio Analyzer": "Audio Analyzer",
  "Download": "Rale li",
  "Model Information": "Enfòmasyon modèl",
  "Preprocess": "Prepwoche",
  "Report a Bug": "Rapòte yon ensèk",
  "Plugins": "Grefon",
  "A simple, high-quality voice conversion tool focused on ease of use and performance.": "Yon senp,-wo kalite zouti konvèsyon vwa konsantre sou fasilite nan itilize ak pèfòmans.",
  "Settings": "Anviwònman",
  "Audio cutting": "Koupe odyo",
  "Model Name": "Non modèl",
  "Enter model name": "Antre non modèl",
  "This section contains some extra utilities that often may be in experimental phases.": "Seksyon sa a gen kèk sèvis piblik siplemantè ki souvan ka nan faz eksperimantal.",
  "Dataset Path": "Datase Chemen",
  "Process effects": "Efè Pwosesis",
  "Name of the new model.": "Non nouvo modèl la.",
  "Path to the dataset folder.": "Chemen nan katab la dataset.",
  "Refresh Datasets": "Refresh Datasets",
  "Dataset Name": "Dataset Name",
  "Dataset Creator": "Dataset Creator",
  "Enter dataset name": "Antre non dataset",
  "Name of the new dataset.": "Non nouvo dataset la.",
  "It's recommended to deactivate this option if your dataset has already been processed.": "Li rekòmande pou dezaktive opsyon sa a si dataset ou te deja trete.",
  "Enter dataset path": "Antre nan wòl dataset",
  "Sampling Rate": "Pousantaj echantiyon",
  "Model Architecture": "Modèl Achitekti",
  "Embedder Model": "Embedder Modèl",
  "The audio file has been successfully added to the dataset. Please click the preprocess button.": "Dosye a odyo te avèk siksè te ajoute nan dataset la. Tanpri klike sou bouton an preprocess.",
  "Extract": "Ekstrè",
  "Version of the model architecture.": "Vèsyon nan achitekti modèl la.",
  "Model used for learning speaker embedding.": "Modèl yo itilize pou aprann oratè entegre.",
  "The sampling rate of the audio files.": "Pousantaj echantiyon an nan dosye yo odyo.",
  "Preprocess Dataset": "Preprocess Dataset",
  "Hop Length": "Èspwa Longè",
  "Batch Size": "Gwosè pakèt",
  "Save Every Epoch": "Sove chak epok",
  "Denotes the duration it takes for the system to transition to a significant pitch change. Smaller hop lengths require more time for inference but tend to yield higher pitch accuracy.": "Endike dire a li pran pou sistèm nan tranzisyon nan yon chanjman anplasman enpòtan. Longè espere mande pou plis tan pou enferans men yo gen tandans sede pi wo presizyon anplasman.",
  "Total Epoch": "Total Epok",
  "Determine at how many epochs the model will saved at.": "Detèmine nan konbyen epok modèl la pral sove nan.",
  "Upload Audio Dataset": "Upload Audio Dataset",
  "It's advisable to align it with the available VRAM of your GPU. A setting of 4 offers improved accuracy but slower processing, while 8 provides faster and standard results.": "Li rekòmande aliyen li ak VRAM ki disponib nan GPU ou. Yon anviwònman nan 4 ofri presizyon amelyore men pi dousman pwosesis, pandan y ap 8 bay pi vit ak rezilta estanda.",
  "Save Only Latest": "Sove sèlman Dènye",
  "Save Every Weights": "Sove tout pwa",
  "Pretrained": "Brize",
  "Custom Pretrained": "Koutim Prezante",
  "Upload Pretrained Model": "Upload Pretrained Modèl",
  "Specifies the overall quantity of epochs for the model training process.": "Espesifye kantite an jeneral nan epok pou pwosesis fòmasyon modèl la.",
  "Refresh Custom Pretraineds": "Rafrechi Koutim Pretraineds",
  "Pretrained Custom Settings": "Anviwònman koutim prevantif",
  "This setting enables you to save the weights of the model at the conclusion of each epoch.": "Anviwònman sa a pèmèt ou pou konsève pou pwa yo nan modèl la nan konklizyon an nan chak epok.",
  "The file you dropped is not a valid pretrained file. Please try again.": "Dosye a ou tonpe se pa yon dosye ki valab prezante. Tanpri eseye ankò.",
  "Pretrained G Path": "Koutim prezante G",
  "Enabling this setting will result in the G and D files saving only their most recent versions, effectively conserving storage space.": "Pèmèt anviwònman sa a pral lakòz nan G la ak D dosye ekonomize sèlman vèsyon ki pi resan yo, efektivman konsève espas depo.",
  "Pretrained D Path": "Koutim prezante D",
  "GPU Number": "nimewo GPU",
  "GPU Settings": "Anviwònman GPU",
  "0 to ∞ separated by -": "0 a ∞ separe pa -",
  "Click the refresh button to see the pretrained file in the dropdown menu.": "Klike sou bouton an rafrechi yo wè dosye a twò prevansyon nan meni an gout.",
  "GPU Custom Settings": "GPU anviwònman koutim",
  "Utilizing custom pretrained models can lead to superior results, as selecting the most suitable pretrained models tailored to the specific use case can significantly enhance performance.": "Itilize modèl koutim prevantif ka mennen nan rezilta siperyè, kòm chwazi modèl yo ki pi apwopriye prevantif pwepare nan ka a itilize espesifik ka siyifikativman amelyore pèfòmans.",
  "The GPU information will be displayed here.": "Enfòmasyon GPU a ap parèt isit la.",
  "Sets advanced GPU settings, recommended for users with better GPU architecture.": "Anviwònman GPU avanse GPU, rekòmande pou itilizatè yo ak pi bon achitekti GPU.",
  "Pitch Guidance": "Gidans lanse",
  "GPU Information": "Enfòmasyon sou GPU",
  "Use CPU": "Sèvi ak CPU",
  "Specify the number of GPUs you wish to utilize for preprocess by entering them separated by hyphens (-). At the moment, using multi-gpu will not have a significant effect.": "Espesifye kantite GPUs ou ta vle itilize pou preprocess pa antre nan yo separe pa hyphens (-). Nan moman sa a, lè l sèvi avèk milti-gpu pa pral gen yon efè enpòtan.",
  "Force the use of CPU for training.": "Fòse itilize nan CPU pou fòmasyon.",
  "Specify the number of GPUs you wish to utilize for extracting by entering them separated by hyphens (-).": "Espesifye kantite GPUs ou ta vle itilize pou ekstrè pa antre nan yo separe pa hyphens (-).",
  "The number of CPU cores to use in the preprocess. The default setting are your cpu cores, which is recommended for most cases.": "Nimewo a nan nwayo CPU yo itilize nan preprocess yo. Anviwònman an default yo se nwayo cpu ou, ki rekòmande pou pifò ka yo.",
  "Extract Features": "Karakteristik ekstrè",
  "The number of CPU cores to use in the extraction process. The default setting are your cpu cores, which is recommended for most cases.": "Nimewo a nan cPU nwayo yo sèvi ak nan pwosesis ekstraksyon an. Anviwònman an default yo se nwayo cpu ou, ki rekòmande pou pifò ka yo.",
  "Cache Dataset in GPU": "Cache Dataset in GPU",
  "Utilize pretrained models when training your own. This approach reduces training duration and enhances overall quality.": "Itilize modèl tris lè fòmasyon pwòp ou yo. Apwòch sa a diminye dire fòmasyon ak amelyore bon jan kalite an jeneral.",
  "We prioritize running the model extraction on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.": "Nou priyorite kouri ekstraksyon modèl la sou GPU a pou pèfòmans pi vit. Si ou prefere sèvi ak CPU a, tou senpleman kite jaden an GPU vid.",
  "Index Algorithm": "Index Algorithm",
  "Cache the dataset in GPU memory to speed up the training process.": "Cache dataset la nan memwa GPU pi vit pwosesis fòmasyon an.",
  "Overtraining Detector": "Detektè estrawòdinè",
  "We prioritize running the model preprocessing on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.": "Nou priyorite kouri modèl la prepwograsyon sou GPU a pou pèfòmans pi vit. Si ou prefere sèvi ak CPU a, tou senpleman kite jaden an GPU vid.",
  "By employing pitch guidance, it becomes feasible to mirror the intonation of the original voice, including its pitch. This feature is particularly valuable for singing and other scenarios where preserving the original melody or pitch pattern is essential.": "Pa anplwaye konsèy anplwaye, li vin posib pou glas entonasyon an nan vwa orijinal la, ki gen ladan anplasman li yo. Karakteristik sa a se patikilyèman enpòtan pou chante ak lòt senaryo kote prezève melodi orijinal la oswa modèl anplasman se esansyèl.",
  "Fresh Training": "Fòmasyon fre",
  "Overtraining Threshold": "Papòt depase",
  "Start Training": "Kòmanse fòmasyon",
  "Overtraining Detector Settings": "Anviwònman detektè detektè",
  "KMeans is a clustering algorithm that divides the dataset into K clusters. This setting is particularly useful for large datasets.": "KMeans se yon algorithm clustering ki divize dataset la nan grap K. Anviwònman sa a se patikilyèman itil pou gwo datasets.",
  "Stop Training": "Sispann fòmasyon",
  "Generate Index": "Jenere Endèks",
  "Set the maximum number of epochs you want your model to stop training if no improvement is detected.": "Mete kantite maksimòm epok ou vle modèl ou a sispann fòmasyon si pa gen okenn amelyorasyon detekte.",
  "Export Model": "Ekspòtasyon Modèl",
  "Enable this setting only if you are training a new model from scratch or restarting the training. Deletes all previously generated weights and tensorboard logs.": "Pèmèt anviwònman sa a sèlman si w ap fòme yon nouvo modèl nan grate oswa rekòmanse fòmasyon an. Efase tout pwa deja pwodwi pwa ak mòso bwa tanpon.",
  "Detect overtraining to prevent the model from learning the training data too well and losing the ability to generalize to new data.": "Detekte twòp pou anpeche modèl la nan aprann done fòmasyon yo twò byen epi pèdi kapasite nan jeneralize nan nouvo done.",
  "Exported Pth file": "Ekspòte dosye Pyès",
  "Exported Index file": "Ekspòte dosye endèks",
  "Select the pth file to be exported": "Chwazi dosye a pth yo dwe ekspòte",
  "Upload": "Upload",
  "Select the index file to be exported": "Chwazi dosye a endèks yo dwe ekspòte",
  "Index File": "Dosye endèks",
  "Select the voice model to use for the conversion.": "Chwazi modèl la vwa yo sèvi ak pou konvèsyon an.",
  "Voice Model": "Modèl Vwa",
  "Single": "Sèl",
  "Refresh": "Rafrechi",
  "Select the index file to use for the conversion.": "Chwazi dosye a endèks yo sèvi ak pou konvèsyon an.",
  "Unload Voice": "Vwa dechaje",
  "Upload Audio": "Upload Audio",
  "Select Audio": "Chwazi Odyo",
  "The button 'Upload' is only for google colab: Uploads the exported files to the ApplioExported folder in your Google Drive.": "Bouton an 'Upload' se sèlman pou google kolaborasyon: Uploads dosye yo ekspòte nan katab la ApplioExported nan google ou.",
  "Select the audio to convert.": "Chwazi odyo a konvèti.",
  "Advanced Settings": "Anviwònman avanse",
  "Output Path": "Chemen Pwodiksyon",
  "Export Format": "Fòma ekspòtasyon",
  "Custom Output Path": "Chemen Pwodiksyon Koutim",
  "Clear Outputs (Deletes all audios in assets/audios)": "Clear Sòti (Efase tout odyo nan byen / audios)",
  "Select the format to export the audio.": "Chwazi fòma a ekspòtasyon odyo a.",
  "Split Audio": "Fann odyo",
  "Autotune": "Ototòn",
  "Clean Strength": "Fòs pwòp",
  "Clean Audio": "Netwaye Odyo",
  "The path where the output audio will be saved, by default in assets/audios/output.wav": "Chemen kote pwodiksyon an ap sove, pa default nan byen / odyo / output.wav",
  "Upscale Audio": "Upscale Audio",
  "Split the audio into chunks for inference to obtain better results in some cases.": "Fann odyo a nan moso pou enferans jwenn pi bon rezilta nan kèk ka.",
  "Apply a soft autotune to your inferences, recommended for singing conversions.": "Aplike yon ototòn mou nan enferans ou, rekòmande pou chante konvèsyon.",
  "Formant Shifting": "Formant chanjman",
  "Clean your audio output using noise detection algorithms, recommended for speaking audios.": "Netwaye pwodiksyon odyo ou lè l sèvi avèk algoritm deteksyon bri, rekòmande pou pale odyo.",
  "Browse presets for formanting": "Browse prereglaj pou forman",
  "Enable formant shifting. Used for male to female and vice-versa convertions.": "Pèmèt chanjman fòm. Itilize pou gason nan fi ak vis-versa konvèsyon.",
  "Upscale the audio to a higher quality, recommended for low-quality audios. (It could take longer to process the audio)": "Upscale odyo a nan yon bon jan kalite ki pi wo, rekòmande pou odyo ki ba-bon jan kalite. (Li ta ka pran pi lontan nan pwosesis odyo a)",
  "Quefrency for formant shifting": "Quefrency pou chanjman forman",
  "Presets are located in /assets/formant_shift folder": "Evalye yo sitiye nan /byen/ formant_shift katab",
  "Default value is 1.0": "Valè default se 1.0",
  "Pitch": "anplasman",
  "Timbre for formant shifting": "Timbre forman forman chanjman",
  "Filter Radius": "Reyon filtre",
  "Set the clean-up level to the audio you want, the more you increase it the more it will clean up, but it is possible that the audio will be more compressed.": "Mete nivo pwòp odyo a ou vle, plis la ou ogmante li plis la li pral netwaye, men li posib ke odyo a pral pi konprese.",
  "Volume Envelope": "Anvlòp volim",
  "Set the pitch of the audio, the higher the value, the higher the pitch.": "Mete anplasman an nan odyo a, ki pi wo a valè a, ki pi wo a anplasman an.",
  "Protect Voiceless Consonants": "Pwoteje Konsòn Vwa",
  "Influence exerted by the index file; a higher value corresponds to greater influence. However, opting for lower values can help mitigate artifacts present in the audio.": "Enfliyanse pa dosye endèks la; yon valè ki pi wo koresponn ak pi gwo enfliyans. Sepandan, chwazi pou pi ba valè yo ka ede bese atifisyèl prezan nan odyo a.",
  "Convert": "Konvèti",
  "Batch": "Pakèt",
  "Export Audio": "Ekspòtasyon Odyo",
  "Search Feature Ratio": "Rechèch Karakteristik Pousantaj",
  "Pitch extraction algorithm": "Lanse algoritm ekstraksyon",
  "Substitute or blend with the volume envelope of the output. The closer the ratio is to 1, the more the output envelope is employed.": "Ranplase oswa melanje ak anvlòp la volim nan pwodiksyon an. Pi pre rapò a se 1, anvlòp la pwodiksyon an se anvlòp la se anvlòp la.",
  "Input Folder": "Katab enpème",
  "If the number is greater than or equal to three, employing median filtering on the collected tone results has the potential to decrease respiration.": "Si nimewo a pi gran pase oswa egal a twa, anplwaye medyàn filtraj sou rezilta yo ton ranmase gen potansyèl la diminye respirasyon.",
  "Enter input path": "Antre nan chemen opinon",
  "Select the folder containing the audios to convert.": "Chwazi katab la ki gen odyo yo konvèti.",
  "Pitch extraction algorithm to use for the audio conversion. The default algorithm is rmvpe, which is recommended for most cases.": "Lanse algoritm ekstraksyon yo itilize pou konvèsyon an odyo. Algorithm nan default se rmvpe, ki rekòmande pou pifò ka yo.",
  "Output Folder": "Katab pwodiksyon",
  "Select the folder where the output audios will be saved.": "Chwazi katab la kote pwodiksyon an odyo yo pral sove.",
  "Enter output path": "Antre nan chemen pwodiksyon",
  "Get information about the audio": "Jwenn enfòmasyon sou odyo a",
  "Voice Blender": "Vwa Blender",
  "Safeguard distinct consonants and breathing sounds to prevent electro-acoustic tearing and other artifacts. Pulling the parameter to its maximum value of 0.5 offers comprehensive protection. However, reducing this value might decrease the extent of protection while potentially mitigating the indexing effect.": "Pwoteje konsòn diferan ak respire son pou anpeche dlo elektwo-acoustic ak lòt atifisyèl. Rale paramèt la nan valè maksimòm li yo nan 0.5 ofri pwoteksyon konplè. Sepandan, diminye valè sa a ta ka diminye limit la nan pwoteksyon pandan y ap potansyèlman bese efè endèks la.",
  "## Voice Blender": "## Voice Blender",
  "Blend Ratio": "Melanje Pousantaj",
  "You can also use a custom path.": "Ou kapab tou itilize yon chemen koutim.",
  "Fusion": "Fizyon",
  "Drag and drop your model here": "Trennen epi laje modèl ou isit la",
  "Path to Model": "Chemen pou Modèl",
  "Inroduce the model information": "Prezante enfòmasyon modèl la",
  "Select two voice models, set your desired blend percentage, and blend them into an entirely new voice.": "Chwazi de modèl vwa, mete pousantaj melanj ou vle, ak melanje yo nan yon vwa antyèman nouvo.",
  "Model information to be placed": "Enfòmasyon modèl yo dwe mete",
  "Adjusting the position more towards one side or the other will make the model more similar to the first or second.": "Ajiste pozisyon an plis nan direksyon pou yon bò oswa lòt la ap fè modèl la pi sanble ak premye a oswa dezyèm.",
  "View": "View",
  "View model information": "View enfòmasyon modèl",
  "Introduce the model pth path": "Prezante chemen modèl la",
  "The information to be placed in the model (You can leave it blank or put anything).": "Enfòmasyon yo dwe mete nan modèl la (Ou ka kite li vid oswa mete anyen).",
  "Model extraction": "Modèl ekstraksyon",
  "Extract F0 Curve": "Ekstrè Koub F0",
  "Model conversion": "Modèl konvèsyon",
  "Enter path to model": "Antre nan chemen pou modèl",
  "Pth file": "Dosye pyès",
  "Output of the pth file": "Pwodiksyon nan dosye a pyès",
  "Record": "Dosye",
  "The f0 curve represents the variations in the base frequency of a voice over time, showing how pitch rises and falls.": "Koub la f0 reprezante varyasyon yo nan frekans nan baz yon vwa sou tan, ki montre ki jan lanse monte ak tonbe.",
  "Record Screen": "Dosye ekran",
  "Stop Recording": "Sispann anrejistreman",
  "# How to Report an Issue on GitHub": "# Ki jan yo rapòte yon pwoblèm sou GitHub",
  "3. Go to [GitHub Issues](https://github.com/IAHispano/Applio/issues) and click on the 'New Issue' button.": "3. Ale nan [GitHub Pwoblèm](https://github.com/IAHispano/Applio/issues) epi klike sou bouton 'Nouvo Pwoblèm'.",
  "1. Click on the 'Record Screen' button below to start recording the issue you are experiencing.": "1. Klike sou bouton 'Dosye ekran' anba a yo kòmanse anrejistreman pwoblèm nan w ap fè eksperyans.",
  "Introduce the model .pth path": "Prezante chemen modèl la .chemen an .chemen",
  "## Download Model": "## Download Modèl",
  "Introduce the model link": "Prezante lyen modèl la",
  "See Model Information": "Gade Enfòmasyon modèl",
  "## Drop files": "## Gout dosye",
  "2. Once you have finished recording the issue, click on the 'Stop Recording' button (the same button, but the label changes depending on whether you are actively recording or not).": "2. Yon fwa ou te fini anrejistreman pwoblèm nan, klike sou bouton an 'Stop Anrejistreman' (bouton an menm, men chanjman yo etikèt depann sou si ou aktivman anrejistreman oswa ou pa).",
  "4. Complete the provided issue template, ensuring to include details as needed, and utilize the assets section to upload the recorded file from the previous step.": "4. Ranpli modèl la bay pwoblèm, asire yo enkli detay jan sa nesesè, epi itilize seksyon yo byen yo Upload dosye a anrejistre nan etap la anvan yo.",
  "Search": "Fouye",
  "Download Model": "Download Modèl",
  "## Search Model": "## Search Modèl",
  "Introduce the model name to search.": "Prezante non modèl la pou fè rechèch.",
  "We couldn't find models by that name.": "Nou pa t 'kapab jwenn modèl pa non sa a.",
  "## Download Pretrained Models": "## Download Pretrained Modèl",
  "And select the sampling rate": "Epi chwazi pousantaj echantiyon an.",
  "TTS Speed": "TTS vitès",
  "Drag your .pth file and .index file into this space. Drag one and then the other.": "Trennen dosye .pth ou ak .dosye endèks nan espas sa a. Trennen yon sèl ak Lè sa a, lòt la.",
  "Increase or decrease TTS speed.": "Ogmantasyon oswa diminye vitès TTS.",
  "Model Link": "Modèl Lyen",
  "Select the pretrained model you want to download.": "Chwazi modèl la twò prevansyon ou vle download.",
  "TTS Voices": "TTS Vwa",
  "Upload a .txt file": "Upload yon dosye .txt",
  "Text to Synthesize": "Tèks pou sentèz",
  "Enter the text to synthesize.": "Antre nan tèks la pou sentèz.",
  "Select the TTS voice to use for the conversion.": "Chwazi vwa TTS la pou itilize pou konvèsyon an.",
  "Input path for text file": "Chemen enèji pou dosye tèks",
  "Enter text to synthesize": "Antre nan tèks pou sentèz",
  "Enable fake GPU": "Pèmèt GPU fo",
  "Output Path for TTS Audio": "Chemen Sòti pou TTS Odyo",
  "Output Path for RVC Audio": "Chemen Sòti pou RVC Odyo",
  "The path to the text file that contains content for text to speech.": "Chemen an nan dosye a tèks ki gen kontni pou tèks diskou.",
  "Language": "Lang",
  "It will activate the possibility of displaying the current Applio activity in Discord.": "Li pral aktive posibilite pou montre aktivite aktyèl applio aktyèl la nan Dezakò.",
  "Enable Applio integration with applio.org/models using flask": "Pèmèt Entegrasyon Applio ak applio.org/models lè l sèvi avèk flask",
  "Restart Applio": "Rekòmanse Applio",
  "Theme": "Tèm",
  "Enable Applio integration with Discord presence": "Pèmèt entegrasyon Applio ak prezans Dekorasyon",
  "Training is currently unsupported due to the absence of a GPU. To activate the training tab, navigate to the settings tab and enable the 'Fake GPU' option.": "Fòmasyon aktyèlman pa sipòte akòz absans la nan yon GPU. Pou aktive tab la fòmasyon, navige nan tab la anviwònman ak pèmèt opsyon nan 'Fo GPU'.",
  "Activates the train tab. However, please note that this device lacks GPU capabilities, hence training is not supported. This option is only for testing purposes. (This option will restart Applio)": "Aktive tab tren an. Sepandan, tanpri sonje ke aparèy sa a manke kapasite GPU, kon sa fòmasyon pa sipòte. Opsyon sa a se sèlman pou rezon tès. (Opsyon sa a ap rekòmanse Applio)",
  "Select the theme you want to use. (Requires restarting Applio)": "Chwazi tèm nan ou vle itilize. (Mande pou rekòmanse Applio)",
  "Precision": "Presizyon",
  "Select the language you want to use. (Requires restarting Applio)": "Chwazi lang ou vle itilize a. (Mande pou rekòmanse Applio)",
  "Update precision": "Mizajou presizyon",
  "Plugin Installer": "Plugin Installer",
  "Select the precision you want to use for training and inference.": "Chwazi presizyon ou vle itilize pou fòmasyon ak enferans.",
  "Version Checker": "Vèsyon Tcheke",
  "Drag your plugin.zip to install it": "Trennen plugin.zip ou pou enstale li",
  "Check for updates": "Tcheke pou dènye nouvèl yo",
  "Post-Process": "Pwosesis pou restrenn",
  "Apply reverb to the audio.": "Aplike ranvèse nan odyo a.",
  "Reverb Room Size": "gwosè chanm reverb",
  "Check which version of Applio is the latest to see if you need to update.": "Tcheke ki vèsyon AnPlio se dènye a yo wè si ou bezwen mete ajou.",
  "Set the room size of the reverb.": "Mete gwosè a nan vèb la.",
  "Post-process the audio to apply effects to the output.": "Post-pwosesis odyo a pou aplike efè nan pwodiksyon an.",
  "Reverb Damping": "ranvèse Damping",
  "It will activate the possibility of downloading models with a click from the website.": "Li pral aktive posibilite pou telechaje modèl ak yon klike sou soti nan sit entènèt la.",
  "Set the damping of the reverb.": "Fikse mouye revèb la.",
  "Set the wet gain of the reverb.": "Mete mouye a nan ranvèse a.",
  "Reverb Width": "Lajè revèb",
  "Set the dry gain of the reverb.": "Mete benefis sèk la nan ranvèse a.",
  "Reverb Wet Gain": "Ranvèse Mouye Benefis",
  "Set the width of the reverb.": "Mete lajè ranvèse a.",
  "Reverb Freeze Mode": "Ranvèse mòd friz",
  "Limiter": "Limitè",
  "Pitch Shift": "Chanjman anplasman",
  "Set the freeze mode of the reverb.": "Mete mòd nan friz nan vèb la.",
  "Pitch Shift Semitones": "Pitch Shift Semitones",
  "Apply limiter to the audio.": "Aplike limite nan odyo a.",
  "Set the pitch shift semitones.": "Mete anplasman an chanjman semis.",
  "Apply pitch shift to the audio.": "Aplike chanjman anplasman nan odyo a.",
  "Limiter Threshold dB": "Limiter Papòt dB",
  "Limiter Release Time": "Limitè Tan liberasyon",
  "Set the limiter threshold dB.": "Mete papòt la limite dB.",
  "Gain": "Benefis",
  "Set the limiter release time.": "Mete tan an lage limit.",
  "Reverb Dry Gain": "Ranvèse Sèk Benefis",
  "Apply gain to the audio.": "Aplike genyen nan odyo a.",
  "Gain dB": "Jwenn dB",
  "Distortion": "Defòmasyon",
  "Chorus": "Koral",
  "Distortion Gain": "Defòmasyon Benefis",
  "Set the distortion gain.": "Mete defòmasyon an.",
  "Apply distortion to the audio.": "Aplike defòmasyon nan odyo a.",
  "Apply chorus to the audio.": "Aplike koral nan odyo a.",
  "Chorus Rate Hz": "Pousantaj koral Hz",
  "Set the chorus rate Hz.": "Mete pousantaj koral la Hz.",
  "Set the chorus depth.": "Mete pwofondè koral la.",
  "Chorus Center Delay ms": "Koral Sant reta ms",
  "Chorus Feedback": "Koral Fidbak",
  "Set the chorus center delay ms.": "Mete sant koral la ret tann ms.",
  "Reverb": "ranvèse",
  "Set the chorus mix.": "Mete melanj koral la.",
  "Chorus Mix": "Koral Melanj",
  "Set the chorus feedback.": "Mete fidbak la koral.",
  "Bitcrush": "Bitcrush",
  "Apply bitcrush to the audio.": "Aplike bitcrush nan odyo a.",
  "Set the bitcrush bit depth.": "Mete ti jan bitcrush la.",
  "Bitcrush Bit Depth": "Bitcrush ti jan pwofondè",
  "Clipping": "Klips",
  "Set the gain dB.": "Mete dB a benefisyè.",
  "Clipping Threshold": "Clipping Papòt",
  "Apply clipping to the audio.": "Aplike clipping nan odyo a.",
  "Compressor": "Compresse",
  "Compressor Ratio": "Konpresè Pousantaj",
  "Set the clipping threshold.": "Mete papòt la klip.",
  "Apply compressor to the audio.": "Aplike compressor nan odyo a.",
  "Set the compressor threshold dB.": "Mete papòt la compresse dB.",
  "Compressor Attack ms": "Compresse atak ms",
  "Set the compressor ratio.": "Mete rapò a compresse.",
  "Set the compressor attack ms.": "Mete atak la compressor.",
  "Compressor Threshold dB": "Compressor Papòt dB",
  "Compressor Release ms": "Compressor Lage ms",
  "Set the compressor release ms.": "Mete konpresè a lage ms.",
  "Apply delay to the audio.": "Aplike reta nan odyo a.",
  "Delay Seconds": "Reta Segonn",
  "Delay Feedback": "Reta Fidbak",
  "Set the delay seconds.": "Mete segonn yo reta.",
  "Set the delay feedback.": "Mete fidbak la reta.",
  "Set the delay mix.": "Mete melanj lan reta.",
  "Delay Mix": "Reta Mix",
  "Folder Name": "Non katab",
  "Select Custom Embedder": "Chwazi Koutim Entegre",
  "Custom Embedder": "Koutim",
  "Refresh embedders": "Rafrechisman entegre",
  "Upload .json": "Upload .json",
  "Upload .bin": "Upload .bin",
  "model information": "enfòmasyon modèl",
  "Model Creator": "Modèl Kreyatè",
  "Delay": "Ret a ret tan",
  "Speaker ID": "Oratè ID",
  "Move files to custom embedder folder": "Deplase dosye nan katab koutim entegre",
  "Name of the model creator. (Default: Unknown)": "Non kreyatè modèl la. (Default: Unknown)",
  "Select the speaker ID to use for the conversion.": "Chwazi ID oratè a pou itilize pou konvèsyon an.",
  "Set name": "Fikse non",
  "The name that will appear in the model information.": "Non ki pral parèt nan enfòmasyon modèl la.",
  "Chorus Depth": "Pwofondè koral",
  "Model Author Name": "Non Otè modèl",
  "Set the autotune strength - the more you increase it the more it will snap to the chromatic grid.": "Mete fòs ototin lan - plis ou ogmante li plis la li pral mennen nan kadriyaj la kromatik."
}