{
  "Inference": "Következtetés",
  "Extra": "Többlet",
  "Training": "Képzés",
  "Output Information": "Kimeneti információk",
  "Processing": "Feldolgozás",
  "Merge Audios": "Hangok egyesítése",
  "Audio Analyzer": "Hangelemző",
  "Download": "Letöltés",
  "The output information will be displayed here.": "A kimeneti információk itt jelennek meg.",
  "Settings": "Beállítások",
  "Preprocess": "Előfeldolgozás",
  "Report a Bug": "Hiba jelentése",
  "Plugins": "Bővítmények",
  "Model Information": "Modell információk",
  "This section contains some extra utilities that often may be in experimental phases.": "Ez a szakasz néhány további segédprogramot tartalmaz, amelyek gyakran kísérleti fázisban vannak.",
  "Process effects": "Folyamathatások",
  "Audio cutting": "Hangvágás",
  "Enter model name": "Adja meg a modell nevét",
  "Dataset Path": "Adatkészlet elérési útja",
  "Model Name": "Modell neve",
  "It's recommended to deactivate this option if your dataset has already been processed.": "Javasoljuk, hogy inaktiválja ezt a beállítást, ha az adatkészlet már fel van dolgozva.",
  "Name of the new model.": "Az új modell neve.",
  "Path to the dataset folder.": "Az adatkészletmappa elérési útja.",
  "Refresh Datasets": "Adatkészletek frissítése",
  "Dataset Creator": "Adatkészlet létrehozója",
  "Enter dataset name": "Adja meg az adatkészlet nevét",
  "Dataset Name": "Adatkészlet neve",
  "Name of the new dataset.": "Az új adatkészlet neve.",
  "The audio file has been successfully added to the dataset. Please click the preprocess button.": "A hangfájl sikeresen hozzá lett adva az adatkészlethez. Kérem kattintson az előfeldolgozás gombra.",
  "Upload Audio Dataset": "Hangadatkészlet feltöltése",
  "Sampling Rate": "Mintavételi arány",
  "Enter dataset path": "Adja meg az adatkészlet elérési útját",
  "Extract": "Kivonat",
  "The sampling rate of the audio files.": "Az audiofájlok mintavételi frekvenciája.",
  "Model Architecture": "Modell architektúra",
  "Version of the model architecture.": "A modellarchitektúra verziója.",
  "Embedder Model": "Embedder modell",
  "Preprocess Dataset": "Adatkészlet előfeldolgozása",
  "Hop Length": "Komló hossza",
  "Model used for learning speaker embedding.": "A beszélők beágyazásának megtanulásához használt modell.",
  "Batch Size": "Tétel mérete",
  "Denotes the duration it takes for the system to transition to a significant pitch change. Smaller hop lengths require more time for inference but tend to yield higher pitch accuracy.": "Azt az időtartamot jelöli, amely alatt a rendszer jelentős hangmagasság-változásra vált. A kisebb ugráshosszak több időt igényelnek a következtetéshez, de általában nagyobb hangmagasság-pontosságot eredményeznek.",
  "Save Every Epoch": "Mentsd meg minden korszakot",
  "It's advisable to align it with the available VRAM of your GPU. A setting of 4 offers improved accuracy but slower processing, while 8 provides faster and standard results.": "Javasoljuk, hogy igazítsa a GPU rendelkezésre álló VRAM-jához. A 4-es beállítás nagyobb pontosságot, de lassabb feldolgozást biztosít, míg a 8-as gyorsabb és szabványos eredményeket biztosít.",
  "A simple, high-quality voice conversion tool focused on ease of use and performance.": "Egy egyszerű, kiváló minőségű hangkonvertáló eszköz, amely a könnyű használatra és a teljesítményre összpontosított.",
  "Total Epoch": "Teljes korszak",
  "Pretrained": "Előre betanított",
  "Save Only Latest": "Csak a legújabbak mentése",
  "Determine at how many epochs the model will saved at.": "Határozza meg, hogy hány korszakban menti a modellt.",
  "Specifies the overall quantity of epochs for the model training process.": "A modell betanítási folyamatának epocháinak teljes mennyiségét adja meg.",
  "This setting enables you to save the weights of the model at the conclusion of each epoch.": "Ez a beállítás lehetővé teszi a modell súlyozásának mentését az egyes korszakok végén.",
  "Custom Pretrained": "Egyéni előképzett",
  "Upload Pretrained Model": "Előre betanított modell feltöltése",
  "Enabling this setting will result in the G and D files saving only their most recent versions, effectively conserving storage space.": "A beállítás engedélyezése azt eredményezi, hogy a G és D fájlok csak a legújabb verziójukat mentik, így hatékonyan megtakarítják a tárhelyet.",
  "Refresh Custom Pretraineds": "Egyéni előképzetek frissítése",
  "Save Every Weights": "Takarítson meg minden súlyt",
  "Pretrained Custom Settings": "Előre betanított egyéni beállítások",
  "Utilizing custom pretrained models can lead to superior results, as selecting the most suitable pretrained models tailored to the specific use case can significantly enhance performance.": "Az egyéni előre betanított modellek használata kiváló eredményekhez vezethet, mivel az adott használati esetre szabott legmegfelelőbb előre betanított modellek kiválasztása jelentősen javíthatja a teljesítményt.",
  "The file you dropped is not a valid pretrained file. Please try again.": "Az eldobott fájl nem érvényes előre betanított fájl. Kérjük, próbálja újra.",
  "Pretrained D Path": "Egyéni előképzett D",
  "Click the refresh button to see the pretrained file in the dropdown menu.": "Kattintson a frissítés gombra az előre betanított fájl megjelenítéséhez a legördülő menüben.",
  "GPU Settings": "GPU-beállítások",
  "GPU Custom Settings": "GPU egyéni beállítások",
  "Pretrained G Path": "Egyéni előképzett G",
  "GPU Number": "GPU-szám",
  "Sets advanced GPU settings, recommended for users with better GPU architecture.": "Speciális GPU-beállításokat állít be, amelyek a jobb GPU-architektúrával rendelkező felhasználók számára ajánlottak.",
  "The GPU information will be displayed here.": "A GPU adatai itt jelennek meg.",
  "0 to ∞ separated by -": "0-tól ∞-ig - választja el",
  "GPU Information": "GPU-információk",
  "The number of CPU cores to use in the preprocess. The default setting are your cpu cores, which is recommended for most cases.": "Az előfolyamatban használandó CPU-magok száma. Az alapértelmezett beállítás a processzormagok, ami a legtöbb esetben ajánlott.",
  "Specify the number of GPUs you wish to utilize for preprocess by entering them separated by hyphens (-). At the moment, using multi-gpu will not have a significant effect.": "Adja meg az előfeldolgozáshoz használni kívánt GPU-k számát kötőjelekkel (-) elválasztva. Jelenleg a multi-gpu használata nem lesz jelentős hatással.",
  "Pitch Guidance": "Pitch útmutatás",
  "Specify the number of GPUs you wish to utilize for extracting by entering them separated by hyphens (-).": "Adja meg a kinyeréshez használni kívánt GPU-k számát kötőjelekkel (-) elválasztva.",
  "Use CPU": "CPU használata",
  "Force the use of CPU for training.": "Kényszerítse a CPU használatát a betanításhoz.",
  "The number of CPU cores to use in the extraction process. The default setting are your cpu cores, which is recommended for most cases.": "A kinyerési folyamatban használt CPU-magok száma. Az alapértelmezett beállítás a processzormagok, ami a legtöbb esetben ajánlott.",
  "Utilize pretrained models when training your own. This approach reduces training duration and enhances overall quality.": "Használja az előre betanított modelleket a saját betanításakor. Ez a megközelítés csökkenti a képzés időtartamát és javítja az általános minőséget.",
  "Cache Dataset in GPU": "Adatkészlet gyorsítótárazása a GPU-ban",
  "Extract Features": "Jellemzők kivonása",
  "We prioritize running the model extraction on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.": "A gyorsabb teljesítmény érdekében prioritásként kezeljük a modell kinyerésének GPU-n való futtatását. Ha inkább a CPU-t szeretné használni, egyszerűen hagyja üresen a GPU mezőt.",
  "We prioritize running the model preprocessing on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.": "A gyorsabb teljesítmény érdekében prioritásként kezeljük a modell előfeldolgozásának GPU-n való futtatását. Ha inkább a CPU-t szeretné használni, egyszerűen hagyja üresen a GPU mezőt.",
  "By employing pitch guidance, it becomes feasible to mirror the intonation of the original voice, including its pitch. This feature is particularly valuable for singing and other scenarios where preserving the original melody or pitch pattern is essential.": "A hangmagasság-útmutatás alkalmazásával megvalósíthatóvá válik az eredeti hang intonációjának tükrözése, beleértve annak hangmagasságát is. Ez a funkció különösen értékes énekléshez és más forgatókönyvekhez, ahol az eredeti dallam vagy hangmagasság minta megőrzése elengedhetetlen.",
  "Index Algorithm": "Index algoritmus",
  "Overtraining Detector": "Túledzés érzékelő",
  "Overtraining Detector Settings": "Túledzésérzékelő beállításai",
  "Overtraining Threshold": "Túledzési küszöb",
  "Cache the dataset in GPU memory to speed up the training process.": "Gyorsítótárazza az adatkészletet a GPU-memóriában a betanítási folyamat felgyorsítása érdekében.",
  "Fresh Training": "Friss képzés",
  "KMeans is a clustering algorithm that divides the dataset into K clusters. This setting is particularly useful for large datasets.": "A KMeans egy fürtözési algoritmus, amely az adatkészletet K klaszterekre osztja. Ez a beállítás különösen nagy adatkészletek esetén hasznos.",
  "Set the maximum number of epochs you want your model to stop training if no improvement is detected.": "Állítsa be azon korszakok maximális számát, amelyek esetében a modell leállítja a betanítást, ha a rendszer nem észlel javulást.",
  "Detect overtraining to prevent the model from learning the training data too well and losing the ability to generalize to new data.": "Észlelje a túlképzést, hogy megakadályozza, hogy a modell túl jól tanulja meg a betanítás adatait, és elveszítse az új adatokra való általánosítás képességét.",
  "Start Training": "Kezdje el az edzést",
  "Stop Training": "Edzés leállítása",
  "Enable this setting only if you are training a new model from scratch or restarting the training. Deletes all previously generated weights and tensorboard logs.": "Ezt a beállítást csak akkor engedélyezze, ha egy új modellt teljesen új modellt tanít be, vagy újraindítja a betanítást. Törli az összes korábban létrehozott súlyozást és tensorboard naplót.",
  "Generate Index": "Index létrehozása",
  "Export Model": "Modell exportálása",
  "Exported Index file": "Exportált indexfájl",
  "Upload": "Feltölt",
  "Select the pth file to be exported": "Válassza ki az exportálni kívánt pth fájlt",
  "Exported Pth file": "Exportált Pth fájl",
  "Select the index file to be exported": "Válassza ki az exportálni kívánt indexfájlt",
  "Refresh": "Felfrissít",
  "The button 'Upload' is only for google colab: Uploads the exported files to the ApplioExported folder in your Google Drive.": "A \"Feltöltés\" gomb csak a Google Colab esetében használható: Feltölti az exportált fájlokat a Google Drive ApplioExported mappájába.",
  "Single": "Nőtlen",
  "Select the voice model to use for the conversion.": "Válassza ki az átalakításhoz használni kívánt hangmodellt.",
  "Unload Voice": "Hang eltávolítása",
  "Upload Audio": "Hang feltöltése",
  "Select the index file to use for the conversion.": "Válassza ki az átalakításhoz használni kívánt indexfájlt.",
  "Voice Model": "Hangmodell",
  "Select Audio": "Válassza az Audio lehetőséget",
  "Advanced Settings": "Speciális beállítások",
  "Clear Outputs (Deletes all audios in assets/audios)": "Kimenetek törlése (Törli az összes hangot az eszközökből/hangokból)",
  "Output Path": "Kimeneti útvonal",
  "Custom Output Path": "Egyéni kimeneti útvonal",
  "Select the audio to convert.": "Válassza ki a konvertálni kívánt hangot.",
  "Export Format": "Formátum exportálása",
  "Select the format to export the audio.": "Válassza ki a hangot exportáló formátumot.",
  "Autotune": "Automatikus hangolás",
  "Split Audio": "Osztott hang",
  "Clean Audio": "Tiszta hangzás",
  "Split the audio into chunks for inference to obtain better results in some cases.": "Ossza fel a hangot darabokra a következtetéshez, hogy bizonyos esetekben jobb eredményeket érjen el.",
  "Clean Strength": "Tiszta szilárdság",
  "The path where the output audio will be saved, by default in assets/audios/output.wav": "Az elérési út, ahová a kimeneti hang mentésre kerül, alapértelmezés szerint az eszközökben / hangokban / output.wav",
  "Clean your audio output using noise detection algorithms, recommended for speaking audios.": "Tisztítsa meg a hangkimenetet zajérzékelő algoritmusokkal, amelyek a hangok beszédéhez ajánlottak.",
  "Upscale Audio": "Előkelő hangzás",
  "Apply a soft autotune to your inferences, recommended for singing conversions.": "Alkalmazzon lágy automatikus hangolást a következtetésekre, ami az énekkonverziókhoz ajánlott.",
  "Formant Shifting": "Formáns váltás",
  "Index File": "Index fájl",
  "Browse presets for formanting": "Készletek tallózása formázáshoz",
  "Enable formant shifting. Used for male to female and vice-versa convertions.": "Formánváltások engedélyezése. Férfi-nő átalakításhoz és fordítva.",
  "Upscale the audio to a higher quality, recommended for low-quality audios. (It could take longer to process the audio)": "Skálázza fel a hangot jobb minőségre, alacsony minőségű hangokhoz ajánlott. (A hang feldolgozása hosszabb időt vehet igénybe)",
  "Default value is 1.0": "Az alapértelmezett érték 1,0",
  "Pitch": "Hangmagasság",
  "Presets are located in /assets/formant_shift folder": "A készletek az /assets/formant_shift mappában találhatók",
  "Timbre for formant shifting": "Hangszín a formáns váltáshoz",
  "Quefrency for formant shifting": "Quefrency for formant shifting",
  "Set the clean-up level to the audio you want, the more you increase it the more it will clean up, but it is possible that the audio will be more compressed.": "Állítsa be a tisztítási szintet a kívánt hangra, minél jobban növeli, annál jobban megtisztítja, de lehetséges, hogy a hang tömörítettebb lesz.",
  "Filter Radius": "Szűrési sugár",
  "Volume Envelope": "Térfogat boríték",
  "Set the pitch of the audio, the higher the value, the higher the pitch.": "Állítsa be a hang hangmagasságát, minél magasabb az érték, annál magasabb a hangmagasság.",
  "Search Feature Ratio": "Keresési funkciók aránya",
  "If the number is greater than or equal to three, employing median filtering on the collected tone results has the potential to decrease respiration.": "Ha a szám nagyobb vagy egyenlő hárommal, az összegyűjtött tónuseredmények medián szűrésének alkalmazása csökkentheti a légzést.",
  "Influence exerted by the index file; a higher value corresponds to greater influence. However, opting for lower values can help mitigate artifacts present in the audio.": "Az indexfájl által gyakorolt hatás; A magasabb érték nagyobb befolyásnak felel meg. Az alacsonyabb értékek választása azonban segíthet enyhíteni a hangban jelen lévő műtermékeket.",
  "Pitch extraction algorithm": "Pitch extrakciós algoritmus",
  "Convert": "Megtérít",
  "Protect Voiceless Consonants": "Zöngétlen mássalhangzók védelme",
  "Batch": "Halom",
  "Export Audio": "Hang exportálása",
  "Input Folder": "Bemeneti mappa",
  "Safeguard distinct consonants and breathing sounds to prevent electro-acoustic tearing and other artifacts. Pulling the parameter to its maximum value of 0.5 offers comprehensive protection. However, reducing this value might decrease the extent of protection while potentially mitigating the indexing effect.": "Védje a különálló mássalhangzókat és légzési hangokat, hogy megakadályozza az elektroakusztikus szakadást és más műtermékeket. A paraméter maximális 0,5-ös értékre való lekérése átfogó védelmet nyújt. Ennek az értéknek a csökkentése azonban csökkentheti a védelem mértékét, miközben potenciálisan enyhítheti az indexelési hatást.",
  "Enter input path": "Adja meg a bemeneti útvonalat",
  "Select the folder containing the audios to convert.": "Válassza ki a konvertálni kívánt hangokat tartalmazó mappát.",
  "Pitch extraction algorithm to use for the audio conversion. The default algorithm is rmvpe, which is recommended for most cases.": "Hangmagasság-kinyerési algoritmus az audio konvertáláshoz. Az alapértelmezett algoritmus az rmvpe, amely a legtöbb esetben ajánlott.",
  "Output Folder": "Kimeneti mappa",
  "Enter output path": "Adja meg a kimeneti útvonalat",
  "Substitute or blend with the volume envelope of the output. The closer the ratio is to 1, the more the output envelope is employed.": "Helyettesítse vagy keverje össze a kimenet térfogatburkológörbéjét. Minél közelebb van az arány az 1-hez, annál nagyobb a kimeneti burkológörbe.",
  "## Voice Blender": "## Hangos turmixgép",
  "Voice Blender": "Hangos turmixgép",
  "Drag and drop your model here": "Húzza ide a modellt",
  "Select the folder where the output audios will be saved.": "Válassza ki azt a mappát, ahová a kimeneti hangokat menteni kívánja.",
  "You can also use a custom path.": "Egyéni elérési utat is használhat.",
  "Fusion": "Fúzió",
  "Get information about the audio": "Információk lekérése a hangról",
  "Blend Ratio": "Keverési arány",
  "Select two voice models, set your desired blend percentage, and blend them into an entirely new voice.": "Válasszon ki két hangmodellt, állítsa be a kívánt keverési százalékot, és keverje össze őket egy teljesen új hangszínbe.",
  "Model information to be placed": "Az elhelyezendő modellinformációk",
  "Enter path to model": "Adja meg a modell elérési útját",
  "Path to Model": "A modell elérési útja",
  "Inroduce the model information": "A modellinformációk bemutatása",
  "View": "Nézet",
  "Adjusting the position more towards one side or the other will make the model more similar to the first or second.": "Ha a pozíciót jobban az egyik vagy a másik oldalra állítja, a modell jobban hasonlít az elsőhöz vagy a másodikhoz.",
  "View model information": "Modellinformációk megtekintése",
  "Model conversion": "Modell átalakítás",
  "The information to be placed in the model (You can leave it blank or put anything).": "A modellben elhelyezendő információk (üresen hagyhatja, vagy bármit betehet).",
  "Introduce the model pth path": "A modell pth elérési útjának bemutatása",
  "Pth file": "Pth fájl",
  "Output of the pth file": "A pth fájl kimenete",
  "Extract F0 Curve": "F0 görbe kivonása",
  "# How to Report an Issue on GitHub": "# Hogyan jelenthet problémát a GitHubon",
  "The f0 curve represents the variations in the base frequency of a voice over time, showing how pitch rises and falls.": "Az f0 görbe a hang alapfrekvenciájának időbeli változásait ábrázolja, megmutatva, hogyan emelkedik és csökken a hangmagasság.",
  "Record": "Rekord",
  "Record Screen": "Felvétel képernyő",
  "1. Click on the 'Record Screen' button below to start recording the issue you are experiencing.": "1. Kattintson az alábbi \"Felvétel képernyő\" gombra a tapasztalt probléma rögzítésének megkezdéséhez.",
  "Stop Recording": "Felvétel leállítása",
  "See Model Information": "Modellinformációk megtekintése",
  "4. Complete the provided issue template, ensuring to include details as needed, and utilize the assets section to upload the recorded file from the previous step.": "4. Töltse ki a megadott problémasablont, ügyelve arra, hogy szükség szerint tartalmazza a részleteket, és használja az eszközök szakaszt az előző lépésből rögzített fájl feltöltéséhez.",
  "Model Link": "Modell link",
  "Introduce the model link": "A modellhivatkozás bemutatása",
  "Introduce the model .pth path": "A modell .pth elérési útjának bemutatása",
  "Download Model": "Modell letöltése",
  "2. Once you have finished recording the issue, click on the 'Stop Recording' button (the same button, but the label changes depending on whether you are actively recording or not).": "2. Miután befejezte a probléma rögzítését, kattintson a \"Felvétel leállítása\" gombra (ugyanaz a gomb, de a címke attól függően változik, hogy aktívan rögzít-e vagy sem).",
  "3. Go to [GitHub Issues](https://github.com/IAHispano/Applio/issues) and click on the 'New Issue' button.": "3. Lépjen a [GitHub-problémák](https://github.com/IAHispano/Applio/issues) oldalra, és kattintson az \"Új probléma\" gombra.",
  "## Drop files": "## Dobja el a fájlokat",
  "Search": "Keresés",
  "## Download Model": "## Modell letöltése",
  "## Search Model": "## Modell keresése",
  "Drag your .pth file and .index file into this space. Drag one and then the other.": "Húzza a .pth és .index fájlt erre a helyre. Húzza az egyiket, majd a másikat.",
  "Introduce the model name to search.": "Mutassa be a modell nevét a kereséshez.",
  "We couldn't find models by that name.": "Nem találtunk modelleket ezen a néven.",
  "## Download Pretrained Models": "## Előre betanított modellek letöltése",
  "TTS Voices": "TTS-hangok",
  "Increase or decrease TTS speed.": "Növelje vagy csökkentse a TTS sebességét.",
  "Select the pretrained model you want to download.": "Válassza ki a letölteni kívánt előre betanított modellt.",
  "Text to Synthesize": "Szintetizálandó szöveg",
  "And select the sampling rate": "És válassza ki a mintavételi sebességet.",
  "Select the TTS voice to use for the conversion.": "Válassza ki az átalakításhoz használni kívánt TTS-hangot.",
  "Enter the text to synthesize.": "Írja be a szintetizálni kívánt szöveget.",
  "Input path for text file": "A szövegfájl bemeneti elérési útja",
  "TTS Speed": "TTS-sebesség",
  "The path to the text file that contains content for text to speech.": "A szövegfelolvasás tartalmát tartalmazó szövegfájl elérési útja.",
  "Enter text to synthesize": "Írja be a szintetizálni kívánt szöveget",
  "Upload a .txt file": ".txt fájl feltöltése",
  "Output Path for TTS Audio": "A TTS Audio kimeneti útvonala",
  "Output Path for RVC Audio": "Az RVC Audio kimeneti útvonala",
  "Enable fake GPU": "Hamis GPU engedélyezése",
  "Enable Applio integration with Discord presence": "Engedélyezze az Applio integrációját a Discord jelenléttel",
  "It will activate the possibility of downloading models with a click from the website.": "Aktiválja a modellek letöltésének lehetőségét egy kattintással a weboldalról.",
  "It will activate the possibility of displaying the current Applio activity in Discord.": "Aktiválja az aktuális Applio tevékenység megjelenítésének lehetőségét a Discordban.",
  "Enable Applio integration with applio.org/models using flask": "Az Applio és a applio.org/models integrációjának engedélyezése lombik használatával",
  "Theme": "Téma",
  "Restart Applio": "Indítsa újra az Applio-t",
  "Training is currently unsupported due to the absence of a GPU. To activate the training tab, navigate to the settings tab and enable the 'Fake GPU' option.": "A betanítás jelenleg GPU hiánya miatt nem támogatott. Az edzés fül aktiválásához navigáljon a beállítások fülre, és engedélyezze a \"Hamis GPU\" opciót.",
  "Activates the train tab. However, please note that this device lacks GPU capabilities, hence training is not supported. This option is only for testing purposes. (This option will restart Applio)": "Aktiválja a vonat fület. Kérjük, vegye figyelembe, hogy ez az eszköz nem rendelkezik GPU-képességekkel, ezért a betanítás nem támogatott. Ez az opció csak tesztelési célokra szolgál. (Ez az opció újraindítja az Applio-t)",
  "Language": "Nyelv",
  "Select the theme you want to use. (Requires restarting Applio)": "Válassza ki a használni kívánt témát. (Az Applio újraindítását igényli)",
  "Select the language you want to use. (Requires restarting Applio)": "Válassza ki a használni kívánt nyelvet. (Az Applio újraindítását igényli)",
  "Update precision": "Frissítési pontosság",
  "Precision": "Precizitás",
  "Select the precision you want to use for training and inference.": "Válassza ki a betanításhoz és a következtetéshez használni kívánt pontosságot.",
  "Version Checker": "Verzióellenőrző",
  "Drag your plugin.zip to install it": "Húzza a plugin.zip a telepítéshez",
  "Check for updates": "Frissítések keresése",
  "Reverb": "Reverb",
  "Plugin Installer": "Bővítmény telepítő",
  "Post-Process": "Utómunka",
  "Check which version of Applio is the latest to see if you need to update.": "Ellenőrizze, hogy az Applio melyik verziója a legújabb, hogy lássa, frissítenie kell-e.",
  "Post-process the audio to apply effects to the output.": "A hang utófeldolgozásával effektusokat alkalmazhat a kimenetre.",
  "Apply reverb to the audio.": "Vigyen fel visszhangot a hangra.",
  "Reverb Room Size": "Reverb szoba mérete",
  "Reverb Damping": "Zengetés csillapítás",
  "Set the room size of the reverb.": "Állítsa be a zengetés szobaméretét.",
  "Set the damping of the reverb.": "Állítsa be a zengetés csillapítását.",
  "Reverb Wet Gain": "Reverb nedves nyereség",
  "Set the wet gain of the reverb.": "Állítsa be a zengetés nedves erősítését.",
  "Reverb Width": "Zengetés szélessége",
  "Reverb Dry Gain": "Reverb Dry Gain",
  "Set the dry gain of the reverb.": "Állítsa be a zengetés száraz erősítését.",
  "Model extraction": "Modell kinyerése",
  "Set the freeze mode of the reverb.": "Állítsa be a zengetés fagyasztási módját.",
  "Set the width of the reverb.": "Állítsa be a zengetés szélességét.",
  "Limiter": "Limiter",
  "Apply pitch shift to the audio.": "Alkalmazzon hangmagasság-eltolást a hangra.",
  "Pitch Shift": "Pitch Shift",
  "Set the pitch shift semitones.": "Állítsa be a hangmagasság-eltolás félhangjait.",
  "Apply limiter to the audio.": "Alkalmazzon korlátozót a hangra.",
  "Reverb Freeze Mode": "Reverb fagyasztási mód",
  "Limiter Threshold dB": "Korlátozó küszöbérték dB",
  "Pitch Shift Semitones": "Hangmagasság-eltolásos félhangok",
  "Gain": "Nyereség",
  "Set the limiter threshold dB.": "Állítsa be a korlátozó küszöbértéket dB.",
  "Limiter Release Time": "Limiter kiadási ideje",
  "Distortion": "Torzulás",
  "Set the limiter release time.": "Állítsa be a korlátozó kiadási idejét.",
  "Apply gain to the audio.": "Alkalmazzon erősítést a hangra.",
  "Set the gain dB.": "Állítsa be az erősítés dB-jét.",
  "Gain dB": "dB erősítés",
  "Apply distortion to the audio.": "Torzítás alkalmazása a hangra.",
  "Distortion Gain": "Torzítási nyereség",
  "Chorus": "Kórus",
  "Set the distortion gain.": "Állítsa be a torzítási erősítést.",
  "Chorus Depth": "Kórus mélysége",
  "Chorus Rate Hz": "Kórus frekvencia Hz",
  "Set the chorus rate Hz.": "Állítsa be a kórus frekvenciáját Hz.",
  "Apply chorus to the audio.": "Alkalmazzon kórust a hangra.",
  "Set the chorus depth.": "Állítsa be a kórus mélységét.",
  "Chorus Center Delay ms": "Kórusközpont késleltetése ms",
  "Chorus Feedback": "Kórus visszajelzés",
  "Set the chorus feedback.": "Állítsa be a kórus visszajelzését.",
  "Chorus Mix": "Kórus mix",
  "Bitcrush": "Bitcrush",
  "Set the chorus center delay ms.": "Állítsa be a kórusközpont késleltetését ms.",
  "Set the chorus mix.": "Állítsa be a kóruskeveréket.",
  "Apply bitcrush to the audio.": "Vigyen fel bitcrusht a hangra.",
  "Bitcrush Bit Depth": "Bitcrush bitmélység",
  "Compressor": "Kompresszor",
  "Set the bitcrush bit depth.": "Állítsa be a bittörés bitmélységét.",
  "Clipping": "Nyírás",
  "Clipping Threshold": "Vágási küszöb",
  "Apply clipping to the audio.": "Alkalmazzon vágást a hangra.",
  "Set the clipping threshold.": "Állítsa be a vágási küszöböt.",
  "Compressor Threshold dB": "Kompresszor küszöbérték dB",
  "Apply compressor to the audio.": "Vigyen fel kompresszort a hangra.",
  "Compressor Ratio": "Kompresszor arány",
  "Set the compressor threshold dB.": "Állítsa be a kompresszor dB küszöbértékét.",
  "Compressor Attack ms": "Kompresszor támadás ms",
  "Set the compressor ratio.": "Állítsa be a kompresszor arányát.",
  "Compressor Release ms": "Kompresszor kioldása ms",
  "Delay": "Késés",
  "Set the compressor attack ms.": "Állítsa be a kompresszor támadását ms.",
  "Apply delay to the audio.": "Alkalmazzon késleltetést a hangra.",
  "Delay Seconds": "Késleltetés másodpercben",
  "Delay Feedback": "Visszajelzés késleltetése",
  "Set the delay seconds.": "Állítsa be a késleltetési másodperceket.",
  "Set the compressor release ms.": "Állítsa be a kompresszor kioldását ms.",
  "Set the delay feedback.": "Állítsa be a késleltetési visszajelzést.",
  "Custom Embedder": "Egyéni beágyazó",
  "Set the delay mix.": "Állítsa be a késleltetési keveréket.",
  "Delay Mix": "Késleltetési keverék",
  "Select Custom Embedder": "Egyéni beágyazó kiválasztása",
  "Folder Name": "Mappa neve",
  "Upload .bin": "Feltöltési .bin",
  "Refresh embedders": "Beágyazók frissítése",
  "Move files to custom embedder folder": "Fájlok áthelyezése egyéni beágyazási mappába",
  "Upload .json": "Feltöltési .json",
  "model information": "Modell információk",
  "Name of the model creator. (Default: Unknown)": "A modell létrehozójának neve. (Alapértelmezés: ismeretlen)",
  "Speaker ID": "Hangszóró azonosítója",
  "Model Creator": "Modell készítője",
  "Select the speaker ID to use for the conversion.": "Válassza ki az átalakításhoz használni kívánt hangszóróazonosítót.",
  "Model Author Name": "Modell szerzőjének neve",
  "Set name": "Név beállítása",
  "The name that will appear in the model information.": "A modelladatokban megjelenő név.",
  "Set the autotune strength - the more you increase it the more it will snap to the chromatic grid.": "Állítsa be az automatikus hangolás erősségét - minél jobban növeli, annál jobban illeszkedik a kromatikus rácshoz."
}