{
  "Training": "Pelatihan",
  "Inference": "Kesimpulan",
  "Processing": "Pengolahan",
  "Merge Audios": "Gabungkan Audio",
  "Audio Analyzer": "Penganalisis Audio",
  "Output Information": "Informasi Keluaran",
  "Download": "Mengunduh",
  "Extra": "Ekstra",
  "The output information will be displayed here.": "Informasi keluaran akan ditampilkan di sini.",
  "Settings": "Pengaturan",
  "This section contains some extra utilities that often may be in experimental phases.": "Bagian ini berisi beberapa utilitas tambahan yang sering kali mungkin dalam fase eksperimental.",
  "Model Information": "Informasi Model",
  "A simple, high-quality voice conversion tool focused on ease of use and performance.": "Alat konversi suara sederhana dan berkualitas tinggi yang berfokus pada kemudahan penggunaan dan kinerja.",
  "Plugins": "Plugin",
  "Preprocess": "Praproses",
  "Report a Bug": "Laporkan Bug",
  "Audio cutting": "Pemotongan audio",
  "Enter model name": "Masukkan nama model",
  "Name of the new model.": "Nama model baru.",
  "It's recommended to deactivate this option if your dataset has already been processed.": "Disarankan untuk menonaktifkan opsi ini jika himpunan data Anda telah diproses.",
  "Dataset Path": "Jalur Himpunan Data",
  "Dataset Name": "Nama Himpunan Data",
  "Path to the dataset folder.": "Jalur ke folder himpunan data.",
  "Refresh Datasets": "Segarkan Himpunan Data",
  "Name of the new dataset.": "Nama himpunan data baru.",
  "Enter dataset name": "Masukkan nama himpunan data",
  "Process effects": "Efek proses",
  "Model Name": "Nama Model",
  "Enter dataset path": "Masukkan jalur himpunan data",
  "Dataset Creator": "Pembuat Kumpulan Data",
  "The audio file has been successfully added to the dataset. Please click the preprocess button.": "File audio telah berhasil ditambahkan ke himpunan data. Silakan klik tombol praproses.",
  "Upload Audio Dataset": "Unggah Himpunan Data Audio",
  "Sampling Rate": "Tingkat pengambilan sampel",
  "Extract": "Ekstrak",
  "The sampling rate of the audio files.": "Tingkat pengambilan sampel file audio.",
  "Model Architecture": "Arsitektur Model",
  "Preprocess Dataset": "Kumpulan Data Praproses",
  "Version of the model architecture.": "Versi arsitektur model.",
  "Embedder Model": "Embedder Model",
  "Hop Length": "Panjang Hop",
  "Model used for learning speaker embedding.": "Model yang digunakan untuk mempelajari penyematan speaker.",
  "Save Every Epoch": "Simpan Setiap Epoch",
  "Determine at how many epochs the model will saved at.": "Tentukan berapa banyak zaman model akan disimpan.",
  "Total Epoch": "Total Epoch",
  "Batch Size": "Ukuran Batch",
  "Denotes the duration it takes for the system to transition to a significant pitch change. Smaller hop lengths require more time for inference but tend to yield higher pitch accuracy.": "Menunjukkan durasi yang diperlukan sistem untuk bertransisi ke perubahan nada yang signifikan. Panjang lompatan yang lebih kecil membutuhkan lebih banyak waktu untuk inferensi tetapi cenderung menghasilkan akurasi nada yang lebih tinggi.",
  "Specifies the overall quantity of epochs for the model training process.": "Menentukan jumlah keseluruhan epoch untuk proses pelatihan model.",
  "Pretrained": "Dilatih sebelumnya",
  "It's advisable to align it with the available VRAM of your GPU. A setting of 4 offers improved accuracy but slower processing, while 8 provides faster and standard results.": "Dianjurkan untuk menyelaraskannya dengan VRAM GPU Anda yang tersedia. Pengaturan 4 menawarkan akurasi yang lebih baik tetapi pemrosesan yang lebih lambat, sementara 8 memberikan hasil yang lebih cepat dan standar.",
  "Save Only Latest": "Simpan Hanya Terbaru",
  "Save Every Weights": "Simpan Setiap Bobot",
  "Custom Pretrained": "Kustom Pralatih",
  "Enabling this setting will result in the G and D files saving only their most recent versions, effectively conserving storage space.": "Mengaktifkan pengaturan ini akan menghasilkan file G dan D hanya menyimpan versi terbarunya, sehingga secara efektif menghemat ruang penyimpanan.",
  "Upload Pretrained Model": "Unggah Model yang telah dilatih sebelumnya",
  "This setting enables you to save the weights of the model at the conclusion of each epoch.": "Pengaturan ini memungkinkan Anda menyimpan bobot model pada akhir setiap zaman.",
  "Refresh Custom Pretraineds": "Refresh Kustom Pralatih",
  "Pretrained Custom Settings": "Pengaturan Kustom yang telah dilatih sebelumnya",
  "Utilizing custom pretrained models can lead to superior results, as selecting the most suitable pretrained models tailored to the specific use case can significantly enhance performance.": "Memanfaatkan model pralatih khusus dapat menghasilkan hasil yang unggul, karena memilih model pralatih yang paling sesuai yang disesuaikan dengan kasus penggunaan tertentu dapat meningkatkan kinerja secara signifikan.",
  "The file you dropped is not a valid pretrained file. Please try again.": "File yang Anda jatuhkan bukanlah file yang telah dilatih sebelumnya. Silakan coba lagi.",
  "Pretrained D Path": "D Pralatih Kustom",
  "GPU Settings": "Pengaturan GPU",
  "Click the refresh button to see the pretrained file in the dropdown menu.": "Klik tombol refresh untuk melihat file yang telah dilatih sebelumnya di menu dropdown.",
  "GPU Custom Settings": "Pengaturan Kustom GPU",
  "Pretrained G Path": "Kustom Pralatih G",
  "GPU Number": "Nomor GPU",
  "Sets advanced GPU settings, recommended for users with better GPU architecture.": "Mengatur pengaturan GPU lanjutan, direkomendasikan untuk pengguna dengan arsitektur GPU yang lebih baik.",
  "0 to ∞ separated by -": "0 hingga ∞ dipisahkan oleh -",
  "The GPU information will be displayed here.": "Informasi GPU akan ditampilkan di sini.",
  "Use CPU": "Gunakan CPU",
  "Pitch Guidance": "Panduan Pitch",
  "The number of CPU cores to use in the preprocess. The default setting are your cpu cores, which is recommended for most cases.": "Jumlah inti CPU yang akan digunakan dalam praproses. Pengaturan default adalah inti cpu Anda, yang direkomendasikan untuk sebagian besar kasus.",
  "Specify the number of GPUs you wish to utilize for extracting by entering them separated by hyphens (-).": "Tentukan jumlah GPU yang ingin Anda gunakan untuk mengekstrak dengan memasukkannya dipisahkan oleh tanda hubung (-).",
  "The number of CPU cores to use in the extraction process. The default setting are your cpu cores, which is recommended for most cases.": "Jumlah inti CPU yang akan digunakan dalam proses ekstraksi. Pengaturan default adalah inti cpu Anda, yang direkomendasikan untuk sebagian besar kasus.",
  "Extract Features": "Ekstrak Fitur",
  "Specify the number of GPUs you wish to utilize for preprocess by entering them separated by hyphens (-). At the moment, using multi-gpu will not have a significant effect.": "Tentukan jumlah GPU yang ingin Anda gunakan untuk praproses dengan memasukkannya dipisahkan oleh tanda hubung (-). Saat ini, menggunakan multi-gpu tidak akan berpengaruh signifikan.",
  "GPU Information": "Informasi GPU",
  "Cache Dataset in GPU": "Himpunan Data Cache di GPU",
  "By employing pitch guidance, it becomes feasible to mirror the intonation of the original voice, including its pitch. This feature is particularly valuable for singing and other scenarios where preserving the original melody or pitch pattern is essential.": "Dengan menggunakan panduan nada, menjadi layak untuk mencerminkan intonasi suara aslinya, termasuk nadanya. Fitur ini sangat berharga untuk menyanyi dan skenario lain di mana mempertahankan melodi atau pola nada asli sangat penting.",
  "Force the use of CPU for training.": "Paksa penggunaan CPU untuk pelatihan.",
  "Utilize pretrained models when training your own. This approach reduces training duration and enhances overall quality.": "Manfaatkan model yang telah dilatih sebelumnya saat melatih model Anda sendiri. Pendekatan ini mengurangi durasi pelatihan dan meningkatkan kualitas secara keseluruhan.",
  "Index Algorithm": "Algoritma Indeks",
  "We prioritize running the model extraction on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.": "Kami memprioritaskan menjalankan ekstraksi model pada GPU untuk performa yang lebih cepat. Jika Anda lebih suka menggunakan CPU, biarkan kolom GPU kosong.",
  "We prioritize running the model preprocessing on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.": "Kami memprioritaskan menjalankan prapemrosesan model pada GPU untuk kinerja yang lebih cepat. Jika Anda lebih suka menggunakan CPU, biarkan kolom GPU kosong.",
  "Cache the dataset in GPU memory to speed up the training process.": "Cache himpunan data di memori GPU untuk mempercepat proses pelatihan.",
  "Overtraining Detector": "Detektor Overtraining",
  "Overtraining Detector Settings": "Pengaturan Detektor Overtraining",
  "Overtraining Threshold": "Ambang Batas Overtraining",
  "KMeans is a clustering algorithm that divides the dataset into K clusters. This setting is particularly useful for large datasets.": "KMeans adalah algoritma pengelompokan yang membagi kumpulan data menjadi K kluster. Pengaturan ini sangat berguna untuk himpunan data besar.",
  "Fresh Training": "Pelatihan Segar",
  "Start Training": "Mulai Pelatihan",
  "Stop Training": "Hentikan Pelatihan",
  "Export Model": "Model Ekspor",
  "Generate Index": "Hasilkan Indeks",
  "Enable this setting only if you are training a new model from scratch or restarting the training. Deletes all previously generated weights and tensorboard logs.": "Aktifkan pengaturan ini hanya jika Anda melatih model baru dari awal atau memulai ulang pelatihan. Menghapus semua bobot dan log tensorboard yang dihasilkan sebelumnya.",
  "Detect overtraining to prevent the model from learning the training data too well and losing the ability to generalize to new data.": "Deteksi pelatihan berlebihan untuk mencegah model mempelajari data pelatihan dengan terlalu baik dan kehilangan kemampuan untuk menggeneralisasi ke data baru.",
  "Set the maximum number of epochs you want your model to stop training if no improvement is detected.": "Tetapkan jumlah maksimum epoch yang Anda inginkan untuk model Anda menghentikan pelatihan jika tidak ada peningkatan yang terdeteksi.",
  "Exported Index file": "File Indeks yang diekspor",
  "Exported Pth file": "File Pth yang diekspor",
  "Select the index file to be exported": "Pilih file indeks yang akan diekspor",
  "Select the pth file to be exported": "Pilih file pth yang akan diekspor",
  "Voice Model": "Model Suara",
  "Refresh": "Refresh",
  "Index File": "File Indeks",
  "Select the voice model to use for the conversion.": "Pilih model suara yang akan digunakan untuk konversi.",
  "The button 'Upload' is only for google colab: Uploads the exported files to the ApplioExported folder in your Google Drive.": "Tombol 'Unggah' hanya untuk google colab: Mengunggah file yang diekspor ke folder ApplioExported di Google Drive Anda.",
  "Unload Voice": "Bongkar Suara",
  "Single": "Satu",
  "Select the index file to use for the conversion.": "Pilih file indeks yang akan digunakan untuk konversi.",
  "Upload Audio": "Unggah Audio",
  "Select Audio": "Pilih Audio",
  "Upload": "Unggah",
  "Advanced Settings": "Pengaturan Lanjutan",
  "Select the audio to convert.": "Pilih audio yang akan dikonversi.",
  "Clear Outputs (Deletes all audios in assets/audios)": "Hapus Output (Menghapus semua audio dalam aset/audio)",
  "Custom Output Path": "Jalur Output Kustom",
  "Output Path": "Jalur Keluaran",
  "Export Format": "Format Ekspor",
  "Split Audio": "Pisahkan Audio",
  "Select the format to export the audio.": "Pilih format untuk mengekspor audio.",
  "Autotune": "Penyetelan otomatis",
  "Clean Audio": "Audio Bersih",
  "Clean Strength": "Kekuatan Bersih",
  "Split the audio into chunks for inference to obtain better results in some cases.": "Pisahkan audio menjadi beberapa bagian untuk inferensi guna mendapatkan hasil yang lebih baik dalam beberapa kasus.",
  "Apply a soft autotune to your inferences, recommended for singing conversions.": "Terapkan autotune lembut ke kesimpulan Anda, yang direkomendasikan untuk konversi nyanyian.",
  "The path where the output audio will be saved, by default in assets/audios/output.wav": "Jalur tempat audio keluaran akan disimpan, secara default di assets/audios/output.wav",
  "Upscale Audio": "Audio Kelas Atas",
  "Clean your audio output using noise detection algorithms, recommended for speaking audios.": "Bersihkan output audio Anda menggunakan algoritme deteksi kebisingan, yang direkomendasikan untuk audio berbicara.",
  "Upscale the audio to a higher quality, recommended for low-quality audios. (It could take longer to process the audio)": "Tingkatkan audio ke kualitas yang lebih tinggi, direkomendasikan untuk audio berkualitas rendah. (Mungkin perlu waktu lebih lama untuk memproses audio)",
  "Formant Shifting": "Pergeseran Forman",
  "Enable formant shifting. Used for male to female and vice-versa convertions.": "Aktifkan pergeseran forman. Digunakan untuk konversi pria ke wanita dan sebaliknya.",
  "Browse presets for formanting": "Jelajahi preset untuk formanting",
  "Default value is 1.0": "Nilai defaultnya adalah 1,0",
  "Pitch": "Lempar",
  "Timbre for formant shifting": "Timbre untuk pergeseran forman",
  "Quefrency for formant shifting": "Quefrency untuk pergeseran forman",
  "Set the clean-up level to the audio you want, the more you increase it the more it will clean up, but it is possible that the audio will be more compressed.": "Atur tingkat pembersihan ke audio yang Anda inginkan, semakin banyak Anda meningkatkannya, semakin banyak yang akan dibersihkan, tetapi ada kemungkinan audio akan lebih terkompresi.",
  "Presets are located in /assets/formant_shift folder": "Preset terletak di folder /assets/formant_shift",
  "Filter Radius": "Filter Radius",
  "Search Feature Ratio": "Rasio Fitur Pencarian",
  "Set the pitch of the audio, the higher the value, the higher the pitch.": "Atur nada audio, semakin tinggi nilainya, semakin tinggi nadanya.",
  "Influence exerted by the index file; a higher value corresponds to greater influence. However, opting for lower values can help mitigate artifacts present in the audio.": "Pengaruh yang diberikan oleh file indeks; nilai yang lebih tinggi sesuai dengan pengaruh yang lebih besar. Namun, memilih nilai yang lebih rendah dapat membantu mengurangi artefak yang ada dalam audio.",
  "Protect Voiceless Consonants": "Lindungi Konsonan Tanpa Suara",
  "Convert": "Mengkonversi",
  "Pitch extraction algorithm": "Algoritma ekstraksi pitch",
  "Volume Envelope": "Amplop Volume",
  "Batch": "Batch",
  "If the number is greater than or equal to three, employing median filtering on the collected tone results has the potential to decrease respiration.": "Jika jumlahnya lebih besar dari atau sama dengan tiga, menggunakan penyaringan median pada hasil nada yang dikumpulkan berpotensi mengurangi pernapasan.",
  "Pitch extraction algorithm to use for the audio conversion. The default algorithm is rmvpe, which is recommended for most cases.": "Algoritma ekstraksi nada untuk digunakan untuk konversi audio. Algoritma default adalah rmvpe, yang direkomendasikan untuk sebagian besar kasus.",
  "Substitute or blend with the volume envelope of the output. The closer the ratio is to 1, the more the output envelope is employed.": "Ganti atau campur dengan amplop volume output. Semakin dekat rasionya dengan 1, semakin banyak amplop keluaran yang digunakan.",
  "Export Audio": "Ekspor Audio",
  "Safeguard distinct consonants and breathing sounds to prevent electro-acoustic tearing and other artifacts. Pulling the parameter to its maximum value of 0.5 offers comprehensive protection. However, reducing this value might decrease the extent of protection while potentially mitigating the indexing effect.": "Lindungi konsonan dan suara pernapasan yang berbeda untuk mencegah robekan elektro-akustik dan artefak lainnya. Menarik parameter ke nilai maksimum 0,5 menawarkan perlindungan komprehensif. Namun, mengurangi nilai ini dapat mengurangi tingkat perlindungan sekaligus berpotensi mengurangi efek pengindeksan.",
  "Input Folder": "Folder Masukan",
  "Output Folder": "Folder Keluaran",
  "Select the folder containing the audios to convert.": "Pilih folder yang berisi audio yang akan dikonversi.",
  "Enter input path": "Masukkan jalur input",
  "Enter output path": "Masukkan jalur keluaran",
  "Select the folder where the output audios will be saved.": "Pilih folder tempat audio keluaran akan disimpan.",
  "## Voice Blender": "## Blender Suara",
  "Voice Blender": "Blender Suara",
  "Fusion": "Fusi",
  "Drag and drop your model here": "Seret dan lepas model Anda di sini",
  "You can also use a custom path.": "Anda juga dapat menggunakan jalur kustom.",
  "Blend Ratio": "Rasio Campuran",
  "Get information about the audio": "Mendapatkan informasi tentang audio",
  "Path to Model": "Jalur Menuju Model",
  "Enter path to model": "Masukkan jalur ke model",
  "Model information to be placed": "Informasi model yang akan ditempatkan",
  "Select two voice models, set your desired blend percentage, and blend them into an entirely new voice.": "Pilih dua model suara, atur persentase campuran yang Anda inginkan, dan gabungkan menjadi suara yang sama sekali baru.",
  "Inroduce the model information": "Mempelajari informasi model",
  "Adjusting the position more towards one side or the other will make the model more similar to the first or second.": "Menyesuaikan posisi lebih ke satu sisi atau sisi lain akan membuat model lebih mirip dengan yang pertama atau kedua.",
  "View": "Melihat",
  "The information to be placed in the model (You can leave it blank or put anything).": "Informasi yang akan ditempatkan dalam model (Anda dapat membiarkannya kosong atau meletakkan apa pun).",
  "View model information": "Lihat informasi model",
  "Introduce the model pth path": "Perkenalkan jalur pth model",
  "Model extraction": "Ekstraksi model",
  "Model conversion": "Konversi model",
  "Pth file": "File Pth",
  "# How to Report an Issue on GitHub": "# Cara Melaporkan Masalah di GitHub",
  "Output of the pth file": "Output dari file pth",
  "Record": "Rekor",
  "Extract F0 Curve": "Ekstrak Kurva F0",
  "Record Screen": "Rekam Layar",
  "The f0 curve represents the variations in the base frequency of a voice over time, showing how pitch rises and falls.": "Kurva f0 mewakili variasi frekuensi dasar suara dari waktu ke waktu, menunjukkan bagaimana nada naik dan turun.",
  "Stop Recording": "Berhenti Merekam",
  "3. Go to [GitHub Issues](https://github.com/IAHispano/Applio/issues) and click on the 'New Issue' button.": "3. Buka [GitHub Issues](https://github.com/IAHispano/Applio/issues) dan klik tombol 'New Issue'.",
  "Introduce the model .pth path": "Perkenalkan jalur model .pth",
  "2. Once you have finished recording the issue, click on the 'Stop Recording' button (the same button, but the label changes depending on whether you are actively recording or not).": "2. Setelah Anda selesai merekam masalah, klik tombol 'Hentikan Perekaman' (tombol yang sama, tetapi labelnya berubah tergantung pada apakah Anda aktif merekam atau tidak).",
  "Model Link": "Tautan Model",
  "## Download Model": "## Unduh Model",
  "See Model Information": "Lihat Informasi Model",
  "1. Click on the 'Record Screen' button below to start recording the issue you are experiencing.": "1. Klik tombol 'Rekam Layar' di bawah ini untuk mulai merekam masalah yang Anda alami.",
  "Introduce the model link": "Perkenalkan tautan model",
  "Download Model": "Unduh Model",
  "Search": "Mencari",
  "4. Complete the provided issue template, ensuring to include details as needed, and utilize the assets section to upload the recorded file from the previous step.": "4. Lengkapi template masalah yang disediakan, pastikan untuk menyertakan detail sesuai kebutuhan, dan gunakan bagian aset untuk mengunggah file yang direkam dari langkah sebelumnya.",
  "## Drop files": "## Jatuhkan file",
  "Introduce the model name to search.": "Perkenalkan nama model untuk dicari.",
  "Drag your .pth file and .index file into this space. Drag one and then the other.": "Seret file .pth dan file .index Anda ke ruang ini. Seret satu dan kemudian yang lain.",
  "We couldn't find models by that name.": "Kami tidak dapat menemukan model dengan nama itu.",
  "## Search Model": "## Model Pencarian",
  "## Download Pretrained Models": "## Unduh Model yang telah dilatih sebelumnya",
  "And select the sampling rate": "Dan pilih laju pengambilan sampel.",
  "TTS Speed": "Kecepatan TTS",
  "Increase or decrease TTS speed.": "Menambah atau mengurangi kecepatan TTS.",
  "TTS Voices": "Suara TTS",
  "Select the pretrained model you want to download.": "Pilih model pralatih yang ingin Anda unduh.",
  "Select the TTS voice to use for the conversion.": "Pilih suara TTS yang akan digunakan untuk konversi.",
  "Text to Synthesize": "Teks untuk Disintesis",
  "Enter the text to synthesize.": "Masukkan teks yang akan disintesis.",
  "Upload a .txt file": "Mengunggah file .txt",
  "Enter text to synthesize": "Masukkan teks untuk disintesis",
  "Input path for text file": "Jalur input untuk file teks",
  "Output Path for TTS Audio": "Jalur Output untuk Audio TTS",
  "The path to the text file that contains content for text to speech.": "Jalur ke file teks yang berisi konten untuk teks ke ucapan.",
  "Output Path for RVC Audio": "Jalur Keluaran untuk Audio RVC",
  "Enable Applio integration with Discord presence": "Aktifkan integrasi Applio dengan kehadiran Discord",
  "It will activate the possibility of displaying the current Applio activity in Discord.": "Ini akan mengaktifkan kemungkinan menampilkan aktivitas Applio saat ini di Discord.",
  "Theme": "Tema",
  "Enable fake GPU": "Aktifkan GPU palsu",
  "Enable Applio integration with applio.org/models using flask": "Aktifkan integrasi Applio dengan applio.org/models menggunakan labu",
  "Restart Applio": "Mulai ulang aplikasi",
  "Language": "Bahasa",
  "It will activate the possibility of downloading models with a click from the website.": "Ini akan mengaktifkan kemungkinan mengunduh model dengan satu klik dari situs web.",
  "Select the theme you want to use. (Requires restarting Applio)": "Pilih tema yang ingin Anda gunakan. (Membutuhkan memulai ulang Applio)",
  "Activates the train tab. However, please note that this device lacks GPU capabilities, hence training is not supported. This option is only for testing purposes. (This option will restart Applio)": "Mengaktifkan tab kereta. Namun, harap dicatat bahwa perangkat ini tidak memiliki kemampuan GPU, sehingga pelatihan tidak didukung. Opsi ini hanya untuk tujuan pengujian. (Opsi ini akan memulai ulang Applio)",
  "Training is currently unsupported due to the absence of a GPU. To activate the training tab, navigate to the settings tab and enable the 'Fake GPU' option.": "Pelatihan saat ini tidak didukung karena tidak adanya GPU. Untuk mengaktifkan tab pelatihan, navigasikan ke tab pengaturan dan aktifkan opsi 'GPU palsu'.",
  "Precision": "Presisi",
  "Plugin Installer": "Penginstal Plugin",
  "Select the language you want to use. (Requires restarting Applio)": "Pilih bahasa yang ingin Anda gunakan. (Membutuhkan memulai ulang Applio)",
  "Update precision": "Perbarui presisi",
  "Drag your plugin.zip to install it": "Seret plugin.zip Anda untuk menginstalnya",
  "Check for updates": "Periksa pembaruan",
  "Select the precision you want to use for training and inference.": "Pilih presisi yang ingin Anda gunakan untuk pelatihan dan inferensi.",
  "Reverb": "Reverb",
  "Version Checker": "Pemeriksa Versi",
  "Apply reverb to the audio.": "Terapkan reverb ke audio.",
  "Check which version of Applio is the latest to see if you need to update.": "Periksa versi Applio mana yang terbaru untuk melihat apakah Anda perlu memperbarui.",
  "Post-Process": "Pasca-Proses",
  "Reverb Room Size": "Ukuran Kamar Reverb",
  "Post-process the audio to apply effects to the output.": "Pasca-proses audio untuk menerapkan efek ke output.",
  "Reverb Damping": "Reverb Redaman",
  "Set the room size of the reverb.": "Atur ukuran ruangan reverb.",
  "Set the damping of the reverb.": "Atur redaman reverb.",
  "Reverb Dry Gain": "Reverb Keuntungan Kering",
  "Reverb Wet Gain": "Penguatan Basah Reverb",
  "Reverb Width": "Lebar Reverb",
  "Set the dry gain of the reverb.": "Atur gain kering dari reverb.",
  "Set the freeze mode of the reverb.": "Atur mode beku reverb.",
  "Set the wet gain of the reverb.": "Atur penguatan basah dari reverb.",
  "Limiter": "Limiter",
  "Set the width of the reverb.": "Atur lebar reverb.",
  "Pitch Shift Semitones": "Semitone Pergeseran Nada",
  "Reverb Freeze Mode": "Mode Pembekuan Reverb",
  "Apply pitch shift to the audio.": "Terapkan pergeseran nada ke audio.",
  "Limiter Threshold dB": "Ambang batas dB",
  "Set the pitch shift semitones.": "Atur semitone pergeseran nada.",
  "Apply limiter to the audio.": "Terapkan pembatas ke audio.",
  "Set the limiter threshold dB.": "Atur ambang batas dB.",
  "Limiter Release Time": "Waktu Rilis Pembatas",
  "Gain": "Mendapatkan",
  "Set the limiter release time.": "Atur waktu pelepasan pembatas.",
  "Distortion": "Distorsi",
  "Gain dB": "Mendapatkan dB",
  "Apply gain to the audio.": "Terapkan penguatan ke audio.",
  "Chorus": "Paduan suara",
  "Pitch Shift": "Pergeseran Nada",
  "Distortion Gain": "Penguatan Distorsi",
  "Apply distortion to the audio.": "Terapkan distorsi ke audio.",
  "Set the distortion gain.": "Atur penguatan distorsi.",
  "Apply chorus to the audio.": "Terapkan paduan suara ke audio.",
  "Set the chorus rate Hz.": "Atur laju chorus Hz.",
  "Chorus Depth": "Kedalaman Paduan Suara",
  "Chorus Rate Hz": "Tingkat Paduan Suara Hz",
  "Set the gain dB.": "Atur penguatan dB.",
  "Chorus Center Delay ms": "Chorus Center Penundaan ms",
  "Set the chorus center delay ms.": "Atur penundaan pusat paduan suara ms.",
  "Set the chorus depth.": "Atur kedalaman paduan suara.",
  "Chorus Feedback": "Umpan Balik Paduan Suara",
  "Chorus Mix": "Campuran Paduan Suara",
  "Set the chorus feedback.": "Atur umpan balik paduan suara.",
  "Bitcrush": "Hancurkan bit",
  "Set the chorus mix.": "Atur campuran paduan suara.",
  "Bitcrush Bit Depth": "Kedalaman Bit Bitcrush",
  "Set the bitcrush bit depth.": "Atur kedalaman bit bitcrush.",
  "Apply bitcrush to the audio.": "Terapkan bitcrush ke audio.",
  "Clipping": "Kliping",
  "Apply clipping to the audio.": "Terapkan kliping ke audio.",
  "Clipping Threshold": "Ambang Kliping",
  "Compressor": "Compressor",
  "Compressor Ratio": "Rasio Kompresor",
  "Set the compressor threshold dB.": "Atur ambang batas kompresor dB.",
  "Compressor Threshold dB": "Ambang Kompresor dB",
  "Apply compressor to the audio.": "Terapkan kompresor ke audio.",
  "Set the compressor ratio.": "Atur rasio kompresor.",
  "Compressor Attack ms": "Serangan Kompresor ms",
  "Delay": "Menunda",
  "Compressor Release ms": "Rilis Kompresor ms",
  "Set the compressor attack ms.": "Atur serangan kompresor ms.",
  "Apply delay to the audio.": "Terapkan penundaan ke audio.",
  "Set the compressor release ms.": "Atur pelepasan kompresor ms.",
  "Set the clipping threshold.": "Atur ambang kliping.",
  "Delay Seconds": "Penundaan Detik",
  "Set the delay seconds.": "Atur detik penundaan.",
  "Delay Feedback": "Umpan Balik Penundaan",
  "Set the delay feedback.": "Tetapkan umpan balik penundaan.",
  "Delay Mix": "Campuran Penundaan",
  "Set the delay mix.": "Atur campuran penundaan.",
  "Refresh embedders": "Segarkan penyematan",
  "Folder Name": "Nama Folder",
  "Custom Embedder": "Penyematan Kustom",
  "Select Custom Embedder": "Pilih Penyematan Kustom",
  "Upload .json": "Unggah .json",
  "Upload .bin": "Unggah .bin",
  "Model Creator": "Pencipta Model",
  "Move files to custom embedder folder": "Memindahkan file ke folder penyematan kustom",
  "Name of the model creator. (Default: Unknown)": "Nama pembuat model. (Default: Tidak Diketahui)",
  "Speaker ID": "ID Pembicara",
  "model information": "Informasi model",
  "Set name": "Set nama",
  "Select the speaker ID to use for the conversion.": "Pilih ID speaker yang akan digunakan untuk konversi.",
  "Model Author Name": "Nama Penulis Model",
  "The name that will appear in the model information.": "Nama yang akan muncul di informasi model.",
  "Set the autotune strength - the more you increase it the more it will snap to the chromatic grid.": "Atur kekuatan autotune - semakin Anda meningkatkannya, semakin banyak itu akan terpasang ke kisi kromatik."
}