{
  "Training": "Formazione",
  "Inference": "Inferenza",
  "Processing": "Elaborazione",
  "Extra": "Supplementare",
  "Output Information": "Informazioni di output",
  "Download": "Scaricare",
  "Settings": "Impostazioni",
  "This section contains some extra utilities that often may be in experimental phases.": "Questa sezione contiene alcune utilità extra che spesso possono essere in fase sperimentale.",
  "Plugins": "Plugin",
  "Preprocess": "Pre-elaborazione",
  "Merge Audios": "Unisci audio",
  "The output information will be displayed here.": "Qui verranno visualizzate le informazioni di output.",
  "Report a Bug": "Segnala un bug",
  "A simple, high-quality voice conversion tool focused on ease of use and performance.": "Uno strumento di conversione vocale semplice e di alta qualità incentrato sulla facilità d'uso e sulle prestazioni.",
  "Process effects": "Effetti del processo",
  "Path to the dataset folder.": "Percorso della cartella del dataset.",
  "Enter dataset name": "Immettere il nome del set di dati",
  "Dataset Name": "Nome set di dati",
  "The audio file has been successfully added to the dataset. Please click the preprocess button.": "Il file audio è stato aggiunto correttamente al set di dati. Fare clic sul pulsante di pre-elaborazione.",
  "Audio Analyzer": "Analizzatore audio",
  "Audio cutting": "Taglio audio",
  "Name of the new model.": "Nome del nuovo modello.",
  "Enter model name": "Inserisci il nome del modello",
  "Upload Audio Dataset": "Carica set di dati audio",
  "Enter dataset path": "Immettere il percorso del set di dati",
  "The sampling rate of the audio files.": "La frequenza di campionamento dei file audio.",
  "Model Architecture": "Architettura del modello",
  "Extract": "Estrarre",
  "Model Information": "Informazioni sul modello",
  "It's recommended to deactivate this option if your dataset has already been processed.": "Si consiglia di disattivare questa opzione se il set di dati è già stato elaborato.",
  "Dataset Path": "Percorso del set di dati",
  "Refresh Datasets": "Aggiornare i set di dati",
  "Model Name": "Nome del modello",
  "Sampling Rate": "Frequenza di campionamento",
  "Name of the new dataset.": "Nome del nuovo set di dati.",
  "Preprocess Dataset": "Set di dati di pre-elaborazione",
  "Embedder Model": "Modello di embedder",
  "It's advisable to align it with the available VRAM of your GPU. A setting of 4 offers improved accuracy but slower processing, while 8 provides faster and standard results.": "Si consiglia di allinearlo con la VRAM disponibile della GPU. Un'impostazione di 4 offre una maggiore precisione ma un'elaborazione più lenta, mentre 8 fornisce risultati più rapidi e standard.",
  "Save Every Epoch": "Salva ogni epoca",
  "Denotes the duration it takes for the system to transition to a significant pitch change. Smaller hop lengths require more time for inference but tend to yield higher pitch accuracy.": "Indica il tempo necessario al sistema per passare a un cambio di altezza significativo. Le lunghezze di salto più piccole richiedono più tempo per l'inferenza, ma tendono a produrre una maggiore precisione dell'intonazione.",
  "Hop Length": "Lunghezza del salto",
  "Batch Size": "Dimensione del lotto",
  "Total Epoch": "Epoca totale",
  "Pretrained": "Pre-addestrato",
  "Save Every Weights": "Salva tutti i pesi",
  "Version of the model architecture.": "Versione dell'architettura del modello.",
  "Pretrained Custom Settings": "Impostazioni personalizzate pre-addestrate",
  "The file you dropped is not a valid pretrained file. Please try again.": "Il file che hai rilasciato non è un file pre-addestrato valido. Riprova.",
  "Dataset Creator": "Creatore di set di dati",
  "Save Only Latest": "Salva solo l'ultima versione",
  "Enabling this setting will result in the G and D files saving only their most recent versions, effectively conserving storage space.": "Abilitando questa impostazione, i file G e D salveranno solo le versioni più recenti, risparmiando efficacemente lo spazio di archiviazione.",
  "Model used for learning speaker embedding.": "Modello utilizzato per l'apprendimento dell'incorporamento del parlante.",
  "Click the refresh button to see the pretrained file in the dropdown menu.": "Fare clic sul pulsante di aggiornamento per visualizzare il file pre-addestrato nel menu a discesa.",
  "GPU Settings": "Impostazioni GPU",
  "Refresh Custom Pretraineds": "Aggiornare i pre-addestrati personalizzati",
  "Specifies the overall quantity of epochs for the model training process.": "Specifica la quantità complessiva di epoche per il processo di training del modello.",
  "Custom Pretrained": "Pre-addestrato personalizzato",
  "This setting enables you to save the weights of the model at the conclusion of each epoch.": "Questa impostazione consente di salvare i pesi del modello alla conclusione di ogni epoca.",
  "Utilizing custom pretrained models can lead to superior results, as selecting the most suitable pretrained models tailored to the specific use case can significantly enhance performance.": "L'utilizzo di modelli pre-addestrati personalizzati può portare a risultati superiori, poiché la selezione dei modelli pre-addestrati più adatti al caso d'uso specifico può migliorare significativamente le prestazioni.",
  "Pretrained G Path": "Personalizzato Pre-addestrato G",
  "Pretrained D Path": "Personalizzato Pre-addestrato D",
  "GPU Custom Settings": "Impostazioni personalizzate della GPU",
  "0 to ∞ separated by -": "Da 0 a ∞ separati da -",
  "GPU Number": "Numero GPU",
  "The GPU information will be displayed here.": "Le informazioni sulla GPU verranno visualizzate qui.",
  "Sets advanced GPU settings, recommended for users with better GPU architecture.": "Imposta le impostazioni avanzate della GPU, consigliate per gli utenti con una migliore architettura GPU.",
  "Pitch Guidance": "Guida all'intonazione",
  "GPU Information": "Informazioni sulla GPU",
  "Use CPU": "Usa CPU",
  "Force the use of CPU for training.": "Forzare l'uso della CPU per l'addestramento.",
  "Extract Features": "Funzioni di estrazione",
  "We prioritize running the model extraction on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.": "Diamo la priorità all'esecuzione dell'estrazione del modello sulla GPU per ottenere prestazioni più veloci. Se preferisci utilizzare la CPU, lascia semplicemente vuoto il campo GPU.",
  "By employing pitch guidance, it becomes feasible to mirror the intonation of the original voice, including its pitch. This feature is particularly valuable for singing and other scenarios where preserving the original melody or pitch pattern is essential.": "Utilizzando la guida dell'intonazione, diventa possibile rispecchiare l'intonazione della voce originale, inclusa la sua altezza. Questa funzione è particolarmente utile per il canto e altri scenari in cui è essenziale preservare la melodia originale o il modello di intonazione.",
  "Cache Dataset in GPU": "Memorizza il set di dati nella cache nella GPU",
  "Cache the dataset in GPU memory to speed up the training process.": "Memorizza nella cache il set di dati nella memoria GPU per velocizzare il processo di addestramento.",
  "We prioritize running the model preprocessing on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.": "Diamo la priorità all'esecuzione della pre-elaborazione del modello sulla GPU per ottenere prestazioni più veloci. Se preferisci utilizzare la CPU, lascia semplicemente vuoto il campo GPU.",
  "Overtraining Detector": "Rilevatore di overtraining",
  "Utilize pretrained models when training your own. This approach reduces training duration and enhances overall quality.": "Utilizza modelli pre-addestrati durante l'addestramento dei tuoi. Questo approccio riduce la durata della formazione e migliora la qualità complessiva.",
  "KMeans is a clustering algorithm that divides the dataset into K clusters. This setting is particularly useful for large datasets.": "KMeans è un algoritmo di clustering che divide il set di dati in K cluster. Questa impostazione è particolarmente utile per set di dati di grandi dimensioni.",
  "The number of CPU cores to use in the extraction process. The default setting are your cpu cores, which is recommended for most cases.": "Il numero di core della CPU da utilizzare nel processo di estrazione. L'impostazione predefinita sono i core della CPU, consigliata per la maggior parte dei casi.",
  "Upload Pretrained Model": "Caricare un modello pre-addestrato",
  "The number of CPU cores to use in the preprocess. The default setting are your cpu cores, which is recommended for most cases.": "Numero di core CPU da utilizzare nella pre-elaborazione. L'impostazione predefinita sono i core della CPU, consigliata per la maggior parte dei casi.",
  "Specify the number of GPUs you wish to utilize for extracting by entering them separated by hyphens (-).": "Specificare il numero di GPU che si desidera utilizzare per l'estrazione immettendole separate da trattini (-).",
  "Specify the number of GPUs you wish to utilize for preprocess by entering them separated by hyphens (-). At the moment, using multi-gpu will not have a significant effect.": "Specificare il numero di GPU che si desidera utilizzare per la pre-elaborazione immettendole separate da trattini (-). Al momento, l'utilizzo di più GPU non avrà un effetto significativo.",
  "Overtraining Threshold": "Soglia di sovrallenamento",
  "Index Algorithm": "Algoritmo dell'indice",
  "Start Training": "Inizia la formazione",
  "Overtraining Detector Settings": "Impostazioni del rilevatore di overtraining",
  "Stop Training": "Smetti di allenarti",
  "Set the maximum number of epochs you want your model to stop training if no improvement is detected.": "Imposta il numero massimo di epoche in cui desideri che il modello interrompa l'addestramento se non viene rilevato alcun miglioramento.",
  "Generate Index": "Genera indice",
  "Detect overtraining to prevent the model from learning the training data too well and losing the ability to generalize to new data.": "Rilevare l'overtraining per evitare che il modello apprenda troppo bene i dati di training e perda la capacità di generalizzare a nuovi dati.",
  "Fresh Training": "Nuova formazione",
  "Enable this setting only if you are training a new model from scratch or restarting the training. Deletes all previously generated weights and tensorboard logs.": "Abilitare questa impostazione solo se si sta addestrando un nuovo modello da zero o se si sta riavviando l'addestramento. Elimina tutti i registri dei pesi e della scheda tensorimetrica generati in precedenza.",
  "Upload": "Caricare",
  "Exported Index file": "File di indice esportato",
  "Select the pth file to be exported": "Seleziona il file pth da esportare",
  "Index File": "File di indice",
  "Unload Voice": "Scarica voce",
  "Select the index file to use for the conversion.": "Selezionare il file di indice da utilizzare per la conversione.",
  "The button 'Upload' is only for google colab: Uploads the exported files to the ApplioExported folder in your Google Drive.": "Il pulsante 'Carica' è solo per Google Colab: Carica i file esportati nella cartella ApplioExported nel tuo Google Drive.",
  "Upload Audio": "Carica audio",
  "Select Audio": "Seleziona audio",
  "Single": "Singolo",
  "Advanced Settings": "Impostazioni avanzate",
  "Select the format to export the audio.": "Seleziona il formato per esportare l'audio.",
  "The path where the output audio will be saved, by default in assets/audios/output.wav": "Il percorso in cui verrà salvato l'audio di output, per impostazione predefinita in assets/audios/output.wav",
  "Autotune": "Regolazione automatica",
  "Determine at how many epochs the model will saved at.": "Determina a quante epoche verrà salvato il modello.",
  "Apply a soft autotune to your inferences, recommended for singing conversions.": "Applica un autotune morbido alle tue inferenze, consigliato per le conversioni di canto.",
  "Clean Strength": "Forza pulita",
  "Export Model": "Esporta modello",
  "Select the index file to be exported": "Selezionare il file di indice da esportare",
  "Clean your audio output using noise detection algorithms, recommended for speaking audios.": "Pulisci l'uscita audio utilizzando algoritmi di rilevamento del rumore, consigliati per l'audio parlato.",
  "Exported Pth file": "File Pth esportato",
  "Formant Shifting": "Spostamento delle formanti",
  "Enable formant shifting. Used for male to female and vice-versa convertions.": "Abilita lo spostamento delle formanti. Utilizzato per conversioni da maschio a femmina e viceversa.",
  "Upscale the audio to a higher quality, recommended for low-quality audios. (It could take longer to process the audio)": "Esegui l'upscaling dell'audio a una qualità superiore, consigliato per audio di bassa qualità. (L'elaborazione dell'audio potrebbe richiedere più tempo)",
  "Set the clean-up level to the audio you want, the more you increase it the more it will clean up, but it is possible that the audio will be more compressed.": "Imposta il livello di pulizia sull'audio che desideri, più lo aumenti più pulirà, ma è possibile che l'audio sia più compresso.",
  "Browse presets for formanting": "Sfogliare i predefiniti per la formatura",
  "Default value is 1.0": "Il valore predefinito è 1.0",
  "Presets are located in /assets/formant_shift folder": "I preset si trovano nella cartella /assets/formant_shift",
  "Refresh": "Aggiornare",
  "Quefrency for formant shifting": "Quefrency per lo spostamento delle formanti",
  "Select the voice model to use for the conversion.": "Seleziona il modello vocale da utilizzare per la conversione.",
  "Pitch": "Pece",
  "Timbre for formant shifting": "Timbro per lo spostamento delle formanti",
  "Search Feature Ratio": "Rapporto funzioni di ricerca",
  "Filter Radius": "Raggio filtro",
  "Volume Envelope": "Inviluppo del volume",
  "Voice Model": "Modello vocale",
  "Select the audio to convert.": "Seleziona l'audio da convertire.",
  "Custom Output Path": "Percorso di output personalizzato",
  "Output Path": "Percorso di output",
  "Split Audio": "Dividi audio",
  "Clear Outputs (Deletes all audios in assets/audios)": "Cancella uscite (elimina tutti gli audio nelle risorse/audio)",
  "Split the audio into chunks for inference to obtain better results in some cases.": "Dividi l'audio in blocchi per l'inferenza per ottenere risultati migliori in alcuni casi.",
  "Clean Audio": "Audio pulito",
  "Upscale Audio": "Audio di alto livello",
  "If the number is greater than or equal to three, employing median filtering on the collected tone results has the potential to decrease respiration.": "Se il numero è maggiore o uguale a tre, l'utilizzo del filtro mediano sui risultati del tono raccolti ha il potenziale per ridurre la respirazione.",
  "Export Format": "Formato di esportazione",
  "Set the pitch of the audio, the higher the value, the higher the pitch.": "Imposta l'intonazione dell'audio, più alto è il valore, più alta è l'intonazione.",
  "Influence exerted by the index file; a higher value corresponds to greater influence. However, opting for lower values can help mitigate artifacts present in the audio.": "Influenza esercitata dal file indice; Un valore più alto corrisponde a una maggiore influenza. Tuttavia, la scelta di valori più bassi può aiutare a mitigare gli artefatti presenti nell'audio.",
  "Batch": "Lotto",
  "Substitute or blend with the volume envelope of the output. The closer the ratio is to 1, the more the output envelope is employed.": "Sostituire o fondere con l'inviluppo del volume dell'output. Più il rapporto è vicino a 1, più viene impiegato l'inviluppo di output.",
  "Pitch extraction algorithm": "Algoritmo di estrazione del passo",
  "Input Folder": "Cartella di input",
  "Export Audio": "Esporta audio",
  "Enter input path": "Inserisci il percorso di input",
  "Pitch extraction algorithm to use for the audio conversion. The default algorithm is rmvpe, which is recommended for most cases.": "Algoritmo di estrazione del passo da utilizzare per la conversione audio. L'algoritmo predefinito è rmvpe, che è consigliato per la maggior parte dei casi.",
  "Safeguard distinct consonants and breathing sounds to prevent electro-acoustic tearing and other artifacts. Pulling the parameter to its maximum value of 0.5 offers comprehensive protection. However, reducing this value might decrease the extent of protection while potentially mitigating the indexing effect.": "Proteggi le consonanti distinte e i suoni respiratori per prevenire lo strappo elettroacustico e altri artefatti. Portando il parametro al suo valore massimo di 0,5 offre una protezione completa. Tuttavia, la riduzione di questo valore potrebbe ridurre l'estensione della protezione, mitigando potenzialmente l'effetto di indicizzazione.",
  "Output Folder": "Cartella di output",
  "Select the folder containing the audios to convert.": "Seleziona la cartella contenente gli audio da convertire.",
  "Enter output path": "Immettere il percorso di output",
  "Select the folder where the output audios will be saved.": "Seleziona la cartella in cui verranno salvati gli audio in uscita.",
  "## Voice Blender": "## Frullatore vocale",
  "Convert": "Convertire",
  "Voice Blender": "Frullatore vocale",
  "Fusion": "Fusione",
  "Blend Ratio": "Rapporto di miscelazione",
  "Get information about the audio": "Ottieni informazioni sull'audio",
  "Protect Voiceless Consonants": "Proteggi le consonanti sorde",
  "Select two voice models, set your desired blend percentage, and blend them into an entirely new voice.": "Seleziona due modelli di voce, imposta la percentuale di fusione desiderata e combinali in una voce completamente nuova.",
  "Drag and drop your model here": "Trascina e rilascia il tuo modello qui",
  "Model information to be placed": "Informazioni sul modello da posizionare",
  "The information to be placed in the model (You can leave it blank or put anything).": "Le informazioni da inserire nel modello (puoi lasciarlo vuoto o mettere qualsiasi cosa).",
  "Inroduce the model information": "Inroduce le informazioni del modello",
  "Extract F0 Curve": "Estrai curva F0",
  "Output of the pth file": "Output del file pth",
  "# How to Report an Issue on GitHub": "# Come segnalare un problema su GitHub",
  "Record Screen": "Registra schermo",
  "Enter path to model": "Inserisci il percorso del modello",
  "Record": "Registrazione",
  "Path to Model": "Percorso del modello",
  "Adjusting the position more towards one side or the other will make the model more similar to the first or second.": "Regolando la posizione più verso un lato o l'altro, il modello sarà più simile al primo o al secondo.",
  "Model extraction": "Estrazione del modello",
  "You can also use a custom path.": "È inoltre possibile utilizzare un percorso personalizzato.",
  "Pth file": "File Pth",
  "View model information": "Visualizza le informazioni sul modello",
  "View": "Vista",
  "The f0 curve represents the variations in the base frequency of a voice over time, showing how pitch rises and falls.": "La curva f0 rappresenta le variazioni della frequenza di base di una voce nel tempo, mostrando l'aumento e la diminuzione dell'intonazione.",
  "1. Click on the 'Record Screen' button below to start recording the issue you are experiencing.": "1. Fai clic sul pulsante \"Registra schermo\" in basso per avviare la registrazione del problema che stai riscontrando.",
  "3. Go to [GitHub Issues](https://github.com/IAHispano/Applio/issues) and click on the 'New Issue' button.": "3. Vai su [GitHub Issues](https://github.com/IAHispano/Applio/issues) e fai clic sul pulsante \"Nuovo problema\".",
  "2. Once you have finished recording the issue, click on the 'Stop Recording' button (the same button, but the label changes depending on whether you are actively recording or not).": "2. Una volta terminata la registrazione del numero, fai clic sul pulsante \"Interrompi registrazione\" (lo stesso pulsante, ma l'etichetta cambia a seconda che tu stia registrando attivamente o meno).",
  "4. Complete the provided issue template, ensuring to include details as needed, and utilize the assets section to upload the recorded file from the previous step.": "4. Completa il modello di problema fornito, assicurandoti di includere i dettagli secondo necessità e utilizza la sezione delle risorse per caricare il file registrato dal passaggio precedente.",
  "Model conversion": "Conversione del modello",
  "Introduce the model pth path": "Introduzione al percorso pth del modello",
  "## Download Model": "## Scarica il modello",
  "Download Model": "Scarica il modello",
  "See Model Information": "Vedere le informazioni sul modello",
  "Search": "Ricerca",
  "Drag your .pth file and .index file into this space. Drag one and then the other.": "Trascina il file .pth e il file .index in questo spazio. Trascina l'uno e poi l'altro.",
  "Stop Recording": "Interrompi registrazione",
  "And select the sampling rate": "E seleziona la frequenza di campionamento.",
  "Increase or decrease TTS speed.": "Aumentare o diminuire la velocità TTS.",
  "Introduce the model link": "Introduci il collegamento del modello",
  "## Search Model": "## Cerca modello",
  "## Download Pretrained Models": "## Scarica i modelli pre-addestrati",
  "TTS Speed": "Velocità TTS",
  "Select the TTS voice to use for the conversion.": "Selezionare la voce TTS da utilizzare per la conversione.",
  "Enter the text to synthesize.": "Inserisci il testo da sintetizzare.",
  "Output Path for TTS Audio": "Percorso di uscita per l'audio TTS",
  "Enable Applio integration with Discord presence": "Abilita l'integrazione di Applio con la presenza di Discord",
  "It will activate the possibility of downloading models with a click from the website.": "Attiverà la possibilità di scaricare i modelli con un clic dal sito web.",
  "Enable fake GPU": "Abilita GPU false",
  "Introduce the model .pth path": "Introduzione al percorso .pth del modello",
  "Model Link": "Collegamento al modello",
  "## Drop files": "## Rilascia i file",
  "Select the pretrained model you want to download.": "Selezionare il modello pre-addestrato che si desidera scaricare.",
  "Output Path for RVC Audio": "Percorso di uscita per l'audio RVC",
  "Enable Applio integration with applio.org/models using flask": "Abilita l'integrazione di Applio con applio.org/models utilizzando il pallone",
  "It will activate the possibility of displaying the current Applio activity in Discord.": "Attiverà la possibilità di visualizzare l'attività corrente di Applio in Discord.",
  "Upload a .txt file": "Caricare un file .txt",
  "Restart Applio": "Riavvia Applio",
  "Select the precision you want to use for training and inference.": "Selezionare la precisione che si desidera utilizzare per l'addestramento e l'inferenza.",
  "Plugin Installer": "Programma di installazione del plug-in",
  "Introduce the model name to search.": "Introdurre il nome del modello da cercare.",
  "Theme": "Tema",
  "Update precision": "Precisione dell'aggiornamento",
  "Version Checker": "Controllo versione",
  "Drag your plugin.zip to install it": "Trascina il tuo plugin.zip per installarlo",
  "Post-process the audio to apply effects to the output.": "Post-elaborazione dell'audio per applicare gli effetti all'output.",
  "TTS Voices": "Voci TTS",
  "Text to Synthesize": "Testo da sintetizzare",
  "Input path for text file": "Percorso di input per il file di testo",
  "Enter text to synthesize": "Inserisci il testo da sintetizzare",
  "The path to the text file that contains content for text to speech.": "Percorso del file di testo che contiene il contenuto per la sintesi vocale.",
  "Training is currently unsupported due to the absence of a GPU. To activate the training tab, navigate to the settings tab and enable the 'Fake GPU' option.": "L'addestramento non è attualmente supportato a causa dell'assenza di una GPU. Per attivare la scheda di allenamento, vai alla scheda delle impostazioni e abilita l'opzione \"GPU falsa\".",
  "Precision": "Precisione",
  "Language": "Lingua",
  "Activates the train tab. However, please note that this device lacks GPU capabilities, hence training is not supported. This option is only for testing purposes. (This option will restart Applio)": "Attiva la scheda treno. Tuttavia, si noti che questo dispositivo non dispone di funzionalità GPU, quindi l'addestramento non è supportato. Questa opzione è solo a scopo di test. (Questa opzione riavvierà Applio)",
  "Select the theme you want to use. (Requires restarting Applio)": "Seleziona il tema che desideri utilizzare. (Richiede il riavvio di Applio)",
  "Select the language you want to use. (Requires restarting Applio)": "Seleziona la lingua che desideri utilizzare. (Richiede il riavvio di Applio)",
  "Check for updates": "Controlla gli aggiornamenti",
  "Reverb": "Riverbero",
  "Set the damping of the reverb.": "Imposta lo smorzamento del riverbero.",
  "Reverb Damping": "Smorzamento del riverbero",
  "Set the wet gain of the reverb.": "Imposta il guadagno bagnato del riverbero.",
  "Reverb Width": "Larghezza del riverbero",
  "Set the dry gain of the reverb.": "Imposta il guadagno secco del riverbero.",
  "Set the width of the reverb.": "Imposta la larghezza del riverbero.",
  "Reverb Wet Gain": "Riverbero Wet Gain",
  "Reverb Freeze Mode": "Modalità di congelamento del riverbero",
  "Set the room size of the reverb.": "Imposta la dimensione della stanza del riverbero.",
  "Set the freeze mode of the reverb.": "Imposta la modalità di congelamento del riverbero.",
  "Set the pitch shift semitones.": "Imposta i semitoni del pitch shift.",
  "Set the limiter threshold dB.": "Impostare la soglia del limitatore dB.",
  "Pitch Shift Semitones": "Spostamento dell'intonazione dei semitoni",
  "Set the limiter release time.": "Impostare il tempo di rilascio del limitatore.",
  "Limiter Threshold dB": "Soglia limitatore dB",
  "Gain": "Guadagnare",
  "Gain dB": "Guadagno dB",
  "Post-Process": "Post-elaborazione",
  "Apply reverb to the audio.": "Applica il riverbero all'audio.",
  "Reverb Room Size": "Dimensioni della stanza di riverbero",
  "Reverb Dry Gain": "Riverbero Dry Gain",
  "Pitch Shift": "Cambio di passo",
  "Limiter": "Limitatore",
  "Apply limiter to the audio.": "Applicare il limitatore all'audio.",
  "Limiter Release Time": "Tempo di rilascio del limitatore",
  "Apply gain to the audio.": "Applica il guadagno all'audio.",
  "Apply distortion to the audio.": "Applica la distorsione all'audio.",
  "Set the gain dB.": "Impostare il guadagno dB.",
  "Distortion": "Distorsione",
  "Distortion Gain": "Guadagno di distorsione",
  "Apply pitch shift to the audio.": "Applica lo spostamento dell'intonazione all'audio.",
  "Chorus": "Coro",
  "Chorus Rate Hz": "Frequenza chorus Hz",
  "Set the distortion gain.": "Impostare il guadagno di distorsione.",
  "Set the chorus rate Hz.": "Imposta la frequenza del chorus in Hz.",
  "Chorus Feedback": "Feedback sul coro",
  "Set the chorus feedback.": "Imposta il feedback del coro.",
  "Set the chorus center delay ms.": "Imposta il ritardo centrale del chorus ms.",
  "Chorus Center Delay ms": "Ritardo centrale coro ms",
  "Clipping": "Ritaglio",
  "Bitcrush Bit Depth": "Bitcrush Profondità di bit",
  "Set the bitcrush bit depth.": "Impostare la profondità di bit di bitcrush.",
  "Apply clipping to the audio.": "Applica il ritaglio all'audio.",
  "Clipping Threshold": "Soglia di ritaglio",
  "Set the clipping threshold.": "Impostare la soglia di ritaglio.",
  "Apply compressor to the audio.": "Applica il compressore all'audio.",
  "Set the compressor threshold dB.": "Impostare la soglia del compressore dB.",
  "Compressor Ratio": "Rapporto compressore",
  "Set the compressor ratio.": "Impostare il rapporto del compressore.",
  "Compressor Attack ms": "Attacco compressore ms",
  "Compressor Release ms": "Rilascio compressore ms",
  "Set the compressor release ms.": "Impostare il rilascio del compressore ms.",
  "Apply delay to the audio.": "Applica il ritardo all'audio.",
  "Delay Seconds": "Secondi di ritardo",
  "Check which version of Applio is the latest to see if you need to update.": "Controlla quale versione di Applio è l'ultima per vedere se è necessario aggiornare.",
  "Apply chorus to the audio.": "Applica il coro all'audio.",
  "Set the chorus depth.": "Imposta la profondità del chorus.",
  "Delay Feedback": "Feedback ritardato",
  "Chorus Mix": "Mix di cori",
  "Chorus Depth": "Profondità del coro",
  "Bitcrush": "Bitcrush",
  "Apply bitcrush to the audio.": "Applica bitcrush all'audio.",
  "Compressor Threshold dB": "Soglia compressore dB",
  "Set the chorus mix.": "Imposta il mix del ritornello.",
  "Set the compressor attack ms.": "Impostare l'attacco del compressore ms.",
  "We couldn't find models by that name.": "Non siamo riusciti a trovare modelli con quel nome.",
  "Compressor": "Compressore",
  "Delay": "Ritardo",
  "Set the delay feedback.": "Impostare il feedback del ritardo.",
  "Delay Mix": "Mix di ritardo",
  "Set the delay mix.": "Imposta il mix di ritardo.",
  "Folder Name": "Nome cartella",
  "Select Custom Embedder": "Seleziona Embedder personalizzato",
  "Refresh embedders": "Aggiorna embedder",
  "Custom Embedder": "Incorporatore personalizzato",
  "Upload .bin": "Carica .bin",
  "Upload .json": "Carica .json",
  "Speaker ID": "ID altoparlante",
  "Set the delay seconds.": "Impostare i secondi di ritardo.",
  "Move files to custom embedder folder": "Sposta i file in una cartella di incorporamento personalizzata",
  "Name of the model creator. (Default: Unknown)": "Nome del creatore del modello. (Predefinito: Sconosciuto)",
  "Set name": "Imposta nome",
  "Select the speaker ID to use for the conversion.": "Seleziona l'ID del parlante da utilizzare per la conversione.",
  "Set the autotune strength - the more you increase it the more it will snap to the chromatic grid.": "Imposta la forza dell'autotune: più la aumenti, più si aggancerà alla griglia cromatica.",
  "model information": "Informazioni sul modello",
  "The name that will appear in the model information.": "Il nome che apparirà nelle informazioni del modello.",
  "Model Creator": "Creatore di modelli",
  "Model Author Name": "Nome dell'autore del modello"
}