{
  "Extra": "Papildomų",
  "Training": "Mokymo",
  "Inference": "Išvada",
  "Output Information": "Išvesties informacija",
  "Processing": "Perdirbimo",
  "Audio Analyzer": "Garso analizatorius",
  "The output information will be displayed here.": "Čia bus rodoma išvesties informacija.",
  "Merge Audios": "Sujunkite \"Audios\"",
  "This section contains some extra utilities that often may be in experimental phases.": "Šiame skyriuje yra keletas papildomų paslaugų, kurios dažnai gali būti eksperimentinėse fazėse.",
  "Settings": "Parametrai",
  "Download": "Atsisiųsti",
  "A simple, high-quality voice conversion tool focused on ease of use and performance.": "Paprastas, aukštos kokybės balso konvertavimo įrankis, orientuotas į naudojimo paprastumą ir našumą.",
  "Model Information": "Modelio informacija",
  "Plugins": "Įskiepiai",
  "Report a Bug": "Praneškite apie klaidą",
  "Preprocess": "Išankstinis apdorojimas",
  "Audio cutting": "Garso pjovimas",
  "Process effects": "Proceso efektai",
  "Model Name": "Modelio pavadinimas",
  "It's recommended to deactivate this option if your dataset has already been processed.": "Rekomenduojama išjungti šią parinktį, jei jūsų duomenų rinkinys jau buvo apdorotas.",
  "Enter model name": "Įveskite modelio pavadinimą",
  "Dataset Path": "Duomenų rinkinio kelias",
  "Path to the dataset folder.": "Kelias į duomenų rinkinio aplanką.",
  "Name of the new model.": "Naujo modelio pavadinimas.",
  "Refresh Datasets": "Duomenų rinkinių atnaujinimas",
  "Dataset Name": "Duomenų rinkinio pavadinimas",
  "Dataset Creator": "Duomenų rinkinio kūrėjas",
  "Enter dataset name": "Duomenų rinkinio pavadinimo įvedimas",
  "Name of the new dataset.": "Naujo duomenų rinkinio pavadinimas.",
  "Upload Audio Dataset": "Garso duomenų rinkinio įkėlimas",
  "Enter dataset path": "Duomenų rinkinio kelio įvedimas",
  "Sampling Rate": "Mėginių ėmimo dažnis",
  "The audio file has been successfully added to the dataset. Please click the preprocess button.": "Garso failas sėkmingai įtrauktas į duomenų rinkinį. Spustelkite išankstinio apdorojimo mygtuką.",
  "Model Architecture": "Modelio architektūra",
  "Embedder Model": "Įdėjimo modelis",
  "Extract": "Ekstraktas",
  "Preprocess Dataset": "Išankstinio apdorojimo duomenų rinkinys",
  "Version of the model architecture.": "Modelio architektūros versija.",
  "The sampling rate of the audio files.": "Garso failų atrankos dažnis.",
  "Hop Length": "Apynių ilgis",
  "Model used for learning speaker embedding.": "Modelis, naudojamas garsiakalbių įterpimo mokymuisi.",
  "Batch Size": "Partijos dydis",
  "Save Every Epoch": "Išsaugokite kiekvieną epochą",
  "Denotes the duration it takes for the system to transition to a significant pitch change. Smaller hop lengths require more time for inference but tend to yield higher pitch accuracy.": "Nurodo trukmę, per kurią sistema pereina prie reikšmingo žingsnio pokyčio. Mažesniems apynių ilgiams reikia daugiau laiko išvadoms padaryti, tačiau paprastai gaunamas didesnis žingsnio tikslumas.",
  "Pretrained": "Iš anksto apmokytas",
  "Determine at how many epochs the model will saved at.": "Nustatykite, kiek epochų modelis bus išsaugotas.",
  "Total Epoch": "Bendra epocha",
  "Specifies the overall quantity of epochs for the model training process.": "Nurodo bendrą epochų kiekį modelio mokymo procesui.",
  "Save Only Latest": "Išsaugoti tik naujausią",
  "It's advisable to align it with the available VRAM of your GPU. A setting of 4 offers improved accuracy but slower processing, while 8 provides faster and standard results.": "Patartina jį suderinti su galimu GPU VRAM. 4 nustatymas siūlo geresnį tikslumą, bet lėtesnį apdorojimą, o 8 užtikrina greitesnius ir standartinius rezultatus.",
  "Save Every Weights": "Taupykite kiekvieną svorį",
  "Custom Pretrained": "Individualus išankstinis mokymas",
  "This setting enables you to save the weights of the model at the conclusion of each epoch.": "Šis nustatymas leidžia išsaugoti modelio svorius kiekvienos epochos pabaigoje.",
  "Upload Pretrained Model": "Įkelkite iš anksto parengtą modelį",
  "Refresh Custom Pretraineds": "Atnaujinti pasirinktinius iš anksto parengtus",
  "Pretrained Custom Settings": "Iš anksto parengti pasirinktiniai nustatymai",
  "Enabling this setting will result in the G and D files saving only their most recent versions, effectively conserving storage space.": "Įjungus šį nustatymą, G ir D failai išsaugos tik naujausias versijas, efektyviai taupydami saugyklos vietą.",
  "Utilizing custom pretrained models can lead to superior results, as selecting the most suitable pretrained models tailored to the specific use case can significantly enhance performance.": "Naudojant pasirinktinius iš anksto parengtus modelius, galima pasiekti puikių rezultatų, nes pasirinkus tinkamiausius iš anksto parengtus modelius, pritaikytus konkrečiam naudojimo atvejui, galima žymiai pagerinti našumą.",
  "The file you dropped is not a valid pretrained file. Please try again.": "Failas, kurį numetėte, nėra tinkamas iš anksto parengtas failas. Bandykite dar kartą.",
  "GPU Settings": "GPU nustatymai",
  "Click the refresh button to see the pretrained file in the dropdown menu.": "Spustelėkite atnaujinimo mygtuką, kad išskleidžiamajame meniu pamatytumėte iš anksto paruoštą failą.",
  "Pretrained G Path": "Individualus iš anksto apmokytas G",
  "GPU Number": "GPU numeris",
  "GPU Custom Settings": "GPU pasirinktiniai nustatymai",
  "Pretrained D Path": "Individualus iš anksto apmokytas D",
  "Sets advanced GPU settings, recommended for users with better GPU architecture.": "Nustato išplėstinius GPU nustatymus, rekomenduojamus vartotojams, turintiems geresnę GPU architektūrą.",
  "0 to ∞ separated by -": "Nuo 0 iki ∞ atskirtas -",
  "GPU Information": "GPU informacija",
  "The GPU information will be displayed here.": "Čia bus rodoma GPU informacija.",
  "The number of CPU cores to use in the preprocess. The default setting are your cpu cores, which is recommended for most cases.": "CPU branduolių, naudojamų išankstiniame procese, skaičius. Numatytasis nustatymas yra jūsų procesoriaus branduoliai, kuris rekomenduojamas daugeliu atvejų.",
  "Specify the number of GPUs you wish to utilize for preprocess by entering them separated by hyphens (-). At the moment, using multi-gpu will not have a significant effect.": "Nurodykite GPU, kuriuos norite naudoti išankstiniam apdorojimui, skaičių, įvesdami juos atskirai brūkšneliais (-). Šiuo metu kelių gpu naudojimas neturės reikšmingo poveikio.",
  "The number of CPU cores to use in the extraction process. The default setting are your cpu cores, which is recommended for most cases.": "CPU branduolių, naudojamų ekstrahavimo procese, skaičius. Numatytasis nustatymas yra jūsų procesoriaus branduoliai, kuris rekomenduojamas daugeliu atvejų.",
  "Pitch Guidance": "Žingsnio gairės",
  "Use CPU": "Naudokite procesorių",
  "Force the use of CPU for training.": "Priverskite naudoti procesorių mokymui.",
  "Extract Features": "Ištraukos funkcijos",
  "Specify the number of GPUs you wish to utilize for extracting by entering them separated by hyphens (-).": "Nurodykite GPU, kuriuos norite naudoti išskleidimui, skaičių, įvesdami juos atskirai brūkšneliais (-).",
  "Utilize pretrained models when training your own. This approach reduces training duration and enhances overall quality.": "Mokydamiesi naudokite iš anksto parengtus modelius. Šis metodas sumažina mokymo trukmę ir pagerina bendrą kokybę.",
  "Cache Dataset in GPU": "Talpyklos duomenų rinkinys GPU",
  "By employing pitch guidance, it becomes feasible to mirror the intonation of the original voice, including its pitch. This feature is particularly valuable for singing and other scenarios where preserving the original melody or pitch pattern is essential.": "Naudojant aukščio nurodymus, tampa įmanoma atspindėti pradinio balso intonaciją, įskaitant jo aukštį. Ši funkcija ypač vertinga dainuojant ir kitais atvejais, kai būtina išsaugoti originalią melodiją ar tono modelį.",
  "We prioritize running the model extraction on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.": "Mes teikiame pirmenybę modelio ištraukimo vykdymui GPU, kad būtų greitesnis veikimas. Jei norite naudoti procesorių, tiesiog palikite GPU lauką tuščią.",
  "Index Algorithm": "Indekso algoritmas",
  "Cache the dataset in GPU memory to speed up the training process.": "Talpykloje laikykite duomenų rinkinį GPU atmintyje, kad pagreitintumėte mokymo procesą.",
  "Overtraining Detector": "Persitreniravimo detektorius",
  "We prioritize running the model preprocessing on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.": "Pirmenybę teikiame išankstiniam modelio apdorojimui GPU, kad veiktų greičiau. Jei norite naudoti procesorių, tiesiog palikite GPU lauką tuščią.",
  "Overtraining Detector Settings": "Persitreniravimo detektoriaus nustatymai",
  "Overtraining Threshold": "Persitreniravimo slenkstis",
  "KMeans is a clustering algorithm that divides the dataset into K clusters. This setting is particularly useful for large datasets.": "KMeans yra grupavimo algoritmas, kuris padalija duomenų rinkinį į K grupes. Šis parametras ypač naudingas dideliems duomenų rinkiniams.",
  "Fresh Training": "Šviežias mokymas",
  "Start Training": "Pradėkite treniruotis",
  "Detect overtraining to prevent the model from learning the training data too well and losing the ability to generalize to new data.": "Aptikti pervargimą, kad modelis per gerai neišmoktų mokymo duomenų ir neprarastų galimybės apibendrinti į naujus duomenis.",
  "Set the maximum number of epochs you want your model to stop training if no improvement is detected.": "Nustatykite maksimalų epochų skaičių, kurį norite, kad jūsų modelis nutrauktų mokymą, jei nebus aptikta pagerėjimo.",
  "Export Model": "Eksportavimo modelis",
  "Generate Index": "Generuoti indeksą",
  "Enable this setting only if you are training a new model from scratch or restarting the training. Deletes all previously generated weights and tensorboard logs.": "Įjunkite šį parametrą tik tuo atveju, jei treniruojate naują modelį nuo nulio arba iš naujo paleidžiate mokymą. Ištrina visus anksčiau sugeneruotus svorius ir tenzorinės lentos žurnalus.",
  "Exported Pth file": "Eksportuotas Pth failas",
  "Upload": "Nusiuntimas",
  "Exported Index file": "Eksportuotas indekso failas",
  "Select the index file to be exported": "Pasirinkite norimą eksportuoti indekso failą",
  "Voice Model": "Balso modelis",
  "Select the pth file to be exported": "Pasirinkite pth failą, kurį norite eksportuoti",
  "Stop Training": "Sustabdyti mokymą",
  "Refresh": "Atnaujinti",
  "Index File": "Rodyklės failas",
  "Select the voice model to use for the conversion.": "Pasirinkite balso modelį, kurį norite naudoti konvertuodami.",
  "Select the index file to use for the conversion.": "Pasirinkite indekso failą, kurį norite naudoti konvertuodami.",
  "Single": "Vieną",
  "The button 'Upload' is only for google colab: Uploads the exported files to the ApplioExported folder in your Google Drive.": "Mygtukas \"Įkelti\" skirtas tik \"Google Colab\": Įkelia eksportuotus failus į \"ApplioExported\" aplanką \"Google\" diske.",
  "Select Audio": "Pasirinkite Garsas",
  "Unload Voice": "Iškrauti balsą",
  "Upload Audio": "Garso įrašo įkėlimas",
  "Select the audio to convert.": "Pasirinkite garsą, kurį norite konvertuoti.",
  "Advanced Settings": "Išplėstiniai nustatymai",
  "Custom Output Path": "Pasirinktinis išvesties kelias",
  "Export Format": "Eksportavimo formatas",
  "Clear Outputs (Deletes all audios in assets/audios)": "Išvalyti išvestis (ištrinami visi ištekliuose / garso įrašuose esantys garso įrašai)",
  "Output Path": "Išvesties kelias",
  "Split Audio": "Padalintas garsas",
  "Select the format to export the audio.": "Pasirinkite formatą, kuriuo norite eksportuoti garsą.",
  "Autotune": "Autotune",
  "Clean Strength": "Švarus stiprumas",
  "The path where the output audio will be saved, by default in assets/audios/output.wav": "Kelias, kuriuo pagal numatytuosius nustatymus bus išsaugotas išvesties garsas turtuose / garso įrašuose / output.wav",
  "Apply a soft autotune to your inferences, recommended for singing conversions.": "Savo išvadoms taikykite švelnų automatinį derinimą, rekomenduojamą dainuojant konversijas.",
  "Split the audio into chunks for inference to obtain better results in some cases.": "Padalinkite garsą į dalis, kad padarytumėte išvadą, kad kai kuriais atvejais gautumėte geresnių rezultatų.",
  "Clean Audio": "Švarus garsas",
  "Upscale Audio": "\"Upscale\" garsas",
  "Clean your audio output using noise detection algorithms, recommended for speaking audios.": "Išvalykite garso išvestį naudodami triukšmo aptikimo algoritmus, rekomenduojamus garsams kalbėti.",
  "Formant Shifting": "Formantų poslinkis",
  "Enable formant shifting. Used for male to female and vice-versa convertions.": "Įgalinti formantų perkėlimą. Naudojamas vyrų ir moterų konvertijoms ir atvirkščiai.",
  "Upscale the audio to a higher quality, recommended for low-quality audios. (It could take longer to process the audio)": "Padidinkite garsą iki aukštesnės kokybės, rekomenduojamos žemos kokybės garsams. (Garso apdorojimas gali užtrukti ilgiau)",
  "Presets are located in /assets/formant_shift folder": "Išankstiniai nustatymai yra aplanke /assets/formant_shift",
  "Browse presets for formanting": "Formavimo išankstinių nustatymų naršymas",
  "Set the clean-up level to the audio you want, the more you increase it the more it will clean up, but it is possible that the audio will be more compressed.": "Nustatykite norimą garso valymo lygį, kuo labiau jį padidinsite, tuo labiau jis išvalys, tačiau gali būti, kad garsas bus labiau suspaustas.",
  "Quefrency for formant shifting": "Quefrency formantų poslinkiui",
  "Pitch": "Pikio",
  "Timbre for formant shifting": "Formanto poslinkio tembras",
  "Default value is 1.0": "Numatytoji reikšmė yra 1,0",
  "Search Feature Ratio": "Paieškos funkcijų santykis",
  "Set the pitch of the audio, the higher the value, the higher the pitch.": "Nustatykite garso aukštį, kuo didesnė vertė, tuo didesnis žingsnis.",
  "Volume Envelope": "Tūrio vokas",
  "Filter Radius": "Filtro spindulys",
  "Influence exerted by the index file; a higher value corresponds to greater influence. However, opting for lower values can help mitigate artifacts present in the audio.": "Rodyklės rinkmenos įtaka; didesnė vertė atitinka didesnę įtaką. Tačiau pasirinkus mažesnes reikšmes, galima sušvelninti garso įraše esančius artefaktus.",
  "If the number is greater than or equal to three, employing median filtering on the collected tone results has the potential to decrease respiration.": "Jei skaičius yra didesnis arba lygus trims, naudojant surinktų tonų rezultatų medianą, gali sumažėti kvėpavimas.",
  "Protect Voiceless Consonants": "Apsaugokite bebalsius priebalsius",
  "Convert": "Konvertuoti",
  "Pitch extraction algorithm": "Pikio ištraukimo algoritmas",
  "Substitute or blend with the volume envelope of the output. The closer the ratio is to 1, the more the output envelope is employed.": "Pakeiskite arba sumaišykite su išvesties tūrio apvalkalu. Kuo artimesnis santykis yra 1, tuo daugiau naudojamas išvesties vokas.",
  "Batch": "Paketinę",
  "Pitch extraction algorithm to use for the audio conversion. The default algorithm is rmvpe, which is recommended for most cases.": "Žingsnio ištraukimo algoritmas, naudojamas garso konvertavimui. Numatytasis algoritmas yra rmvpe, kuris rekomenduojamas daugeliu atvejų.",
  "Export Audio": "Eksportuoti garsą",
  "Input Folder": "Įvesties aplankas",
  "Safeguard distinct consonants and breathing sounds to prevent electro-acoustic tearing and other artifacts. Pulling the parameter to its maximum value of 0.5 offers comprehensive protection. However, reducing this value might decrease the extent of protection while potentially mitigating the indexing effect.": "Apsaugokite skirtingus priebalsius ir kvėpavimo garsus, kad išvengtumėte elektroakustinio plyšimo ir kitų artefaktų. Parametro traukimas iki maksimalios 0, 5 vertės suteikia visapusišką apsaugą. Tačiau sumažinus šią vertę gali sumažėti apsaugos mastas ir kartu gali sumažėti indeksavimo poveikis.",
  "Enter input path": "Įveskite įvesties kelią",
  "Enter output path": "Įveskite išvesties kelią",
  "Output Folder": "Išvesties aplankas",
  "Select the folder where the output audios will be saved.": "Pasirinkite aplanką, kuriame bus išsaugoti išvesties garsai.",
  "Get information about the audio": "Informacijos apie garso įrašą gavimas",
  "Voice Blender": "Balso maišytuvas",
  "Select the folder containing the audios to convert.": "Pasirinkite aplanką, kuriame yra garso įrašai, kuriuos norite konvertuoti.",
  "Drag and drop your model here": "Nuvilkite savo modelį čia",
  "Fusion": "Fusion",
  "## Voice Blender": "## Balso maišytuvas",
  "Blend Ratio": "Mišinio santykis",
  "You can also use a custom path.": "Taip pat galite naudoti pasirinktinį kelią.",
  "Path to Model": "Kelias į modelį",
  "Select two voice models, set your desired blend percentage, and blend them into an entirely new voice.": "Pasirinkite du balso modelius, nustatykite norimą mišinio procentą ir sujunkite juos į visiškai naują balsą.",
  "Enter path to model": "Įveskite kelią į modelį",
  "Model information to be placed": "Pateiktina modelio informacija",
  "Adjusting the position more towards one side or the other will make the model more similar to the first or second.": "Pakoregavus padėtį labiau į vieną ar kitą pusę, modelis taps panašesnis į pirmąją ar antrąją.",
  "View": "Rodinys",
  "Inroduce the model information": "Įveskite modelio informaciją",
  "View model information": "Peržiūrėti modelio informaciją",
  "Introduce the model pth path": "Pristatykite modelį pth kelias",
  "Model extraction": "Modelio ištraukimas",
  "Model conversion": "Modelio konvertavimas",
  "Pth file": "Pth failas",
  "The information to be placed in the model (You can leave it blank or put anything).": "Informacija, kurią reikia įdėti į modelį (galite palikti ją tuščią arba įdėti bet ką).",
  "Output of the pth file": "Pth failo išvestis",
  "Extract F0 Curve": "Ištraukite F0 kreivę",
  "# How to Report an Issue on GitHub": "# Kaip pranešti apie problemą \"GitHub\".",
  "Record": "Įrašas",
  "Record Screen": "Įrašymo ekranas",
  "1. Click on the 'Record Screen' button below to start recording the issue you are experiencing.": "1. Spustelėkite žemiau esantį mygtuką \"Įrašyti ekraną\", kad pradėtumėte įrašyti problemą, su kuria susiduriate.",
  "Stop Recording": "Sustabdyti įrašymą",
  "Introduce the model .pth path": "Pristatykite modelį .pth kelias",
  "See Model Information": "Žiūrėkite modelio informaciją",
  "3. Go to [GitHub Issues](https://github.com/IAHispano/Applio/issues) and click on the 'New Issue' button.": "3. Eikite į [GitHub Issues](https://github.com/IAHispano/Applio/issues) ir spustelėkite mygtuką \"Nauja problema\".",
  "The f0 curve represents the variations in the base frequency of a voice over time, showing how pitch rises and falls.": "F0 kreivė rodo balso bazinio dažnio pokyčius laikui bėgant, parodydama, kaip žingsnis kyla ir krinta.",
  "## Download Model": "## Atsisiųsti modelį",
  "2. Once you have finished recording the issue, click on the 'Stop Recording' button (the same button, but the label changes depending on whether you are actively recording or not).": "2. Baigę įrašyti problemą, spustelėkite mygtuką \"Sustabdyti įrašymą\" (tas pats mygtukas, tačiau etiketė keičiasi priklausomai nuo to, ar aktyviai įrašote, ar ne).",
  "4. Complete the provided issue template, ensuring to include details as needed, and utilize the assets section to upload the recorded file from the previous step.": "4. Užpildykite pateiktą problemos šabloną, užtikrindami, kad prireikus būtų įtraukta išsami informacija, ir naudokite skyrių Ištekliai, kad įkeltumėte įrašytą failą iš ankstesnio veiksmo.",
  "Model Link": "Modelio nuoroda",
  "Download Model": "Atsisiųsti modelį",
  "Introduce the model link": "Pristatykite modelio nuorodą",
  "Search": "Ieškoti",
  "## Drop files": "## Numeskite failus",
  "Drag your .pth file and .index file into this space. Drag one and then the other.": "Vilkite .pth ir .index failus į šią vietą. Vilkite vieną, o tada kitą.",
  "## Search Model": "## Paieškos modelis",
  "Introduce the model name to search.": "Įveskite modelio pavadinimą, kad galėtumėte ieškoti.",
  "We couldn't find models by that name.": "Negalėjome rasti modelių tokiu pavadinimu.",
  "## Download Pretrained Models": "## Atsisiųskite iš anksto apmokytus modelius",
  "And select the sampling rate": "Ir pasirinkite mėginių ėmimo dažnį.",
  "TTS Speed": "TTS greitis",
  "TTS Voices": "TTS balsai",
  "Text to Synthesize": "Tekstas, kurį reikia sintezuoti",
  "Increase or decrease TTS speed.": "Padidinkite arba sumažinkite TTS greitį.",
  "Enter the text to synthesize.": "Įveskite tekstą, kurį norite sintezuoti.",
  "Select the TTS voice to use for the conversion.": "Pasirinkite TTS balsą, kurį norite naudoti konvertuodami.",
  "Upload a .txt file": ".txt failo nusiuntimas",
  "Select the pretrained model you want to download.": "Pasirinkite iš anksto parengtą modelį, kurį norite atsisiųsti.",
  "Input path for text file": "Tekstinio failo įvesties kelias",
  "The path to the text file that contains content for text to speech.": "Kelias į tekstinį failą, kuriame yra teksto į kalbą turinys.",
  "Output Path for TTS Audio": "TTS garso išvesties kelias",
  "Enter text to synthesize": "Įveskite tekstą, kurį norite sintezuoti",
  "Output Path for RVC Audio": "RVC garso išvesties kelias",
  "Enable Applio integration with Discord presence": "Įgalinkite \"Applio\" integraciją su \"Discord\" buvimu",
  "Theme": "Tema",
  "Language": "Kalba",
  "Enable fake GPU": "Įgalinti netikrą GPU",
  "Restart Applio": "Iš naujo paleiskite \"Applio\".",
  "Select the theme you want to use. (Requires restarting Applio)": "Pasirinkite norimą naudoti temą. (Reikia iš naujo paleisti \"Applio\")",
  "It will activate the possibility of downloading models with a click from the website.": "Tai suaktyvins galimybę atsisiųsti modelius vienu paspaudimu iš svetainės.",
  "It will activate the possibility of displaying the current Applio activity in Discord.": "Tai suaktyvins galimybę rodyti dabartinę \"Applio\" veiklą \"Discord\".",
  "Precision": "Tikslumo",
  "Enable Applio integration with applio.org/models using flask": "Įgalinkite \"Applio\" integraciją su applio.org/models kolba",
  "Update precision": "Atnaujinimo tikslumas",
  "Select the language you want to use. (Requires restarting Applio)": "Pasirinkite norimą naudoti kalbą. (Reikia iš naujo paleisti \"Applio\")",
  "Activates the train tab. However, please note that this device lacks GPU capabilities, hence training is not supported. This option is only for testing purposes. (This option will restart Applio)": "Suaktyvina traukinio skirtuką. Tačiau atminkite, kad šiam įrenginiui trūksta GPU galimybių, todėl mokymas nepalaikomas. Ši parinktis skirta tik bandymams. (Ši parinktis iš naujo paleis \"Applio\")",
  "Training is currently unsupported due to the absence of a GPU. To activate the training tab, navigate to the settings tab and enable the 'Fake GPU' option.": "Mokymas šiuo metu nepalaikomas, nes nėra GPU. Norėdami suaktyvinti mokymo skirtuką, eikite į nustatymų skirtuką ir įgalinkite parinktį \"Fake GPU\".",
  "Select the precision you want to use for training and inference.": "Pasirinkite tikslumą, kurį norite naudoti mokymui ir išvadoms.",
  "Plugin Installer": "Įskiepių diegimo programa",
  "Version Checker": "Versijų tikrintuvas",
  "Drag your plugin.zip to install it": "Vilkite plugin.zip, kad jį įdiegtumėte",
  "Check for updates": "Patikrinkite, ar yra naujinimų",
  "Reverb": "Reverb",
  "Post-Process": "Po proceso",
  "Reverb Room Size": "Reverb kambario dydis",
  "Set the room size of the reverb.": "Nustatykite reverbo kambario dydį.",
  "Apply reverb to the audio.": "Taikykite reverbą garsui.",
  "Set the damping of the reverb.": "Nustatykite reverbo slopinimą.",
  "Reverb Damping": "Reverb slopinimas",
  "Set the wet gain of the reverb.": "Nustatykite drėgną reverbo padidėjimą.",
  "Post-process the audio to apply effects to the output.": "Apdorokite garsą, kad išvestims pritaikytumėte efektus.",
  "Reverb Wet Gain": "Reverb šlapias prieaugis",
  "Reverb Dry Gain": "Reverb sausas pelnas",
  "Check which version of Applio is the latest to see if you need to update.": "Patikrinkite, kuri \"Applio\" versija yra naujausia, kad sužinotumėte, ar reikia atnaujinti.",
  "Set the dry gain of the reverb.": "Nustatykite sausą reverbo padidėjimą.",
  "Reverb Width": "Reverbų plotis",
  "Set the width of the reverb.": "Nustatykite reverbo plotį.",
  "Reverb Freeze Mode": "Reverb užšalimo režimas",
  "Pitch Shift": "Žingsnio poslinkis",
  "Set the freeze mode of the reverb.": "Nustatykite reverbo užšalimo režimą.",
  "Limiter": "Ribotuvas",
  "Apply pitch shift to the audio.": "Taikykite garsui aukščio poslinkį.",
  "Pitch Shift Semitones": "Pikio poslinkio pustoniai",
  "Set the pitch shift semitones.": "Nustatykite žingsnio poslinkio pustonius.",
  "Limiter Threshold dB": "Ribotuvo slenkstis dB",
  "Limiter Release Time": "Ribotuvo išleidimo laikas",
  "Set the limiter threshold dB.": "Nustatykite ribotuvo slenkstį dB.",
  "Gain": "Įgyti",
  "Set the limiter release time.": "Nustatykite ribotuvo išleidimo laiką.",
  "Gain dB": "Gauti dB",
  "Distortion": "Iškraipymo",
  "Apply limiter to the audio.": "Taikykite ribotuvą garsui.",
  "Apply gain to the audio.": "Taikykite stiprinimą garsui.",
  "Chorus": "Choras",
  "Set the gain dB.": "Nustatykite stiprinimo dB.",
  "Apply distortion to the audio.": "Taikykite iškraipymus garsui.",
  "Set the distortion gain.": "Nustatykite iškraipymo padidėjimą.",
  "Distortion Gain": "Iškraipymo padidėjimas",
  "Apply chorus to the audio.": "Taikykite chorą garsui.",
  "Chorus Rate Hz": "Choro dažnis Hz",
  "Set the chorus rate Hz.": "Nustatykite choro dažnį Hz.",
  "Set the chorus depth.": "Nustatykite choro gylį.",
  "Chorus Mix": "Choro mišinys",
  "Set the chorus mix.": "Nustatykite choro mišinį.",
  "Set the chorus feedback.": "Nustatykite choro grįžtamąjį ryšį.",
  "Set the chorus center delay ms.": "Nustatykite choro centro vėlavimą ms.",
  "Chorus Feedback": "Choro grįžtamasis ryšys",
  "Clipping": "Karpymas",
  "Chorus Center Delay ms": "Choro centro vėlavimas ms",
  "Bitcrush": "Bitcrush",
  "Apply bitcrush to the audio.": "Taikykite bitcrush garso įrašui.",
  "Bitcrush Bit Depth": "Bitcrush bitų gylis",
  "Set the bitcrush bit depth.": "Nustatykite bitcrush bitų gylį.",
  "Clipping Threshold": "Iškirpimo slenkstis",
  "Compressor": "Kompresorius",
  "Apply clipping to the audio.": "Taikykite iškarpą garso įrašui.",
  "Set the clipping threshold.": "Nustatykite iškirpimo slenkstį.",
  "Apply compressor to the audio.": "Taikykite kompresorių garsui.",
  "Compressor Threshold dB": "Kompresoriaus slenkstis dB",
  "Compressor Ratio": "Kompresoriaus santykis",
  "Delay": "Sutrukdyti",
  "Set the compressor ratio.": "Nustatykite kompresoriaus santykį.",
  "Set the compressor threshold dB.": "Nustatykite kompresoriaus slenkstį dB.",
  "Compressor Release ms": "Kompresoriaus atleidimas ms",
  "Compressor Attack ms": "Kompresoriaus ataka ms",
  "Set the compressor attack ms.": "Nustatykite kompresoriaus ataką ms.",
  "Set the compressor release ms.": "Nustatykite kompresoriaus atleidimą ms.",
  "Apply delay to the audio.": "Taikykite delsą garsui.",
  "Delay Seconds": "Vėlavimo sekundės",
  "Set the delay seconds.": "Nustatykite delsos sekundes.",
  "Set the delay feedback.": "Nustatykite delsos grįžtamąjį ryšį.",
  "Delay Mix": "Vėlavimo mišinys",
  "Delay Feedback": "Vėlavimo grįžtamasis ryšys",
  "Custom Embedder": "Pasirinktinis įdėklas",
  "Folder Name": "Aplanko pavadinimas",
  "model information": "Modelio informacija",
  "Select Custom Embedder": "Pasirinkite Pasirinktinis įdėklas",
  "Refresh embedders": "Atnaujinti įdėklius",
  "Upload .bin": "Įkelti .bin",
  "Upload .json": "Įkelti .json",
  "Model Creator": "Modelio kūrėjas",
  "Name of the model creator. (Default: Unknown)": "Modelio kūrėjo vardas. (Numatytoji reikšmė: nežinoma)",
  "Move files to custom embedder folder": "Perkelkite failus į pasirinktinį įdėjimo aplanką",
  "Speaker ID": "Garsiakalbio ID",
  "Select the speaker ID to use for the conversion.": "Pasirinkite garsiakalbio ID, kurį norite naudoti konvertuodami.",
  "Set the delay mix.": "Nustatykite delsos mišinį.",
  "Model Author Name": "Modelio autoriaus vardas",
  "Set name": "Nustatyti pavadinimą",
  "The name that will appear in the model information.": "Pavadinimas, kuris bus rodomas modelio informacijoje.",
  "Set the autotune strength - the more you increase it the more it will snap to the chromatic grid.": "Nustatykite automatinio derinimo stiprumą - kuo daugiau jį padidinsite, tuo labiau jis užsifiksuos prie chromatinio tinklelio.",
  "Chorus Depth": "Choro gylis"
}