{
  "Extra": "Papildu",
  "Processing": "Apstrādes",
  "Training": "Apmācību",
  "Inference": "Secinājumu",
  "Merge Audios": "Audio sapludināšana",
  "Output Information": "Informācija par izvadi",
  "The output information will be displayed here.": "Izejas informācija tiks parādīta šeit.",
  "Audio Analyzer": "Audio analizators",
  "This section contains some extra utilities that often may be in experimental phases.": "Šajā sadaļā ir daži papildu komunālie pakalpojumi, kas bieži var būt eksperimentālos posmos.",
  "Settings": "Iestatījumus",
  "Download": "Lejupielādēt",
  "A simple, high-quality voice conversion tool focused on ease of use and performance.": "Vienkāršs, augstas kvalitātes balss konvertēšanas rīks, kas vērsts uz lietošanas ērtumu un veiktspēju.",
  "Preprocess": "Priekšprocess",
  "Model Information": "Informācija par modeli",
  "Report a Bug": "Ziņot par kļūdu",
  "Plugins": "Spraudņi",
  "Process effects": "Procesa ietekme",
  "Audio cutting": "Audio griešana",
  "Model Name": "Modeļa nosaukums",
  "Enter model name": "Ievadiet modeļa nosaukumu",
  "Name of the new model.": "Jaunā modeļa nosaukums.",
  "It's recommended to deactivate this option if your dataset has already been processed.": "Ieteicams deaktivizēt šo opciju, ja datu kopa jau ir apstrādāta.",
  "Dataset Creator": "Datu kopas veidotājs",
  "Dataset Path": "Datu kopas ceļš",
  "Path to the dataset folder.": "Ceļš uz datu kopas mapi.",
  "Name of the new dataset.": "Jaunās datu kopas nosaukums.",
  "Refresh Datasets": "Datu kopu atsvaidzināšana",
  "Enter dataset name": "Ievadiet datu kopas nosaukumu",
  "Dataset Name": "Datu kopas nosaukums",
  "Upload Audio Dataset": "Audio datu kopas augšupielāde",
  "Enter dataset path": "Datu kopas ceļa ievadīšana",
  "The audio file has been successfully added to the dataset. Please click the preprocess button.": "Audio fails ir veiksmīgi pievienots datu kopai. Lūdzu, noklikšķiniet uz pogas Pirmapstrāde.",
  "The sampling rate of the audio files.": "Audio failu iztveršanas frekvence.",
  "Sampling Rate": "Paraugu ņemšanas frekvence",
  "Model Architecture": "Modeļa arhitektūra",
  "Version of the model architecture.": "Modeļa arhitektūras versija.",
  "Preprocess Dataset": "Pirmapstrādes datu kopa",
  "Embedder Model": "Iegulšanas modelis",
  "Extract": "Ekstrakts",
  "Hop Length": "Apiņu garums",
  "Batch Size": "Partijas lielums",
  "Model used for learning speaker embedding.": "Modelis, ko izmanto skaļruņu iegulšanas apguvei.",
  "Denotes the duration it takes for the system to transition to a significant pitch change. Smaller hop lengths require more time for inference but tend to yield higher pitch accuracy.": "Apzīmē ilgumu, kas nepieciešams, lai sistēma pārietu uz būtiskām piķa izmaiņām. Mazāki apiņu garumi prasa vairāk laika secinājumu izdarīšanai, taču tiem ir tendence dot lielāku piķa precizitāti.",
  "Total Epoch": "Kopējais laikmets",
  "Save Every Epoch": "Saglabājiet katru laikmetu",
  "It's advisable to align it with the available VRAM of your GPU. A setting of 4 offers improved accuracy but slower processing, while 8 provides faster and standard results.": "Ieteicams to saskaņot ar jūsu GPU pieejamo VRAM. Iestatījums 4 piedāvā uzlabotu precizitāti, bet lēnāku apstrādi, savukārt 8 nodrošina ātrākus un standarta rezultātus.",
  "Save Only Latest": "Saglabāt tikai jaunāko",
  "Determine at how many epochs the model will saved at.": "Nosakiet, cik laikmetos modelis tiks saglabāts.",
  "Pretrained": "Iepriekš apmācīts",
  "Save Every Weights": "Ietaupiet visus svarus",
  "Upload Pretrained Model": "Iepriekš apmācīta modeļa augšupielāde",
  "Pretrained Custom Settings": "Iepriekš apmācīti pielāgotie iestatījumi",
  "This setting enables you to save the weights of the model at the conclusion of each epoch.": "Šis iestatījums ļauj saglabāt modeļa svarus katra laikmeta beigās.",
  "Refresh Custom Pretraineds": "Pielāgotu iepriekš apmācītu personu atsvaidzināšana",
  "Specifies the overall quantity of epochs for the model training process.": "Norāda modeļa apmācības procesa kopējo laikmetu daudzumu.",
  "Custom Pretrained": "Pielāgots iepriekš apmācīts",
  "Enabling this setting will result in the G and D files saving only their most recent versions, effectively conserving storage space.": "Iespējojot šo iestatījumu, G un D faili saglabās tikai to jaunākās versijas, efektīvi ietaupot krātuves vietu.",
  "The file you dropped is not a valid pretrained file. Please try again.": "Nomestais fails nav derīgs iepriekš apmācīts fails. Lūdzu, mēģiniet vēlreiz.",
  "Utilizing custom pretrained models can lead to superior results, as selecting the most suitable pretrained models tailored to the specific use case can significantly enhance performance.": "Izmantojot pielāgotus iepriekš apmācītus modeļus, var iegūt izcilus rezultātus, jo, izvēloties vispiemērotākos iepriekš apmācītos modeļus, kas pielāgoti konkrētajam lietošanas gadījumam, var ievērojami uzlabot veiktspēju.",
  "Pretrained G Path": "Pielāgots iepriekš apmācīts G",
  "GPU Settings": "GPU iestatījumi",
  "Pretrained D Path": "Pielāgots iepriekš apmācīts D",
  "GPU Custom Settings": "GPU pielāgotie iestatījumi",
  "Click the refresh button to see the pretrained file in the dropdown menu.": "Noklikšķiniet uz atsvaidzināšanas pogas, lai nolaižamajā izvēlnē skatītu iepriekš apmācīto failu.",
  "GPU Number": "GPU numurs",
  "Sets advanced GPU settings, recommended for users with better GPU architecture.": "Iestata papildu GPU iestatījumus, ieteicams lietotājiem ar labāku GPU arhitektūru.",
  "The GPU information will be displayed here.": "GPU informācija tiks parādīta šeit.",
  "0 to ∞ separated by -": "0 līdz ∞ atdalīti ar -",
  "Pitch Guidance": "Piķa vadība",
  "The number of CPU cores to use in the preprocess. The default setting are your cpu cores, which is recommended for most cases.": "CPU kodolu skaits, kas jāizmanto priekšprocesā. Noklusējuma iestatījums ir jūsu procesora kodoli, kas ir ieteicams vairumā gadījumu.",
  "GPU Information": "GPU informācija",
  "Use CPU": "Izmantojiet CPU",
  "Specify the number of GPUs you wish to utilize for extracting by entering them separated by hyphens (-).": "Norādiet GPU skaitu, ko vēlaties izmantot izgūšanai, ievadot tos atdalītus ar defisēm (-).",
  "Specify the number of GPUs you wish to utilize for preprocess by entering them separated by hyphens (-). At the moment, using multi-gpu will not have a significant effect.": "Norādiet GPU skaitu, ko vēlaties izmantot priekšprocesam, ievadot tos atdalītus ar defisēm (-). Šobrīd vairāku gpu izmantošanai nebūs būtiskas ietekmes.",
  "The number of CPU cores to use in the extraction process. The default setting are your cpu cores, which is recommended for most cases.": "Ekstrakcijas procesā izmantojamo CPU kodolu skaits. Noklusējuma iestatījums ir jūsu procesora kodoli, kas ir ieteicams vairumā gadījumu.",
  "Extract Features": "Ekstrakta funkcijas",
  "Force the use of CPU for training.": "Piespiediet CPU izmantošanu apmācībai.",
  "By employing pitch guidance, it becomes feasible to mirror the intonation of the original voice, including its pitch. This feature is particularly valuable for singing and other scenarios where preserving the original melody or pitch pattern is essential.": "Izmantojot piķa vadību, kļūst iespējams atspoguļot sākotnējās balss intonāciju, ieskaitot tās piķi. Šī funkcija ir īpaši vērtīga dziedāšanai un citiem scenārijiem, kur ir būtiski saglabāt oriģinālo melodiju vai piķa rakstu.",
  "Utilize pretrained models when training your own. This approach reduces training duration and enhances overall quality.": "Izmantojiet iepriekš apmācītus modeļus, apmācot savu. Šī pieeja samazina apmācības ilgumu un uzlabo vispārējo kvalitāti.",
  "Cache Dataset in GPU": "Kešatmiņas datu kopa GPU",
  "We prioritize running the model preprocessing on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.": "Mēs par prioritāti izvirzām modeļa priekšapstrādes palaišanu GPU, lai nodrošinātu ātrāku veiktspēju. Ja vēlaties izmantot CPU, vienkārši atstājiet GPU lauku tukšu.",
  "Index Algorithm": "Indeksa algoritms",
  "We prioritize running the model extraction on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.": "Mēs par prioritāti izvirzām modeļa ekstrakcijas veikšanu GPU, lai nodrošinātu ātrāku veiktspēju. Ja vēlaties izmantot CPU, vienkārši atstājiet GPU lauku tukšu.",
  "Cache the dataset in GPU memory to speed up the training process.": "Kešatmiņā saglabājiet datu kopu GPU atmiņā, lai paātrinātu apmācības procesu.",
  "Overtraining Detector Settings": "Pārtrenēšanās detektora iestatījumi",
  "Overtraining Threshold": "Pārtrenēšanās slieksnis",
  "Overtraining Detector": "Pārtrenēšanās detektors",
  "Start Training": "Sāciet apmācību",
  "Fresh Training": "Svaiga apmācība",
  "KMeans is a clustering algorithm that divides the dataset into K clusters. This setting is particularly useful for large datasets.": "KMeans ir klasterizācijas algoritms, kas datu kopu sadala K klasteros. Šis iestatījums ir īpaši noderīgs lielām datu kopām.",
  "Set the maximum number of epochs you want your model to stop training if no improvement is detected.": "Iestatiet maksimālo laikmetu skaitu, kuru vēlaties, lai jūsu modelis pārtrauktu apmācību, ja netiek konstatēti uzlabojumi.",
  "Stop Training": "Pārtrauciet apmācību",
  "Generate Index": "Indeksa ģenerēšana",
  "Detect overtraining to prevent the model from learning the training data too well and losing the ability to generalize to new data.": "Atklājiet pārslodzi, lai neļautu modelim pārāk labi apgūt apmācības datus un zaudēt spēju vispārināt uz jauniem datiem.",
  "Enable this setting only if you are training a new model from scratch or restarting the training. Deletes all previously generated weights and tensorboard logs.": "Iespējojiet šo iestatījumu tikai tad, ja apmācāt jaunu modeli no nulles vai atsākat apmācību. Dzēš visus iepriekš ģenerētos svarus un tenzorda žurnālus.",
  "Export Model": "Eksporta modelis",
  "Exported Pth file": "Eksportētais Pth fails",
  "Upload": "Augšupielādēt",
  "Select the pth file to be exported": "Atlasiet eksportējamo pth failu",
  "Exported Index file": "Eksportētā indeksa fails",
  "Select the index file to be exported": "Atlasiet eksportējamo indeksa failu",
  "Refresh": "Atsvaidzināt",
  "Index File": "Indeksa fails",
  "Select the voice model to use for the conversion.": "Atlasiet pārvēršanai izmantojamo balss modeli.",
  "The button 'Upload' is only for google colab: Uploads the exported files to the ApplioExported folder in your Google Drive.": "Poga \"Augšupielādēt\" ir paredzēta tikai Google colab: augšupielādē eksportētos failus mapē ApplioExported jūsu Google diskā.",
  "Single": "Vienu",
  "Voice Model": "Balss modelis",
  "Unload Voice": "Izlādējiet balsi",
  "Upload Audio": "Augšupielādēt audio",
  "Select Audio": "Atlasiet Audio",
  "Select the audio to convert.": "Atlasiet konvertējamo audio.",
  "Advanced Settings": "Papildu iestatījumi",
  "Select the index file to use for the conversion.": "Atlasiet indeksa failu, ko izmantot pārvēršanai.",
  "Custom Output Path": "Pielāgots izvades ceļš",
  "Export Format": "Eksporta formāts",
  "Output Path": "Izvades ceļš",
  "Clear Outputs (Deletes all audios in assets/audios)": "Notīrīt izejas (dzēš visus audioierakstus aktīvos/audio)",
  "Split Audio": "Sadalīt audio",
  "Select the format to export the audio.": "Atlasiet formātu, lai eksportētu audio.",
  "Autotune": "Autotune",
  "Clean Audio": "Audio tīrīšana",
  "The path where the output audio will be saved, by default in assets/audios/output.wav": "Ceļš, pa kuru pēc noklusējuma tiks saglabāts izejas audio aktīvos/audios/output.wav",
  "Split the audio into chunks for inference to obtain better results in some cases.": "Sadaliet audio gabalos, lai izdarītu secinājumus, lai dažos gadījumos iegūtu labākus rezultātus.",
  "Apply a soft autotune to your inferences, recommended for singing conversions.": "Saviem secinājumiem lietojiet mīkstu autotune, kas ieteicams dziedāšanas reklāmguvumiem.",
  "Upscale Audio": "Augsta līmeņa audio",
  "Clean Strength": "Tīrs spēks",
  "Clean your audio output using noise detection algorithms, recommended for speaking audios.": "Notīriet audio izeju, izmantojot trokšņa noteikšanas algoritmus, kas ieteicami audio runāšanai.",
  "Formant Shifting": "Formantu maiņa",
  "Enable formant shifting. Used for male to female and vice-versa convertions.": "Iespējojiet formantu maiņu. Izmanto vīriešu un sieviešu konvertēšanai un otrādi.",
  "Upscale the audio to a higher quality, recommended for low-quality audios. (It could take longer to process the audio)": "Uzlabojiet audio kvalitāti līdz augstākai kvalitātei, ieteicams zemas kvalitātes audio. (Audio apstrāde var aizņemt ilgāku laiku)",
  "Default value is 1.0": "Noklusējuma vērtība ir 1,0",
  "Browse presets for formanting": "Pārlūkot sākotnējos formēšanas iestatījumus",
  "Quefrency for formant shifting": "Quefrency formantu maiņai",
  "Pitch": "Piķis",
  "Timbre for formant shifting": "Tembrs formantu maiņai",
  "Presets are located in /assets/formant_shift folder": "Sākotnējie iestatījumi atrodas mapē /aktīvi/formant_shift",
  "Set the clean-up level to the audio you want, the more you increase it the more it will clean up, but it is possible that the audio will be more compressed.": "Iestatiet tīrīšanas līmeni vēlamajam audio, jo vairāk to palielināsit, jo vairāk tas tiks iztīrīts, taču ir iespējams, ka audio tiks saspiests.",
  "Filter Radius": "Filtra rādiuss",
  "Search Feature Ratio": "Meklēšanas funkciju attiecība",
  "Set the pitch of the audio, the higher the value, the higher the pitch.": "Iestatiet audio piķi, jo augstāka vērtība, jo lielāks ir piķis.",
  "Influence exerted by the index file; a higher value corresponds to greater influence. However, opting for lower values can help mitigate artifacts present in the audio.": "Indeksa faila ietekme; augstāka vērtība atbilst lielākai ietekmei. Tomēr, izvēloties zemākas vērtības, var palīdzēt mazināt audio esošos artefaktus.",
  "Convert": "Pārvērst",
  "Protect Voiceless Consonants": "Bezbalss līdzskaņu aizsardzība",
  "Batch": "Partijas",
  "Pitch extraction algorithm": "Piķa ekstrakcijas algoritms",
  "Export Audio": "Audio eksportēšana",
  "If the number is greater than or equal to three, employing median filtering on the collected tone results has the potential to decrease respiration.": "Ja skaitlis ir lielāks vai vienāds ar trīs, izmantojot savākto toņu rezultātu vidējo filtrēšanu, var samazināties elpošana.",
  "Volume Envelope": "Apjoma aploksne",
  "Substitute or blend with the volume envelope of the output. The closer the ratio is to 1, the more the output envelope is employed.": "Aizstāj vai sajauc ar izvades tilpuma aploksni. Jo tuvāk attiecība ir 1, jo vairāk tiek izmantota izejas aploksne.",
  "Input Folder": "Ievades mape",
  "Safeguard distinct consonants and breathing sounds to prevent electro-acoustic tearing and other artifacts. Pulling the parameter to its maximum value of 0.5 offers comprehensive protection. However, reducing this value might decrease the extent of protection while potentially mitigating the indexing effect.": "Aizsargājiet atšķirīgus līdzskaņus un elpošanas skaņas, lai novērstu elektroakustisko asarošanu un citus artefaktus. Parametra vilkšana līdz maksimālajai vērtībai 0,5 nodrošina visaptverošu aizsardzību. Tomēr šīs vērtības samazināšana varētu samazināt aizsardzības apjomu, vienlaikus potenciāli mazinot indeksācijas efektu.",
  "Select the folder containing the audios to convert.": "Atlasiet mapi, kurā ir konvertējamie audio.",
  "Enter input path": "Ievadiet ievades ceļu",
  "Output Folder": "Izvades mape",
  "Pitch extraction algorithm to use for the audio conversion. The default algorithm is rmvpe, which is recommended for most cases.": "Piķa ekstrakcijas algoritms, ko izmantot audio konvertēšanai. Noklusējuma algoritms ir rmvpe, kas ir ieteicams vairumā gadījumu.",
  "Enter output path": "Ievadiet izvades ceļu",
  "Select the folder where the output audios will be saved.": "Atlasiet mapi, kurā tiks saglabāti izejas audio.",
  "Fusion": "Kodolsintēzes",
  "Voice Blender": "Balss blenderis",
  "Get information about the audio": "Informācijas iegūšana par audio",
  "## Voice Blender": "## Balss blenderis",
  "Blend Ratio": "Maisījuma attiecība",
  "You can also use a custom path.": "Varat arī izmantot pielāgotu ceļu.",
  "Drag and drop your model here": "Velciet un nometiet savu modeli šeit",
  "Path to Model": "Ceļš uz modeli",
  "Adjusting the position more towards one side or the other will make the model more similar to the first or second.": "Pozīcijas pielāgošana vairāk uz vienu vai otru pusi padarīs modeli līdzīgāku pirmajam vai otrajam.",
  "Select two voice models, set your desired blend percentage, and blend them into an entirely new voice.": "Atlasiet divus balss modeļus, iestatiet vēlamo sapludināšanas procentuālo daudzumu un sapludiniet tos pilnīgi jaunā balsī.",
  "Enter path to model": "Ievadiet ceļu uz modeli",
  "Model information to be placed": "Izvietojamā informācija par modeli",
  "View": "Skats",
  "Inroduce the model information": "Ievietojiet informāciju par modeli",
  "View model information": "Modeļa informācijas skatīšana",
  "Introduce the model pth path": "Iepazīstiniet ar pth ceļa modeli",
  "Model extraction": "Modeļa ekstrakcija",
  "Model conversion": "Modeļa konvertēšana",
  "Output of the pth file": "Pth faila izvade",
  "Pth file": "Pth fails",
  "The information to be placed in the model (You can leave it blank or put anything).": "Informācija, kas jāievieto modelī (Jūs varat atstāt to tukšu vai ievietot kaut ko).",
  "Extract F0 Curve": "Ekstrakta F0 līkne",
  "# How to Report an Issue on GitHub": "# Kā ziņot par problēmu vietnē GitHub",
  "The f0 curve represents the variations in the base frequency of a voice over time, showing how pitch rises and falls.": "F0 līkne attēlo balss bāzes frekvences izmaiņas laika gaitā, parādot, kā piķis paceļas un krīt.",
  "Record": "Rekords",
  "Record Screen": "Ierakstīšanas ekrāns",
  "3. Go to [GitHub Issues](https://github.com/IAHispano/Applio/issues) and click on the 'New Issue' button.": "3. Dodieties uz [GitHub problēmas](https://github.com/IAHispano/Applio/issues) un noklikšķiniet uz pogas \"Jauna problēma\".",
  "Stop Recording": "Pārtraukt ierakstīšanu",
  "1. Click on the 'Record Screen' button below to start recording the issue you are experiencing.": "1. Noklikšķiniet uz pogas \"Ierakstīt ekrānu\", lai sāktu ierakstīt radušos problēmu.",
  "Model Link": "Modeļa saite",
  "See Model Information": "Skatīt informāciju par modeli",
  "Introduce the model .pth path": "Iepazīstiniet ar modeļa .pth ceļu",
  "Introduce the model link": "Iepazīstiniet ar modeļa saiti",
  "Download Model": "Lejupielādēt modeli",
  "## Download Model": "## Lejupielādēt modeli",
  "2. Once you have finished recording the issue, click on the 'Stop Recording' button (the same button, but the label changes depending on whether you are actively recording or not).": "2. Kad esat pabeidzis ierakstīt problēmu, noklikšķiniet uz pogas \"Pārtraukt ierakstīšanu\" (tā pati poga, bet etiķete mainās atkarībā no tā, vai jūs aktīvi ierakstāt vai nē).",
  "4. Complete the provided issue template, ensuring to include details as needed, and utilize the assets section to upload the recorded file from the previous step.": "4. Aizpildiet sniegto problēmas veidni, pēc vajadzības iekļaujot detalizētu informāciju, un izmantojiet aktīvu sadaļu, lai augšupielādētu ierakstīto failu no iepriekšējā soļa.",
  "Search": "Meklēt",
  "## Search Model": "## Meklēšanas modelis",
  "Drag your .pth file and .index file into this space. Drag one and then the other.": "Velciet .pth failu un .index failu šajā vietā. Velciet vienu un pēc tam otru.",
  "## Drop files": "## Nometiet failus",
  "Introduce the model name to search.": "Iepazīstiniet ar modeļa nosaukumu, lai meklētu.",
  "We couldn't find models by that name.": "Mēs nevarējām atrast modeļus ar šādu nosaukumu.",
  "## Download Pretrained Models": "## Lejupielādējiet iepriekš apmācītus modeļus",
  "Select the pretrained model you want to download.": "Atlasiet iepriekš apmācīto modeli, kuru vēlaties lejupielādēt.",
  "TTS Speed": "TTS ātrums",
  "TTS Voices": "TTS balsis",
  "Text to Synthesize": "Teksts, ko sintezēt",
  "Select the TTS voice to use for the conversion.": "Atlasiet TTS balsi, ko izmantot pārvēršanai.",
  "Increase or decrease TTS speed.": "Palieliniet vai samaziniet TTS ātrumu.",
  "Enter the text to synthesize.": "Ievadiet tekstu, lai sintezētu.",
  "Upload a .txt file": ".txt faila augšupielāde",
  "Input path for text file": "Teksta faila ievades ceļš",
  "Output Path for TTS Audio": "TTS audio izvades ceļš",
  "Enter text to synthesize": "Ievadiet tekstu, lai sintezētu",
  "Output Path for RVC Audio": "RVC audio izejas ceļš",
  "The path to the text file that contains content for text to speech.": "Ceļš uz teksta failu, kurā ir teksta pārveidotājs skaņā (TPS) saturs.",
  "Enable Applio integration with Discord presence": "Applio integrācijas iespējošana ar Discord klātbūtni",
  "Theme": "Dizains",
  "It will activate the possibility of displaying the current Applio activity in Discord.": "Tas aktivizēs iespēju parādīt pašreizējo Applio darbību nesaskaņās.",
  "Enable Applio integration with applio.org/models using flask": "Applio integrācijas iespējošana ar applio.org/models, izmantojot kolbu",
  "Enable fake GPU": "Iespējojiet viltotu GPU",
  "It will activate the possibility of downloading models with a click from the website.": "Tas aktivizēs iespēju lejupielādēt modeļus ar klikšķi no vietnes.",
  "Restart Applio": "Restartējiet Applio",
  "Language": "Valoda",
  "Training is currently unsupported due to the absence of a GPU. To activate the training tab, navigate to the settings tab and enable the 'Fake GPU' option.": "Apmācība pašlaik netiek atbalstīta, jo nav GPU. Lai aktivizētu apmācības cilni, dodieties uz iestatījumu cilni un iespējojiet'Viltus GPU'opcija.",
  "Select the theme you want to use. (Requires restarting Applio)": "Atlasiet dizainu, kuru vēlaties izmantot. (Nepieciešams restartēt Applio)",
  "Activates the train tab. However, please note that this device lacks GPU capabilities, hence training is not supported. This option is only for testing purposes. (This option will restart Applio)": "Aktivizē vilciena cilni. Tomēr, lūdzu, ņemiet vērā, ka šai ierīcei trūkst GPU iespēju, tāpēc apmācība netiek atbalstīta. Šī opcija ir paredzēta tikai testēšanas nolūkos. (Šī opcija restartēs Applio)",
  "Select the language you want to use. (Requires restarting Applio)": "Atlasiet valodu, kuru vēlaties izmantot. (Nepieciešams restartēt Applio)",
  "Update precision": "Atjaunināšanas precizitāte",
  "Precision": "Precision",
  "Select the precision you want to use for training and inference.": "Atlasiet precizitāti, kuru vēlaties izmantot apmācībai un secinājumiem.",
  "Plugin Installer": "Spraudņu instalētājs",
  "Version Checker": "Versiju pārbaudītājs",
  "Drag your plugin.zip to install it": "Velciet plugin.zip, lai to instalētu",
  "Reverb": "Atbalsošana",
  "Check for updates": "Pārbaudiet, vai nav atjauninājumu",
  "Post-Process": "Pēc procesa",
  "Apply reverb to the audio.": "Lietojiet reverb audio formātā.",
  "Check which version of Applio is the latest to see if you need to update.": "Pārbaudiet, kura Applio versija ir jaunākā, lai redzētu, vai jums ir jāatjaunina.",
  "Reverb Room Size": "Reverb istabas izmērs",
  "Set the room size of the reverb.": "Iestatiet reverb telpas lielumu.",
  "Post-process the audio to apply effects to the output.": "Pēc audio apstrādes, lai izvadei lietotu efektus.",
  "Reverb Dry Gain": "Reverb sausais ieguvums",
  "Reverb Damping": "Reverb slāpēšana",
  "Set the damping of the reverb.": "Iestatiet reverb slāpēšanu.",
  "Set the wet gain of the reverb.": "Iestatiet reverb mitro pastiprinājumu.",
  "Reverb Width": "Reverb platums",
  "Set the dry gain of the reverb.": "Iestatiet reverb sauso pastiprinājumu.",
  "Reverb Wet Gain": "Reverb slapjš ieguvums",
  "Set the width of the reverb.": "Iestatiet reverb platumu.",
  "Set the freeze mode of the reverb.": "Iestatiet reverb iesaldēšanas režīmu.",
  "Reverb Freeze Mode": "Reverb iesaldēšanas režīms",
  "Pitch Shift": "Piķa maiņa",
  "Limiter": "Ierobežotājs",
  "Pitch Shift Semitones": "Piķa maiņas pustoņi",
  "Apply pitch shift to the audio.": "Audio lietojiet soļa nobīdi.",
  "Set the pitch shift semitones.": "Iestatiet soļa maiņas pustoņus.",
  "Gain": "Iegūt",
  "And select the sampling rate": "Un atlasiet paraugu ņemšanas frekvenci.",
  "Apply limiter to the audio.": "Lietojiet audio ierobežotāju.",
  "Limiter Threshold dB": "Ierobežotāja slieksnis dB",
  "Set the limiter release time.": "Iestatiet ierobežotāja izlaišanas laiku.",
  "Set the limiter threshold dB.": "Iestatiet ierobežotāja slieksni dB.",
  "Apply gain to the audio.": "Lietojiet pastiprinājumu audio.",
  "Limiter Release Time": "Ierobežotāja atbrīvošanas laiks",
  "Set the gain dB.": "Iestatiet pastiprinājuma dB.",
  "Distortion": "Traucējumus",
  "Chorus": "Koris",
  "Distortion Gain": "Kropļojumu pieaugums",
  "Apply distortion to the audio.": "Lietojiet audio kropļojumus.",
  "Set the distortion gain.": "Iestatiet kropļojuma pieaugumu.",
  "Gain dB": "Iegūt dB",
  "Apply chorus to the audio.": "Lietojiet kori audio.",
  "Set the chorus depth.": "Iestatiet kora dziļumu.",
  "Chorus Depth": "Kora dziļums",
  "Chorus Center Delay ms": "Kora centra kavēšanās ms",
  "Chorus Feedback": "Kora atsauksmes",
  "Chorus Rate Hz": "Kora ātrums Hz",
  "Chorus Mix": "Kora mikss",
  "Set the chorus feedback.": "Iestatiet kora atgriezenisko saiti.",
  "Set the chorus center delay ms.": "Iestatiet kora centra aizkaves ms.",
  "Bitcrush": "Bitcrush",
  "Set the chorus mix.": "Iestatiet kora kombināciju.",
  "Apply bitcrush to the audio.": "Uzklājiet bitcrush uz audio.",
  "Clipping": "Izgriezumu",
  "Set the bitcrush bit depth.": "Iestatiet bitcrush bitu dziļumu.",
  "Bitcrush Bit Depth": "Bitcrush bitu dziļums",
  "Compressor": "Kompresors",
  "Apply clipping to the audio.": "Lietojiet izgriezumu audio.",
  "Clipping Threshold": "Apgriešanas slieksnis",
  "Compressor Threshold dB": "Kompresora slieksnis dB",
  "Apply compressor to the audio.": "Lietojiet kompresoru audio.",
  "Set the compressor threshold dB.": "Iestatiet kompresora slieksni dB.",
  "Set the compressor ratio.": "Iestatiet kompresora attiecību.",
  "Compressor Ratio": "Kompresora attiecība",
  "Set the clipping threshold.": "Iestatiet izgriešanas slieksni.",
  "Set the compressor attack ms.": "Iestatiet kompresora uzbrukumu ms.",
  "Compressor Release ms": "Kompresora atbrīvošana ms",
  "Set the compressor release ms.": "Iestatiet kompresora atbrīvošanas ms.",
  "Delay": "Kavēšanās",
  "Apply delay to the audio.": "Lietojiet aizkavi audio.",
  "Delay Seconds": "Aizkaves sekundes",
  "Delay Mix": "Delay Mix",
  "Delay Feedback": "Aizkaves atgriezeniskā saite",
  "Set the delay seconds.": "Iestatiet aizkaves sekundes.",
  "Set the delay feedback.": "Iestatiet aizkaves atgriezenisko saiti.",
  "Custom Embedder": "Pielāgots iegulšanas līdzeklis",
  "Set the delay mix.": "Iestatiet aizkaves kombināciju.",
  "Select Custom Embedder": "Atlasiet Pielāgots iegulšanas līdzeklis",
  "Set the chorus rate Hz.": "Iestatiet kora ātrumu Hz.",
  "Folder Name": "Mapes nosaukums",
  "Upload .bin": "Augšupielādēt .bin",
  "Refresh embedders": "Atsvaidzināt iegulētājus",
  "model information": "Informācija par modeli",
  "Upload .json": "Augšupielādēt .json",
  "Move files to custom embedder folder": "Failu pārvietošana uz pielāgotu iegulšanas mapi",
  "Compressor Attack ms": "Kompresora uzbrukums ms",
  "Model Creator": "Modeļa veidotājs",
  "Speaker ID": "Runātāja ID",
  "Name of the model creator. (Default: Unknown)": "Modeļa veidotāja vārds. (Noklusējums: nav zināms)",
  "Select the speaker ID to use for the conversion.": "Atlasiet runātāja ID, ko izmantot pārvēršanai.",
  "Set name": "Iestatīt nosaukumu",
  "Model Author Name": "Modeļa autora vārds",
  "The name that will appear in the model information.": "Nosaukums, kas parādīsies modeļa informācijā.",
  "Set the autotune strength - the more you increase it the more it will snap to the chromatic grid.": "Iestatiet automātiskās tunes stiprumu - jo vairāk jūs to palielināsit, jo vairāk tas pieķersies hromatiskajam režģim."
}