{
  "Output Information": "Fampahalalana momba ny vokatra",
  "Inference": "Fanondroana",
  "Training": "Fampiofanana",
  "Processing": "Fikarakarana",
  "Extra": "Extra",
  "Audio Analyzer": "Audio Analyzer",
  "Merge Audios": "Mampiray Audios",
  "The output information will be displayed here.": "Ny fampahalalana momba ny vokatra dia haseho eto.",
  "Plugins": "Plugins",
  "Download": "Download",
  "Preprocess": "Preprocess",
  "Report a Bug": "Mitatitra bibikely iray",
  "Settings": "Fandrindrana",
  "Model Information": "Model Information",
  "A simple, high-quality voice conversion tool focused on ease of use and performance.": "Fitaovana fiovam-po feo tsotra sy avo lenta mifantoka amin'ny fampiasana mora sy ny fampisehoana.",
  "Audio cutting": "Audio fanapahana",
  "Process effects": "Ny fiantraikan'ny dingana",
  "Model Name": "Modely Name",
  "Enter model name": "Ampidiro ny anaran'ny modely",
  "Dataset Path": "Dataset Path",
  "Name of the new model.": "Anaran'ny modely vaovao.",
  "Dataset Creator": "Mpamorona Dataset",
  "Dataset Name": "Anaran'ny Dataset",
  "It's recommended to deactivate this option if your dataset has already been processed.": "Soso-kevitra ny hanafoanana io safidy io raha efa vita ny dataset.",
  "Enter dataset name": "Ampidiro ny anaran'ny dataset",
  "Refresh Datasets": "Hamelombelona ny Datasets",
  "Name of the new dataset.": "Anaran'ny daty vaovao.",
  "Path to the dataset folder.": "Sori-dàlana mankany amin'ny laha-tahiry dataset.",
  "Upload Audio Dataset": "Ampidiro ny Dataset audio",
  "The audio file has been successfully added to the dataset. Please click the preprocess button.": "Ny rakitra audio dia nampidirina tamim-pahombiazana tao amin'ny dataset. Azafady tsindrio ny bokotra preprocess.",
  "This section contains some extra utilities that often may be in experimental phases.": "Ity fizarana ity dia misy fitaovana fanampiny izay matetika ao anatin'ny dingana fanandramana.",
  "Enter dataset path": "Ampidiro ny sori-dàlan'ny dataset",
  "Sampling Rate": "Tahan'ny santionany",
  "Version of the model architecture.": "Dikan-teny amin'ny modely rafitra.",
  "The sampling rate of the audio files.": "Ny santionany tahan'ny ny raki-peo raki-daza.",
  "Embedder Model": "Modelin'ny Embedder",
  "Model Architecture": "Model Architecture",
  "Batch Size": "Batch Size",
  "Hop Length": "Halavan'ny Hop",
  "Model used for learning speaker embedding.": "Modely ampiasaina amin'ny fampidirana ny mpandahateny amin'ny fianarana.",
  "Extract": "Hanesorana",
  "Preprocess Dataset": "Dataset mialoha",
  "Save Every Epoch": "Tehirizo ny fotoana rehetra",
  "It's advisable to align it with the available VRAM of your GPU. A setting of 4 offers improved accuracy but slower processing, while 8 provides faster and standard results.": "Tsara ny mampifanaraka azy amin'ny VRAM misy anao GPU. Ny fametrahana ny 4 dia manome ny marina kokoa fa miadana kokoa fanodinana, raha 8 manome haingana sy fitsipika vokatra.",
  "Determine at how many epochs the model will saved at.": "Fantaro hoe firy ny vanim-potoana ho voavonjy ny modely.",
  "Denotes the duration it takes for the system to transition to a significant pitch change. Smaller hop lengths require more time for inference but tend to yield higher pitch accuracy.": "Manondro ny faharetan'ny fotoana ilain'ny rafitra mba hidirana amin'ny fiovana goavana. Ny halavan'ny hop kely kokoa dia mitaky fotoana bebe kokoa ho an'ny inference saingy mirona amin'ny fanomezana mari-pahaizana ambony kokoa.",
  "Total Epoch": "Total Epoch",
  "Save Only Latest": "Vonjeo fotsiny ny farany",
  "Specifies the overall quantity of epochs for the model training process.": "Mamaritra ny habetsaky ny vanim-potoana ankapobeny ho an'ny dingana fanofanana modely.",
  "Pretrained": "Fiofanana mialoha",
  "Custom Pretrained": "Fomba fanao efa voaofana mialoha",
  "Upload Pretrained Model": "Ampidiro ny modely efa voaofana",
  "Save Every Weights": "Tehirizo ny lanja rehetra",
  "Refresh Custom Pretraineds": "Hamelombelona ny fomba amam-panao efa voaofana",
  "Pretrained Custom Settings": "Custom Settings efa nomanina mialoha",
  "This setting enables you to save the weights of the model at the conclusion of each epoch.": "Io toe-javatra io dia ahafahanao manavotra ny lanjan'ny modely amin'ny famaranana ny vanim-potoana tsirairay.",
  "Enabling this setting will result in the G and D files saving only their most recent versions, effectively conserving storage space.": "Ny famelana izany toe-javatra izany dia hiafara amin'ny rakitra G sy D izay mitahiry ny dikan-teny farany indrindra, izay mitahiry tsara ny toerana fitehirizana.",
  "Pretrained G Path": "Custom Pretrained G",
  "Utilizing custom pretrained models can lead to superior results, as selecting the most suitable pretrained models tailored to the specific use case can significantly enhance performance.": "Ny fampiasana modely efa nomanina mialoha dia mety hitarika ho amin'ny vokatra tsara kokoa, satria ny fisafidianana ireo modely tsara indrindra mifanaraka amin'ny tranga fampiasana manokana dia afaka manatsara ny fampisehoana.",
  "Pretrained D Path": "Custom Pretrained D",
  "GPU Settings": "GPU Settings",
  "Click the refresh button to see the pretrained file in the dropdown menu.": "Tsindrio ny bokotra hamelombelona mba hahitana ny rakitra efa voaofana ao amin'ny menio dropdown.",
  "GPU Custom Settings": "GPU Custom Settings",
  "The file you dropped is not a valid pretrained file. Please try again.": "Ny rakitra nalatsaka dia tsy manan-kery pretrained rakitra. Miangavy anao hanandrana indray.",
  "Sets advanced GPU settings, recommended for users with better GPU architecture.": "Sets mandroso GPU toe-javatra, soso-kevitra ho an'ny mpampiasa amin'ny tsara kokoa GPU maritrano.",
  "0 to ∞ separated by -": "0 ka hatramin'ny ∞ misaraka amin'ny -",
  "The GPU information will be displayed here.": "Ny fampahalalana GPU dia haseho eto.",
  "GPU Information": "Fampahalalana GPU",
  "Pitch Guidance": "Fitarihan-dalana",
  "Use CPU": "Ampiasao ny CPU",
  "Specify the number of GPUs you wish to utilize for preprocess by entering them separated by hyphens (-). At the moment, using multi-gpu will not have a significant effect.": "Lazao ny isan'ny GPU tianao hampiasaina amin'ny preprocess amin'ny fampidirana azy ireo misaraka amin'ny hyphens (-). Amin'izao fotoana izao, ny fampiasana multi-gpu dia tsy hisy fiantraikany lehibe.",
  "The number of CPU cores to use in the preprocess. The default setting are your cpu cores, which is recommended for most cases.": "Ny isan'ny CPU cores ampiasaina ao amin'ny preprocess. Ny toerana misy anao dia ny cpu cores, izay atolotra ho an'ny ankamaroan'ny tranga.",
  "The number of CPU cores to use in the extraction process. The default setting are your cpu cores, which is recommended for most cases.": "Ny isan'ny CPU cores ampiasaina amin'ny dingana fitrandrahana. Ny toerana misy anao dia ny cpu cores, izay atolotra ho an'ny ankamaroan'ny tranga.",
  "Force the use of CPU for training.": "Manery ny fampiasana CPU ho an'ny fampiofanana.",
  "Extract Features": "Endri-javatra hanesorana",
  "Utilize pretrained models when training your own. This approach reduces training duration and enhances overall quality.": "Ampiasao ireo modely efa voaomana mialoha rehefa mampiofana ny tenanao manokana. Ity fomba fiasa ity dia mampihena ny faharetan'ny fampiofanana ary manatsara ny kalitaon'ny ankapobeny.",
  "Specify the number of GPUs you wish to utilize for extracting by entering them separated by hyphens (-).": "Lazao ny isan'ny GPU tianao hampiasaina amin'ny fitrandrahana amin'ny alàlan'ny fampidirana azy ireo misaraka amin'ny hyphens (-).",
  "By employing pitch guidance, it becomes feasible to mirror the intonation of the original voice, including its pitch. This feature is particularly valuable for singing and other scenarios where preserving the original melody or pitch pattern is essential.": "Amin'ny alalan'ny fampiasana ny fitarihana, dia lasa azo atao ny maka tahaka ny feon'ny feo tany am-boalohany, anisan'izany ny toerany. Ity endri-javatra ity dia tena manan-danja tokoa amin'ny fihirana sy ireo tranga hafa izay tena ilaina ny fitehirizana ny feonkira na ny dity tany am-boalohany.",
  "We prioritize running the model preprocessing on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.": "Izahay dia manome laharam-pahamehana ny famolavolana modely amin'ny GPU ho an'ny fampisehoana haingana kokoa. Raha tianao ny mampiasa ny CPU, avelao fotsiny ny GPU saha banga.",
  "Cache Dataset in GPU": "Cache Dataset in GPU",
  "We prioritize running the model extraction on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.": "Izahay dia manome laharam-pahamehana ny famokarana modely amin'ny GPU ho an'ny fampisehoana haingana kokoa. Raha tianao ny mampiasa ny CPU, avelao fotsiny ny GPU saha banga.",
  "Index Algorithm": "Index Algorithm",
  "GPU Number": "GPU Number",
  "Cache the dataset in GPU memory to speed up the training process.": "Cache ny dataset ao amin'ny GPU fahatsiarovana mba hanafainganana ny dingan'ny fampiofanana.",
  "Overtraining Detector": "Overtraining Detector",
  "Overtraining Detector Settings": "Fikirakirana ny Detector Overtraining",
  "Overtraining Threshold": "Tokonam-baravarana tafahoatra",
  "KMeans is a clustering algorithm that divides the dataset into K clusters. This setting is particularly useful for large datasets.": "KMeans dia algorithm clustering izay manasaraka ny dataset ho vondrona K. Ity sehatra ity dia tena ilaina ho an'ny angon-drakitra lehibe.",
  "Fresh Training": "Fampiofanana vaovao",
  "Stop Training": "Atsaharo ny fampiofanana",
  "Detect overtraining to prevent the model from learning the training data too well and losing the ability to generalize to new data.": "Fantaro ny fihoaram-pefy mba hisorohana ny modely tsy hianatra tsara loatra ny angon-drakitra momba ny fampiofanana ary very ny fahafahana generalize amin'ny angon-drakitra vaovao.",
  "Generate Index": "Mamorona Index",
  "Set the maximum number of epochs you want your model to stop training if no improvement is detected.": "Mamaritra ny isan'ny ambony indrindra epochs tianao ny modely mba hampitsahatra ny fampiofanana raha tsy misy fanatsarana no hita.",
  "Export Model": "Export Model",
  "Exported Pth file": "Exported Pth rakitra",
  "Start Training": "Atombohy ny fampiofanana",
  "Exported Index file": "Exported Index rakitra",
  "Select the pth file to be exported": "Safidio ny rakitra pth haondrana",
  "Enable this setting only if you are training a new model from scratch or restarting the training. Deletes all previously generated weights and tensorboard logs.": "Alefaso io toe-javatra io raha toa ianao ka mampiofana modely vaovao avy amin'ny rangotra, ratra kely, na restarting ny fampiofanana. Fafao ireo vato rehetra efa voaforona teo aloha sy ny vatan-kazo tensorboard.",
  "Upload": "Mampakatra",
  "Voice Model": "Modely feo",
  "Select the index file to be exported": "Safidio ny arsiva haondrana",
  "Select the voice model to use for the conversion.": "Safidio ny modely feo ampiasaina amin'ny fiovam-po.",
  "Index File": "Rakitra Index",
  "Refresh": "Mamelombelona",
  "Unload Voice": "Feo tsy misy dikany",
  "Single": "Mpitovo",
  "Upload Audio": "Ampidiro ny Audio",
  "Select the audio to convert.": "Safidio ny feo mba hiova fo.",
  "Select Audio": "Safidio ny Audio",
  "Select the index file to use for the conversion.": "Safidio ny rakitra index ampiasaina amin'ny fiovam-po.",
  "Advanced Settings": "Advanced Settings",
  "Custom Output Path": "Custom Output lalana",
  "The button 'Upload' is only for google colab: Uploads the exported files to the ApplioExported folder in your Google Drive.": "Ny bokotra 'Upload' dia ho an'ny google colab ihany: Ampidiro ao amin'ny fampirimana ApplioExported ao amin'ny Google Drive ireo rakitra naondrana ireo.",
  "Export Format": "Export Format",
  "Output Path": "Làlam-pamokarana",
  "Clear Outputs (Deletes all audios in assets/audios)": "Clear Outputs (Fafao ny horonam-peo rehetra amin'ny fananana / feo)",
  "Select the format to export the audio.": "Safidio ny endrika hanondranana ny raki-peo.",
  "Split Audio": "Split Audio",
  "Autotune": "Autotune",
  "Clean Audio": "Audio madio",
  "The path where the output audio will be saved, by default in assets/audios/output.wav": "Ny lalana izay ny Output raki-peo dia ho voavonjy, amin'ny alalan'ny toerana misy anao amin'ny fananana / peo / output.wav",
  "Clean Strength": "Tanjaka madio",
  "Split the audio into chunks for inference to obtain better results in some cases.": "Zarao ho tapa-kazo ny feo mba hahazoana vokatra tsara kokoa amin'ny tranga sasany.",
  "Upscale Audio": "Upscale Audio",
  "Apply a soft autotune to your inferences, recommended for singing conversions.": "Ampiharo ny autotune malefaka amin'ny hevitrao, izay aroso amin'ny fihirana fiovam-po.",
  "Clean your audio output using noise detection algorithms, recommended for speaking audios.": "Diovy ny feo Output mampiasa feo mamantatra algorithms, soso-kevitra noho ny miteny Audios.",
  "Formant Shifting": "Fiovana tsy misy dikany",
  "Upscale the audio to a higher quality, recommended for low-quality audios. (It could take longer to process the audio)": "Amboary ny feo ho amin'ny kalitao avo kokoa, atolotra ho an'ny horonam-peo ambany kalitao. (Mety haharitra ela kokoa ny fandraisana ny feo)",
  "Enable formant shifting. Used for male to female and vice-versa convertions.": "Alefaso ny fiovan'ny formant. Ampiasaina ho an'ny lahy sy vavy ary ny mifamadika amin'izany.",
  "Browse presets for formanting": "Browse presets ho an'ny formanting",
  "Quefrency for formant shifting": "Quefrency ho an'ny fiovan'ny taloha",
  "Set the clean-up level to the audio you want, the more you increase it the more it will clean up, but it is possible that the audio will be more compressed.": "Ataovy ny haavon'ny fanadiovana amin'ny feo tianao, arakaraka ny hampitomboanao azy no hanadiovany bebe kokoa, saingy azo atao ny hampitambatra kokoa ny feo.",
  "Default value is 1.0": "Ny sanda default dia 1.0",
  "Pitch": "Pitch",
  "Presets are located in /assets/formant_shift folder": "Presets dia hita ao amin'ny /assets/formant_shift lahatahiry",
  "Filter Radius": "Filter Radius",
  "Timbre for formant shifting": "Timbre ho an'ny fiovan'ny taloha",
  "Search Feature Ratio": "Search endri-javatra tahan'ny",
  "Set the pitch of the audio, the higher the value, the higher the pitch.": "Apetraho ny dity ny feo, ny avo kokoa ny lanjany, ny avo kokoa ny dity.",
  "Volume Envelope": "Boky valopy",
  "Influence exerted by the index file; a higher value corresponds to greater influence. However, opting for lower values can help mitigate artifacts present in the audio.": "Fitarihana ampiasain'ny rakitra fanondro; Ny lanjany ambony kokoa dia mifanaraka amin'ny fitaomana lehibe kokoa. Na izany aza, ny fisafidianana ny soatoavina ambany dia afaka manampy amin'ny fanalefahana ireo zava-kanto hita ao amin'ny feo.",
  "Protect Voiceless Consonants": "Arovy ireo consonants tsy misy feo",
  "Pitch extraction algorithm": "Fitrandrahana ny algôrithma",
  "Batch": "Batch",
  "Substitute or blend with the volume envelope of the output. The closer the ratio is to 1, the more the output envelope is employed.": "Manolo na mifangaro amin'ny valopy misy ny vokatra. Ny akaiky kokoa ny tahan'ny dia ny 1, ny bebe kokoa ny output valopy no miasa.",
  "Export Audio": "Export Audio",
  "If the number is greater than or equal to three, employing median filtering on the collected tone results has the potential to decrease respiration.": "Raha lehibe kokoa na mitovy amin'ny telo ny isa, dia mety hampihena ny fihetseham-po ny fampiasana fanivanana haino aman-jery amin'ny valin'ny feo voaangona.",
  "Convert": "Niova fo",
  "Input Folder": "Laha-tahiry fahan'ny",
  "Pitch extraction algorithm to use for the audio conversion. The default algorithm is rmvpe, which is recommended for most cases.": "Ny algorithm fitrandrahana dity ampiasaina amin'ny fiovam-peo. Ny algorithm default dia rmvpe, izay atolotra ho an'ny ankamaroan'ny tranga.",
  "Safeguard distinct consonants and breathing sounds to prevent electro-acoustic tearing and other artifacts. Pulling the parameter to its maximum value of 0.5 offers comprehensive protection. However, reducing this value might decrease the extent of protection while potentially mitigating the indexing effect.": "Arovy ny renisoratra miavaka sy ny feon'ny fofonaina mba hisorohana ny fandrobana elektro-acoustic sy ny zava-misy hafa. Ny fanesorana ny fikirana amin'ny lanjany ambony indrindra amin'ny 0.5 dia manome fiarovana feno. Na izany aza, ny fampihenana io sanda io dia mety hampihena ny haben'ny fiarovana raha mety hampihena ny fiantraikan'ny indexing.",
  "Output Folder": "Output laha-tahiry",
  "Enter input path": "Ampidiro ny sori-dàlan'ny fidirana",
  "Select the folder containing the audios to convert.": "Safidio ny laha-tahiry ahitana ireo horonam-peo hiova.",
  "Select the folder where the output audios will be saved.": "Safidio ny lahatahiry izay hamonjena ireo horonam-peo.",
  "Get information about the audio": "Mahazoa fampahalalana momba ny feo",
  "Enter output path": "Ampidiro ny làlan'ny output",
  "## Voice Blender": "# # Feon'ny blender",
  "Voice Blender": "Feo blender",
  "Blend Ratio": "Mifangaro Ratio",
  "You can also use a custom path.": "Azonao atao ihany koa ny mampiasa ny fomba amam-panao lalana.",
  "Fusion": "Fusion",
  "Drag and drop your model here": "Tariho ary atsipazo eto ny modelinao",
  "Path to Model": "Lalana mankany amin'ny modely",
  "Enter path to model": "Ampidiro ny lalana mankany amin'ny modely",
  "Select two voice models, set your desired blend percentage, and blend them into an entirely new voice.": "Mifidiana modely feo roa, apetraho ny isan-jaton'ny fangaronao tianao, ary afangaroy ho feo vaovao tanteraka.",
  "Inroduce the model information": "Ampidino ny fampahalalana modely",
  "Model information to be placed": "Modely vaovao hapetraka",
  "View model information": "Jereo ny fampahalalana modely",
  "Adjusting the position more towards one side or the other will make the model more similar to the first or second.": "Ny fanitsiana ny toerana bebe kokoa mankany amin'ny lafiny iray na ny iray hafa dia hahatonga ny modely hitovy kokoa amin'ny voalohany na faharoa.",
  "View": "Hijery",
  "Model extraction": "Fitrandrahana modely",
  "Introduce the model pth path": "Ampahafantaro ny modely pth lalana",
  "Pth file": "Pth rakitra",
  "The information to be placed in the model (You can leave it blank or put anything).": "Ny vaovao mba hapetraka ao amin'ny modely (Azonao atao ny mamela izany banga na mametraka na inona na inona).",
  "Output of the pth file": "Output ny pth rakitra",
  "Extract F0 Curve": "Hanesorana F0 Curve",
  "Model conversion": "Modely fiovam-po",
  "# How to Report an Issue on GitHub": "# Ahoana ny fomba hitantarana olana amin'ny GitHub",
  "Record Screen": "Firaketana an-tsoratra Efijery",
  "Record": "Record",
  "Stop Recording": "Ajanony ny firaketana",
  "The f0 curve represents the variations in the base frequency of a voice over time, showing how pitch rises and falls.": "Ny f0 curve dia maneho ny fiovaovan'ny faharetan'ny feo iray rehefa mandeha ny fotoana, mampiseho ny fomba fiakaran'ny pitch sy ny fianjerana.",
  "Introduce the model .pth path": "Ampahafantaro ny modely .pth lalana",
  "Model Link": "Model Link",
  "## Download Model": "## Download Model",
  "4. Complete the provided issue template, ensuring to include details as needed, and utilize the assets section to upload the recorded file from the previous step.": "4. Fenoy ny template olana nomena, miantoka ny hampiditra ny antsipiriany raha ilaina, ary ampiasao ny fizarana fananana mba hampidirana ny rakitra voarakitra avy amin'ny dingana teo aloha.",
  "3. Go to [GitHub Issues](https://github.com/IAHispano/Applio/issues) and click on the 'New Issue' button.": "3. Mandehana any amin'ny [GitHub Issues](https://github.com/IAHispano/Applio/issues) ary tsindrio ny bokotra 'Olana Vaovao'.",
  "See Model Information": "Jereo ny Model Information",
  "Download Model": "Download Model",
  "Introduce the model link": "Ampidiro ny rohy modely",
  "## Drop files": "## Mitete raki-daza",
  "Search": "Search",
  "2. Once you have finished recording the issue, click on the 'Stop Recording' button (the same button, but the label changes depending on whether you are actively recording or not).": "2. Rehefa vita ny fandraketana ny olana, tsindrio ny bokotra 'Stop Recording' (bokotra mitovy, fa miova ny marika arakaraka ny firaketana na tsia).",
  "## Search Model": "## Search Model",
  "Drag your .pth file and .index file into this space. Drag one and then the other.": "Alefaso ny rakitra .pth sy .index ao amin'ity toerana ity. Tariho ny iray ary avy eo ny iray hafa.",
  "Introduce the model name to search.": "Ampidiro ny anaran'ny modely mba hikaroka.",
  "TTS Voices": "TTS Voices",
  "## Download Pretrained Models": "## Download Pretrained Models",
  "And select the sampling rate": "Ary mifidy ny santionany tahan'ny.",
  "We couldn't find models by that name.": "Tsy afaka mahita maodely amin'izany anarana izany izahay.",
  "Select the pretrained model you want to download.": "Safidio ny modely efa nomaninao izay tianao alaina.",
  "Increase or decrease TTS speed.": "Ampitomboy na hampihenana ny hafainganam-pandehan'ny TTS.",
  "Text to Synthesize": "Lahabolana amin'ny Synthesize",
  "Select the TTS voice to use for the conversion.": "Safidio ny feon'ny TTS ampiasaina amin'ny fiovam-po.",
  "Enter the text to synthesize.": "Ampidiro ny lahatsoratra mba hampifangaroana.",
  "TTS Speed": "Hafainganan'ny TTS",
  "Upload a .txt file": "Mampakatra rakitra .txt",
  "Enter text to synthesize": "Ampidiro anatin'ny lahabolana ny synthesize",
  "The path to the text file that contains content for text to speech.": "Ny lalana mankany amin'ny rakitra an-tsoratra izay misy atiny ho an'ny lahatsoratra ho an'ny lahateny.",
  "Input path for text file": "Sori-dàlana ho an'ny rakitra an-tsoratra",
  "Output Path for TTS Audio": "Output lalana ho an'ny TTS Audio",
  "Output Path for RVC Audio": "Output lalana ho an'ny RVC Audio",
  "Enable fake GPU": "Alefaso ny GPU sandoka",
  "Enable Applio integration with Discord presence": "Ampidiro ny fampidirana Applio amin'ny fisian'ny discord",
  "It will activate the possibility of displaying the current Applio activity in Discord.": "Hampihetsika ny fahafahana maneho ny hetsika Applio amin'izao fotoana izao ao amin'ny Discord.",
  "Restart Applio": "Restart Applio",
  "It will activate the possibility of downloading models with a click from the website.": "Izany dia mampihetsika ny mety hisian'ny downloading modely amin'ny tsindrio avy amin'ny tranonkala.",
  "Language": "Fiteny",
  "Enable Applio integration with applio.org/models using flask": "Ampidiro ny fampidirana Applio amin'ny applio.org/models mampiasa tavoara",
  "Activates the train tab. However, please note that this device lacks GPU capabilities, hence training is not supported. This option is only for testing purposes. (This option will restart Applio)": "Activating ny fiaran-dalamby vakizoro. Na izany aza, mariho fa tsy ampy fahaiza-manao GPU ity fitaovana ity, noho izany dia tsy tohanana ny fampiofanana. Ity safidy ity dia natao fotsiny ho an'ny tanjona fitsapana. (Ity safidy ity dia hamerina ny Applio)",
  "Training is currently unsupported due to the absence of a GPU. To activate the training tab, navigate to the settings tab and enable the 'Fake GPU' option.": "Amin'izao fotoana izao dia tsy misy ny fiofanana noho ny tsy fisian'ny GPU. Mba hampavitrika ny tabilaon'ny fampiofanana, mandehana any amin'ny tabilao fikirakirana ary mamela ny safidy 'GPU sandoka'.",
  "Select the theme you want to use. (Requires restarting Applio)": "Safidio ny lohahevitra tianao hampiasaina. (Avereno ny applio)",
  "Precision": "Fametrahana mazava tsara",
  "Select the language you want to use. (Requires restarting Applio)": "Fidio izay fiteny tianao hampiasaina. (Avereno ny applio)",
  "Update precision": "Update fametrahana mazava tsara",
  "Select the precision you want to use for training and inference.": "Safidio ny fametrahana mazava tsara tianao hampiasaina amin'ny fampiofanana sy ny fampidirana.",
  "1. Click on the 'Record Screen' button below to start recording the issue you are experiencing.": "1. Tsindrio eo amin'ny 'Record Screen' bokotra eto ambany mba hanomboka ny firaketana an-tsoratra ny olana ianao miaina.",
  "Drag your plugin.zip to install it": "Adikao ny plugin.zip hametraka azy",
  "Version Checker": "Version Checker",
  "Plugin Installer": "Plugin Installer",
  "Check for updates": "Jereo ny fanavaozana",
  "Post-Process": "Taorian'ny dingana",
  "Check which version of Applio is the latest to see if you need to update.": "Jereo hoe iza amin'ireo kinova Applio no farany hahitana raha mila manavao ianao.",
  "Reverb": "Reverb",
  "Apply reverb to the audio.": "Ampiharo ny famerenana amin'ny feo.",
  "Post-process the audio to apply effects to the output.": "Fandefasana ny feo mba hampihatra ny vokatra amin'ny output.",
  "Reverb Room Size": "Haben'ny efitrano Reverb",
  "Set the room size of the reverb.": "Mamaritra ny haben'ny efitrano ny famerenana.",
  "Reverb Damping": "Reverb Damping",
  "Set the damping of the reverb.": "Apetraho ny fihenan'ny famerenana.",
  "Theme": "Theme",
  "Reverb Wet Gain": "Reverb lena Gain",
  "Reverb Dry Gain": "Reverb maina tombony",
  "Reverb Width": "Sakany Reverb",
  "Reverb Freeze Mode": "Reverb Freeze Mode",
  "Set the dry gain of the reverb.": "Apetraho ny tombony maina amin'ny famerenana.",
  "Pitch Shift": "Fiovana eo amin'ny kianja",
  "Set the freeze mode of the reverb.": "Mamaritra ny fomba fampangatsiahana ny famerenana.",
  "Pitch Shift Semitones": "Pitch Shift Semitones",
  "Apply pitch shift to the audio.": "Ampiharo ny fiovam-peo amin'ny feo.",
  "Limiter": "Limiter",
  "Set the pitch shift semitones.": "Amboary ny semitones amin'ny fihodinana.",
  "Limiter Threshold dB": "Limiter Threshold dB",
  "Apply limiter to the audio.": "Ampiharo ny fetra amin'ny feo.",
  "Limiter Release Time": "Fotoana famoahana voafetra",
  "Set the wet gain of the reverb.": "Apetraho ny tombony mando amin'ny famerenana.",
  "Set the width of the reverb.": "Amboary ny haben'ny Reverb.",
  "Gain": "Tombony",
  "Set the limiter release time.": "Mamaritra ny fetran'ny fotoana fandefasana.",
  "Gain dB": "Mahazo dB",
  "Distortion": "Fanodinkodinana",
  "Set the gain dB.": "Ampidiro ny dB tombony.",
  "Apply gain to the audio.": "Ampiharo ny tombony amin'ny audio.",
  "Apply distortion to the audio.": "Ampiharo ny fanovana ny raki-peo.",
  "Chorus": "Chorus",
  "Set the limiter threshold dB.": "Mamaritra ny fetran'ny fetra dB.",
  "Set the distortion gain.": "Mamaritra ny tombony azo avy amin'ny famadihana.",
  "Distortion Gain": "Tombom - barotra",
  "Apply chorus to the audio.": "Ampiharo amin'ny feo ny fiverenan-kira.",
  "Chorus Rate Hz": "Chorus tahan'ny Hz",
  "Set the chorus depth.": "Ataovy lalina ny feon-kira.",
  "Set the chorus rate Hz.": "Mamaritra ny tahan'ny fiverenan-kira Hz.",
  "Chorus Center Delay ms": "Nahemotra ny ms ny Foiben'ny Chorus",
  "Chorus Feedback": "Chorus Feedback",
  "Chorus Depth": "Chorus halalin'ny",
  "Bitcrush": "Bitcrush",
  "Chorus Mix": "Chorus Mix",
  "Bitcrush Bit Depth": "Bitcrush Bit Depth",
  "Set the chorus mix.": "Apetraho ny feon-kira mifangaro.",
  "Set the chorus center delay ms.": "Apetraho ny foiben'ny fiverenan-kira amin'ny fanemorana ny ms.",
  "Clipping": "Clipping",
  "Set the chorus feedback.": "Mametraha ny valin-kira amin'ny fiverenan-kira.",
  "Apply bitcrush to the audio.": "Ampiharo ny bitcrush amin'ny feo.",
  "Set the bitcrush bit depth.": "Ataovy lalina ny bitcrush kely.",
  "Apply clipping to the audio.": "Ampiharo amin'ny horonam-peo ny clip.",
  "Clipping Threshold": "Clipping Tokonam-baravarana",
  "Compressor": "Compressor",
  "Set the clipping threshold.": "Amboary ny fetran'ny clipping.",
  "Apply compressor to the audio.": "Ampiharo ny compressor amin'ny feo.",
  "Compressor Threshold dB": "Compressor Tokonam-baravarana dB",
  "Compressor Ratio": "Compressor tahan'ny",
  "Compressor Attack ms": "Compressor Attack MS",
  "Set the compressor threshold dB.": "Mamaritra ny compressor tokonam-baravaran'ny dB.",
  "Compressor Release ms": "Compressor Release ms",
  "Delay": "Fahatarana",
  "Set the compressor ratio.": "Mamaritra ny tahan'ny compressor.",
  "Set the compressor release ms.": "Mamaritra ny compressor famoahana ms.",
  "Set the compressor attack ms.": "Mamaritra ny fanafihana compressor MS.",
  "Apply delay to the audio.": "Ampiharo ny fahataran'ny feo.",
  "Delay Seconds": "Manemotra segondra",
  "Set the delay seconds.": "Mamaritra ny fahatarana segondra.",
  "Delay Mix": "Delay Mix",
  "Delay Feedback": "Manemotra ny fanehoan-kevitra",
  "Set the delay feedback.": "Mamaritra ny valin'ny fahatarana.",
  "Set the delay mix.": "Apetraho ny fifangaroan'ny fahatarana.",
  "Custom Embedder": "Custom Embedder",
  "Select Custom Embedder": "Safidio ny Custom Embedder",
  "model information": "Modely vaovao",
  "Refresh embedders": "Mamelombelona embedders",
  "Folder Name": "Anaran'ny laha-tahiry",
  "Upload .bin": "Mampakatra .bin",
  "Upload .json": "Mampakatra .json",
  "Move files to custom embedder folder": "Afindrao any amin'ny lahatahiry fanatsofohana ny rakitra",
  "Model Creator": "Modelin'ny Mpamorona",
  "Name of the model creator. (Default: Unknown)": "Anaran'ny mpamorona modely. (Fitohizan'ny hafatra: tsy fantatra)",
  "Speaker ID": "IDn'ny mpandaha-teny",
  "Model Author Name": "Ny anaran'ny mpanoratra modely",
  "Select the speaker ID to use for the conversion.": "Safidio ny ID mpandahateny ampiasaina amin'ny fiovam-po.",
  "Set name": "Mamaritra ny anarana",
  "The name that will appear in the model information.": "Ny anarana izay hiseho ao amin'ny modely vaovao.",
  "Set the autotune strength - the more you increase it the more it will snap to the chromatic grid.": "Apetraho ny herin'ny autotune - arakaraka ny ampitomboanao azy no hahabetsaka azy ho tonga any amin'ny tambajotra chromatika."
}