{
  "Extra": "Extra",
  "Processing": "Ipproċessar",
  "Inference": "Inferenza",
  "Audio Analyzer": "Analizzatur tal-Awdjo",
  "Download": "Tniżżel",
  "Merge Audios": "Għaqqad l-Awdjo",
  "The output information will be displayed here.": "L-informazzjoni dwar l-output se tintwera hawn.",
  "Model Information": "Informazzjoni mudell",
  "Settings": "Issettjar",
  "This section contains some extra utilities that often may be in experimental phases.": "Din it-taqsima fiha xi utilitajiet żejda li ħafna drabi jistgħu jkunu f'fażijiet sperimentali.",
  "Plugins": "Plugins",
  "Report a Bug": "Irrapporta Bug",
  "A simple, high-quality voice conversion tool focused on ease of use and performance.": "Għodda sempliċi u ta 'kwalità għolja ta' konverżjoni tal-vuċi ffokata fuq il-faċilità tal-użu u l-prestazzjoni.",
  "Preprocess": "Proċess minn qabel",
  "Audio cutting": "Qtugħ ta 'l-awdjo",
  "Model Name": "Isem il-Mudell",
  "Process effects": "Effetti tal-proċess",
  "Name of the new model.": "Isem il-mudell il-ġdid.",
  "It's recommended to deactivate this option if your dataset has already been processed.": "Huwa rrakkomandat li tiddiżattiva din l-għażla jekk is-sett tad-dejta tiegħek ikun diġà ġie pproċessat.",
  "Dataset Path": "Mogħdija tas-Sett tad-Dejta",
  "Dataset Creator": "Kreatur tas-sett tad-dejta",
  "Path to the dataset folder.": "Mogħdija għall-fowlder tas-sett tad-dejta.",
  "Dataset Name": "Isem is-sett tad-dejta",
  "Refresh Datasets": "Aġġorna s-Settijiet tad-Dejta",
  "Enter dataset name": "Daħħal l-isem tas-sett tad-dejta",
  "Name of the new dataset.": "Isem is-sett tad-dejta l-ġdid.",
  "Upload Audio Dataset": "Tella' Dataset ta' l-Awdjo",
  "The audio file has been successfully added to the dataset. Please click the preprocess button.": "Il-fajl ta' l-awdjo ġie miżjud b'suċċess mas-sett tad-data. Jekk jogħġbok ikklikkja l-buttuna preprocess.",
  "Sampling Rate": "Rata ta' teħid ta' kampjuni",
  "Extract": "Estratt",
  "Model Architecture": "Mudell tal-Arkitettura",
  "Enter dataset path": "Daħħal il-mogħdija tas-sett tad-dejta",
  "The sampling rate of the audio files.": "Ir-rata ta' teħid ta' kampjuni tal-fajls awdjo.",
  "Embedder Model": "Mudell Embedder",
  "Preprocess Dataset": "Sett tad-Dejta ta' qabel il-proċess",
  "Model used for learning speaker embedding.": "Mudell użat għall-inkorporazzjoni tal-kelliem tat-tagħlim.",
  "Hop Length": "Tul tal-Ħops",
  "Batch Size": "Daqs tal- Lott",
  "Denotes the duration it takes for the system to transition to a significant pitch change. Smaller hop lengths require more time for inference but tend to yield higher pitch accuracy.": "Jindika t-tul ta' żmien li hemm bżonn biex is-sistema tgħaddi għal bidla sinifikanti fil-pitch. Tulijiet iżgħar tal-ħops jeħtieġu aktar ħin għall-inferenza iżda għandhom it-tendenza li jagħtu preċiżjoni ogħla tal-pitch.",
  "Save Every Epoch": "Issejvja Kull Epoka",
  "Pretrained": "Imħarreġ minn qabel",
  "Save Only Latest": "Issejvja Biss l-Aħħar",
  "Total Epoch": "Epoka totali",
  "Training": "Taħriġ",
  "Output Information": "Informazzjoni dwar l-Output",
  "It's advisable to align it with the available VRAM of your GPU. A setting of 4 offers improved accuracy but slower processing, while 8 provides faster and standard results.": "Huwa rakkomandabbli li tallinjaha mal-VRAM disponibbli tal-GPU tiegħek. Issettjar ta '4 joffri preċiżjoni mtejba iżda proċessar aktar bil-mod, filwaqt li 8 jipprovdi riżultati aktar mgħaġġla u standard.",
  "Custom Pretrained": "Custom Imħarreġ minn qabel",
  "This setting enables you to save the weights of the model at the conclusion of each epoch.": "Dan l-issettjar jippermettilek tiffranka l-piżijiet tal-mudell fil-konklużjoni ta 'kull epoka.",
  "Save Every Weights": "Issejvja kull piż",
  "Specifies the overall quantity of epochs for the model training process.": "Jispeċifika l-kwantità globali ta' epoki għall-mudell tal-proċess ta' taħriġ.",
  "Upload Pretrained Model": "Tella' Mudell Imħarreġ minn qabel",
  "Enabling this setting will result in the G and D files saving only their most recent versions, effectively conserving storage space.": "L-attivazzjoni ta 'dan l-issettjar tirriżulta fil-fajls G u D li jiffrankaw biss il-verżjonijiet l-aktar reċenti tagħhom, u effettivament jikkonservaw l-ispazju tal-ħażna.",
  "Pretrained Custom Settings": "Issettjar Tad-Dwana Mħarreġ minn qabel",
  "Refresh Custom Pretraineds": "Aġġorna l-Pretraineds Tad-Dwana",
  "Pretrained D Path": "Custom Pretrained D",
  "Pretrained G Path": "Custom Pretrained G",
  "Click the refresh button to see the pretrained file in the dropdown menu.": "Ikklikkja l-buttuna aġġorna biex tara l-fajl imħarreġ minn qabel fil-menù dropdown.",
  "GPU Settings": "Issettjar tal-GPU",
  "The file you dropped is not a valid pretrained file. Please try again.": "Il-fajl li waqqajt mhux fajl validu mħarreġ minn qabel. Erġa' pprova.",
  "GPU Number": "Numru tal-GPU",
  "Utilizing custom pretrained models can lead to superior results, as selecting the most suitable pretrained models tailored to the specific use case can significantly enhance performance.": "L-użu ta 'mudelli mfassla minn qabel apposta jista' jwassal għal riżultati superjuri, peress li l-għażla tal-mudelli l-aktar adattati mfassla minn qabel imfassla għall-każ ta 'użu speċifiku tista' ttejjeb b'mod sinifikanti l-prestazzjoni.",
  "Sets advanced GPU settings, recommended for users with better GPU architecture.": "Jissettja settings avvanzati tal-GPU, rakkomandati għal utenti b'arkitettura GPU aħjar.",
  "Enter model name": "Daħħal l-isem tal-mudell",
  "GPU Custom Settings": "Issettjar Tad-Dwana tal-GPU",
  "The GPU information will be displayed here.": "L-informazzjoni tal-GPU se tintwera hawn.",
  "0 to ∞ separated by -": "0 sa ∞ separati minn -",
  "Pitch Guidance": "Gwida tal-Pitch",
  "Specify the number of GPUs you wish to utilize for preprocess by entering them separated by hyphens (-). At the moment, using multi-gpu will not have a significant effect.": "Speċifika n-numru ta 'GPUs li tixtieq tuża għal preprocess billi ddaħħalhom separati b'hyphens (-). Bħalissa, l-użu ta 'multi-gpu mhux se jkollu effett sinifikanti.",
  "GPU Information": "Informazzjoni tal-GPU",
  "Use CPU": "Uża CPU",
  "The number of CPU cores to use in the preprocess. The default setting are your cpu cores, which is recommended for most cases.": "In-numru ta' nuklei tas-CPU li għandhom jintużaw fil-preproċess. L-issettjar default huwa l-qlub tas-cpu tiegħek, li huwa rrakkomandat għall-biċċa l-kbira tal-każijiet.",
  "Specify the number of GPUs you wish to utilize for extracting by entering them separated by hyphens (-).": "Speċifika n-numru ta 'GPUs li tixtieq tuża għall-estrazzjoni billi ddaħħalhom separati b'hyphens (-).",
  "Force the use of CPU for training.": "Ġiegħel l-użu tas-CPU għat-taħriġ.",
  "The number of CPU cores to use in the extraction process. The default setting are your cpu cores, which is recommended for most cases.": "In-numru ta' nuklei tas-CPU li għandhom jintużaw fil-proċess tal-estrazzjoni. L-issettjar default huwa l-qlub tas-cpu tiegħek, li huwa rrakkomandat għall-biċċa l-kbira tal-każijiet.",
  "Extract Features": "Karatteristiċi tal-Estratt",
  "Version of the model architecture.": "Verżjoni tal-arkitettura tal-mudell.",
  "Utilize pretrained models when training your own. This approach reduces training duration and enhances overall quality.": "Uża mudelli mħarrġa minn qabel meta tħarreġ tiegħek. Dan l-approċċ inaqqas it-tul ta' żmien tat-taħriġ u jtejjeb il-kwalità ġenerali.",
  "By employing pitch guidance, it becomes feasible to mirror the intonation of the original voice, including its pitch. This feature is particularly valuable for singing and other scenarios where preserving the original melody or pitch pattern is essential.": "Bl-użu ta 'gwida tal-pitch, isir fattibbli li tirrifletti l-intonazzjoni tal-vuċi oriġinali, inkluż il-pitch tagħha. Din il-karatteristika hija partikolarment siewja għall-kant u xenarji oħra fejn il-preservazzjoni tal-melodija oriġinali jew il-mudell tal-pitch hija essenzjali.",
  "We prioritize running the model extraction on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.": "Aħna nipprijoritizzaw it-tmexxija tal-estrazzjoni tal-mudell fuq il-GPU għal prestazzjoni aktar mgħaġġla. Jekk tippreferi tuża s-CPU, sempliċement ħalli l-qasam tal-GPU vojt.",
  "Cache Dataset in GPU": "Sett tad-Dejta tal-Cache fil-GPU",
  "Index Algorithm": "Algoritmu tal-Indiċi",
  "Overtraining Detector": "Ditekter tat-Taħriġ Żejjed",
  "We prioritize running the model preprocessing on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.": "Aħna nipprijoritizzaw it-tmexxija tal-mudell ta 'preprocessing fuq il-GPU għal prestazzjoni aktar mgħaġġla. Jekk tippreferi tuża s-CPU, sempliċement ħalli l-qasam tal-GPU vojt.",
  "KMeans is a clustering algorithm that divides the dataset into K clusters. This setting is particularly useful for large datasets.": "KMeans huwa algoritmu ta 'raggruppament li jaqsam is-sett tad-dejta f'raggruppamenti K. Dan l-issettjar huwa partikolarment utli għal settijiet tad-dejta kbar.",
  "Overtraining Threshold": "Limitu ta' overtraining",
  "Cache the dataset in GPU memory to speed up the training process.": "Cache is-sett tad-dejta fil-memorja tal-GPU biex tħaffef il-proċess tat-taħriġ.",
  "Overtraining Detector Settings": "Issettjar tad-Ditekter tat-Taħriġ Żejjed",
  "Fresh Training": "Taħriġ Frisk",
  "Start Training": "Ibda t-Taħriġ",
  "Set the maximum number of epochs you want your model to stop training if no improvement is detected.": "Issettja n-numru massimu ta' epoki li tixtieq li l-mudell tiegħek jieqaf mit-taħriġ jekk ma jinstab l-ebda titjib.",
  "Stop Training": "Waqqaf it-Taħriġ",
  "Detect overtraining to prevent the model from learning the training data too well and losing the ability to generalize to new data.": "Skopri taħriġ żejjed biex tevita li l-mudell jitgħallem id-dejta tat-taħriġ tajjeb wisq u titlef il-kapaċità li tiġġeneralizza għal dejta ġdida.",
  "Export Model": "Mudell ta 'Esportazzjoni",
  "Enable this setting only if you are training a new model from scratch or restarting the training. Deletes all previously generated weights and tensorboard logs.": "Attiva dan l-issettjar biss jekk qed tħarreġ mudell ġdid mill-bidu jew irristartja t-taħriġ. Iħassar il-piżijiet kollha ġġenerati qabel u z-zkuk tat-tensorboard.",
  "Generate Index": "Iġġenera l-Indiċi",
  "Exported Pth file": "Fajl Pth esportat",
  "Upload": "Tella'",
  "Exported Index file": "Fajl tal-Indiċi Esportat",
  "Select the pth file to be exported": "Agħżel il-fajl pth li għandu jiġi esportat",
  "Select the voice model to use for the conversion.": "Agħżel il-mudell tal-vuċi li għandek tuża għall-konverżjoni.",
  "Index File": "Fajl ta' l-Indiċi",
  "Select the index file to be exported": "Agħżel il-fajl ta' l-indiċi li għandu jiġi esportat",
  "Single": "Waħda",
  "Voice Model": "Mudell tal-Vuċi",
  "Unload Voice": "Ħatt il-Vuċi",
  "The button 'Upload' is only for google colab: Uploads the exported files to the ApplioExported folder in your Google Drive.": "Il-buttuna 'Upload' hija biss għall-google colab: Ittella 'l-fajls esportati fil-folder ApplioExported fil-Google Drive tiegħek.",
  "Upload Audio": "Tella' l-Awdjo",
  "Select Audio": "Agħżel l-Awdjo",
  "Select the audio to convert.": "Agħżel l-awdjo biex tikkonverti.",
  "Select the index file to use for the conversion.": "Agħżel il-fajl ta' l-indiċi li għandek tuża għall-konverżjoni.",
  "Advanced Settings": "Issettjar Avvanzat",
  "Output Path": "Mogħdija tal-Ħruġ",
  "Clear Outputs (Deletes all audios in assets/audios)": "Outputs Ċari (Iħassar l-awdjo kollha fl-assi / awdjo)",
  "Split Audio": "Awdjo Maqsum",
  "Custom Output Path": "Mogħdija tal-Ħruġ Personalizzata",
  "Autotune": "Autotune",
  "Clean Audio": "Awdjo Nadif",
  "The path where the output audio will be saved, by default in assets/audios/output.wav": "Il-mogħdija fejn l-awdjo tal-output se jiġi ssejvjat, awtomatikament f'assi/awdjo/output.wav",
  "Export Format": "Format tal-Esportazzjoni",
  "Clean Strength": "Saħħa Nadifa",
  "Split the audio into chunks for inference to obtain better results in some cases.": "Aqsam l-awdjo f'biċċiet għal inferenza biex tikseb riżultati aħjar f'xi każijiet.",
  "Upscale Audio": "Awdjo fuq skala kbira",
  "Determine at how many epochs the model will saved at.": "Iddetermina f'kemm epoki l-mudell se jiffranka fih.",
  "Apply a soft autotune to your inferences, recommended for singing conversions.": "Applika awtotune ratba għall-inferenzi tiegħek, rakkomandata għall-konverżjonijiet tal-kant.",
  "Clean your audio output using noise detection algorithms, recommended for speaking audios.": "Naddaf l-output tal-awdjo tiegħek billi tuża algoritmi ta' skoperta tal-istorbju, rakkomandati biex titkellem awdjo.",
  "Formant Shifting": "Ċaqliq tal-Formant",
  "Enable formant shifting. Used for male to female and vice-versa convertions.": "Attiva ċ-ċaqliq preċedenti. Użati għal konverżjonijiet maskili għal nisa u viċi-versa.",
  "Browse presets for formanting": "Ibbrawżja presets għall-formanting",
  "Upscale the audio to a higher quality, recommended for low-quality audios. (It could take longer to process the audio)": "Skala l-awdjo għal kwalità ogħla, rakkomandat għal awdjo ta 'kwalità baxxa. (Jista' jieħu aktar żmien biex jipproċessa l-awdjo)",
  "Default value is 1.0": "Il-valur default huwa 1.0",
  "Pitch": "Żift",
  "Quefrency for formant shifting": "Quefrency għal ċaqliq formant",
  "Timbre for formant shifting": "Timbre għal ċaqliq formanti",
  "Set the clean-up level to the audio you want, the more you increase it the more it will clean up, but it is possible that the audio will be more compressed.": "Issettja l-livell tat-tindif għall-awdjo li trid, aktar ma żżidu aktar se tnaddaf, iżda huwa possibbli li l-awdjo jkun aktar ikkompressat.",
  "Presets are located in /assets/formant_shift folder": "Presets jinsabu fil-folder /assets/formant_shift",
  "Search Feature Ratio": "Proporzjon tal-Karatteristika tat-Tiftix",
  "Set the pitch of the audio, the higher the value, the higher the pitch.": "Issettja l-pitch tal-awdjo, iktar ma jkun għoli l-valur, iktar ikun għoli l-pitch.",
  "Select the format to export the audio.": "Agħżel il-format biex tesporta l-awdjo.",
  "If the number is greater than or equal to three, employing median filtering on the collected tone results has the potential to decrease respiration.": "Jekk in-numru huwa akbar minn jew ugwali għal tlieta, l-użu ta' filtrazzjoni medjana fuq ir-riżultati tat-ton miġbur għandu l-potenzjal li jnaqqas ir-respirazzjoni.",
  "Volume Envelope": "Envelop tal-Volum",
  "Batch": "Lott",
  "Substitute or blend with the volume envelope of the output. The closer the ratio is to 1, the more the output envelope is employed.": "Issostitwixxi jew ħallat mal-pakkett tal-volum tal-output. Iktar ma jkun qrib il-proporzjon għal 1, aktar jintuża l-envelop tal-output.",
  "Refresh": "Aġġorna",
  "Export Audio": "Esporta l-Awdjo",
  "Influence exerted by the index file; a higher value corresponds to greater influence. However, opting for lower values can help mitigate artifacts present in the audio.": "Influwenza eżerċitata mill-fajl tal-indiċi; valur ogħla jikkorrispondi għal influwenza akbar. Madankollu, l-għażla ta' valuri aktar baxxi tista' tgħin biex jittaffew l-artifatti preżenti fl-awdjo.",
  "Protect Voiceless Consonants": "Ipproteġi Konsonanti Bla Vuċi",
  "Convert": "Aqleb",
  "Pitch extraction algorithm to use for the audio conversion. The default algorithm is rmvpe, which is recommended for most cases.": "Algoritmu ta 'estrazzjoni tal-pitch biex jintuża għall-konverżjoni awdjo. L-algoritmu default huwa rmvpe, li huwa rrakkomandat għall-biċċa l-kbira tal-każijiet.",
  "Safeguard distinct consonants and breathing sounds to prevent electro-acoustic tearing and other artifacts. Pulling the parameter to its maximum value of 0.5 offers comprehensive protection. However, reducing this value might decrease the extent of protection while potentially mitigating the indexing effect.": "Issalvagwardja konsonanti distinti u ħsejjes tan-nifs biex tipprevjeni tiċrit elettro-akustiku u artifatti oħra. Il-ġbid tal-parametru għall-valur massimu tiegħu ta '0.5 joffri protezzjoni komprensiva. Madankollu, it-tnaqqis ta' dan il-valur jista' jnaqqas il-livell ta' protezzjoni filwaqt li potenzjalment itaffi l-effett tal-indiċjar.",
  "Pitch extraction algorithm": "Algoritmu ta 'estrazzjoni tal-pitch",
  "Input Folder": "Fowlder ta' l-Input",
  "Output Folder": "Fowlder tal-Output",
  "Select the folder containing the audios to convert.": "Agħżel il-fowlder li fih l-awdjo biex tikkonverti.",
  "Enter input path": "Daħħal il-mogħdija ta' l-input",
  "Enter output path": "Daħħal il-mogħdija tal-ħruġ",
  "Get information about the audio": "Ikseb informazzjoni dwar l-awdjo",
  "Filter Radius": "Raġġ tal-filtru",
  "## Voice Blender": "## Blender tal-Vuċi",
  "You can also use a custom path.": "Tista 'wkoll tuża mogħdija apposta.",
  "Select the folder where the output audios will be saved.": "Agħżel il-fowlder fejn se jiġu ssejvjati l-awdjo tal-output.",
  "Blend Ratio": "Proporzjon tat-Taħlita",
  "Voice Blender": "Blender tal-Vuċi",
  "Drag and drop your model here": "Iddreggja u waqqa' l-mudell tiegħek hawn",
  "Fusion": "Fużjoni",
  "Select two voice models, set your desired blend percentage, and blend them into an entirely new voice.": "Agħżel żewġ mudelli tal-vuċi, issettja l-perċentwal tat-taħlita mixtieq tiegħek, u ħallathom f'vuċi kompletament ġdida.",
  "Path to Model": "Mogħdija għall-Mudell",
  "Model information to be placed": "Mudell ta' informazzjoni li għandha titqiegħed",
  "Enter path to model": "Daħħal il-mogħdija għall-mudell",
  "Inroduce the model information": "Inroduce l-informazzjoni mudell",
  "View": "Tara",
  "Model extraction": "Estrazzjoni tal-mudell",
  "Adjusting the position more towards one side or the other will make the model more similar to the first or second.": "L-aġġustament tal-pożizzjoni aktar lejn naħa jew oħra jagħmel il-mudell aktar simili għall-ewwel jew it-tieni.",
  "The information to be placed in the model (You can leave it blank or put anything).": "L-informazzjoni li għandha titqiegħed fil-mudell (Tista 'tħalliha vojta jew tpoġġi xi ħaġa).",
  "Model conversion": "Konverżjoni tal-mudell",
  "Pth file": "Fajl Pth",
  "Output of the pth file": "Output tal-fajl pth",
  "Extract F0 Curve": "Estratt F0 Kurva",
  "Introduce the model pth path": "Introduċi l-mudell tal-mogħdija pth",
  "View model information": "Ara l-informazzjoni tal-mudell",
  "The f0 curve represents the variations in the base frequency of a voice over time, showing how pitch rises and falls.": "Il-kurva f0 tirrappreżenta l-varjazzjonijiet fil-frekwenza bażi ta' vuċi maż-żmien, li turi kif il-pitch jogħla u jaqa'.",
  "# How to Report an Issue on GitHub": "# Kif Tirrapporta Kwistjoni fuq GitHub",
  "Record Screen": "Irrekordja l-Iskrin",
  "1. Click on the 'Record Screen' button below to start recording the issue you are experiencing.": "1. Ikklikkja fuq il-buttuna 'Record Screen' hawn taħt biex tibda tirrekordja l-kwistjoni li qed tesperjenza.",
  "3. Go to [GitHub Issues](https://github.com/IAHispano/Applio/issues) and click on the 'New Issue' button.": "3. Mur fi [Kwistjonijiet GitHub](https://github.com/IAHispano/Applio/issues) u kklikkja fuq il-buttuna 'Ħarġa Ġdida'.",
  "Record": "Rekord",
  "See Model Information": "Ara l-Informazzjoni mudell",
  "Stop Recording": "Waqqaf ir-Reġistrazzjoni",
  "## Download Model": "## Mudell tat-Tniżżil",
  "Introduce the model .pth path": "Introduċi l-mudell .pth path",
  "Model Link": "Mudell tal-Link",
  "Download Model": "Niżżel il-Mudell",
  "Introduce the model link": "Introduċi l-link tal-mudell",
  "4. Complete the provided issue template, ensuring to include details as needed, and utilize the assets section to upload the recorded file from the previous step.": "4. Imla l-mudell tal-ħruġ ipprovdut, filwaqt li tiżgura li tinkludi d-dettalji kif meħtieġ, u uża t-taqsima tal-assi biex ittella 'l-fajl irreġistrat mill-pass preċedenti.",
  "2. Once you have finished recording the issue, click on the 'Stop Recording' button (the same button, but the label changes depending on whether you are actively recording or not).": "2. Ladarba tkun lestejt tirrekordja l-kwistjoni, ikklikkja fuq il-buttuna 'Stop Recording' (l-istess buttuna, iżda t-tikketta tinbidel skont jekk tkunx qed tirrekordja b'mod attiv jew le).",
  "## Drop files": "## Waqqa 'l-fajls",
  "Search": "Tiftix",
  "## Search Model": "## Mudell tat-Tiftix",
  "Drag your .pth file and .index file into this space. Drag one and then the other.": "Iddreggja l-fajl .pth tiegħek u l-fajl .index f'dan l-ispazju. Mexxi waħda u mbagħad l-oħra.",
  "## Download Pretrained Models": "## Niżżel mudelli mħarrġa minn qabel",
  "We couldn't find models by that name.": "Ma stajniex insibu mudelli b'dak l-isem.",
  "TTS Speed": "Veloċità TTS",
  "And select the sampling rate": "U agħżel ir-rata ta' teħid ta' kampjuni.",
  "Introduce the model name to search.": "Introduċi l-isem tal-mudell biex tfittex.",
  "Select the pretrained model you want to download.": "Agħżel il-mudell imħarreġ minn qabel li tixtieq tniżżel.",
  "TTS Voices": "TTS Vuċijiet",
  "Increase or decrease TTS speed.": "Żid jew naqqas il-veloċità TTS.",
  "Text to Synthesize": "Test biex Tissintetizza",
  "Select the TTS voice to use for the conversion.": "Agħżel il-vuċi TTS li għandek tuża għall-konverżjoni.",
  "Input path for text file": "Mogħdija tad-dħul għall-fajl tat-test",
  "Upload a .txt file": "Tella' fajl .txt",
  "The path to the text file that contains content for text to speech.": "Il-mogħdija għall-fajl tat-test li fih kontenut għat-test għad-diskors.",
  "Enter the text to synthesize.": "Daħħal it-test biex tissintetizza.",
  "Enter text to synthesize": "Daħħal it-test biex tissintetizza",
  "Output Path for TTS Audio": "Mogħdija tal-Ħruġ għall-Awdjo TTS",
  "Enable fake GPU": "Ippermetti GPU falz",
  "Theme": "Tema",
  "Output Path for RVC Audio": "Mogħdija tal-Ħruġ għall-Awdjo RVC",
  "Enable Applio integration with Discord presence": "Ippermetti l-integrazzjoni ta 'Applio mal-preżenza ta' Discord",
  "It will activate the possibility of displaying the current Applio activity in Discord.": "Se tattiva l-possibbiltà li turi l-attività attwali ta 'Applio f'Discord.",
  "It will activate the possibility of downloading models with a click from the website.": "Se tattiva l-possibbiltà li tniżżel mudelli bi klikk mill-websajt.",
  "Enable Applio integration with applio.org/models using flask": "Ippermetti l-integrazzjoni ta' Applio ma' applio.org/models bl-użu ta' flask",
  "Language": "Lingwa",
  "Select the theme you want to use. (Requires restarting Applio)": "Agħżel it-tema li tixtieq tuża. (Jeħtieġ li terġa' tibda Applio)",
  "Activates the train tab. However, please note that this device lacks GPU capabilities, hence training is not supported. This option is only for testing purposes. (This option will restart Applio)": "Jattiva t-tab tal-ferrovija. Madankollu, jekk jogħġbok innota li dan l-apparat m'għandux kapaċitajiet tal-GPU, għalhekk it-taħriġ mhuwiex appoġġjat. Din l-għażla hija biss għal skopijiet ta' ttestjar. (Din l-għażla terġa 'tibda Applio)",
  "Restart Applio": "Irristartja Applio",
  "Training is currently unsupported due to the absence of a GPU. To activate the training tab, navigate to the settings tab and enable the 'Fake GPU' option.": "It-taħriġ bħalissa mhux appoġġjat minħabba n-nuqqas ta' GPU. Biex tattiva t-tab tat-taħriġ, innaviga lejn it-tab tas-settings u ppermetta l-għażla 'Fake GPU'.",
  "Precision": "Preċiżjoni",
  "Select the language you want to use. (Requires restarting Applio)": "Agħżel il-lingwa li tixtieq tuża. (Jeħtieġ li terġa' tibda Applio)",
  "Update precision": "Aġġorna l-preċiżjoni",
  "Select the precision you want to use for training and inference.": "Agħżel il-preċiżjoni li tixtieq tuża għat-taħriġ u l-inferenza.",
  "Plugin Installer": "Installatur tal-Plugin",
  "Version Checker": "Verifikatur tal-Verżjoni",
  "Reverb": "Reverb",
  "Post-Process": "Wara l-Proċess",
  "Drag your plugin.zip to install it": "Iddreggja l-plugin.zip tiegħek biex tinstallah",
  "Check for updates": "Iċċekkja għal aġġornamenti",
  "Check which version of Applio is the latest to see if you need to update.": "Iċċekkja liema verżjoni ta 'Applio hija l-aħħar li tara jekk għandekx bżonn taġġorna.",
  "Reverb Room Size": "Daqs tal-Kamra reverb",
  "Post-process the audio to apply effects to the output.": "Wara l-proċess l-awdjo biex jiġu applikati effetti għall-output.",
  "Apply reverb to the audio.": "Applika reverb għall-awdjo.",
  "Reverb Damping": "Reverb Damping",
  "Set the damping of the reverb.": "Issettja d-damping tar-reverb.",
  "Set the room size of the reverb.": "Issettja d-daqs tal-kamra tar-reverb.",
  "Reverb Wet Gain": "Reverb Qligħ Imxarrab",
  "Set the wet gain of the reverb.": "Issettja l-gwadann imxarrab tar-reverb.",
  "Reverb Width": "Wisa' tar-Reverb",
  "Reverb Freeze Mode": "Reverb Freeze Mode",
  "Set the dry gain of the reverb.": "Issettja l-gwadann niexef tar-reverb.",
  "Set the width of the reverb.": "Issettja l-wisa 'tar-reverb.",
  "Pitch Shift": "Bidla fil-Pitch",
  "Reverb Dry Gain": "Reverb Qligħ Niexef",
  "Limiter": "Limitatur",
  "Set the freeze mode of the reverb.": "Issettja l-mod tal-iffriżar tar-reverb.",
  "Pitch Shift Semitones": "Semitoni tal-Pitch Shift",
  "Apply limiter to the audio.": "Applika l-limitatur għall-awdjo.",
  "Apply pitch shift to the audio.": "Applika l-bidla tal-pitch għall-awdjo.",
  "Set the pitch shift semitones.": "Issettja s-semitoni tal-pitch shift.",
  "Limiter Release Time": "Ħin tar-Rilaxx tal-Limitatur",
  "Limiter Threshold dB": "Limitu tal-Limitatur dB",
  "Gain": "Qligħ",
  "Set the limiter threshold dB.": "Issettja l-limitu tal-limitatur dB.",
  "Distortion": "Tagħwiġ",
  "Gain dB": "Qligħ dB",
  "Set the gain dB.": "Issettja l-qligħ dB.",
  "Set the limiter release time.": "Issettja l-ħin tar-rilaxx tal-limitatur.",
  "Apply distortion to the audio.": "Applika d-distorsjoni għall-awdjo.",
  "Apply gain to the audio.": "Applika l-gwadann fuq l-awdjo.",
  "Distortion Gain": "Qligħ mid-distorsjoni",
  "Chorus": "Kor",
  "Chorus Rate Hz": "Rata tal-Kor Hz",
  "Apply chorus to the audio.": "Applika l-kor fuq l-awdjo.",
  "Chorus Depth": "Fond tal-Kor",
  "Set the chorus rate Hz.": "Issettja r-rata tal-kor Hz.",
  "Set the distortion gain.": "Issettja l-gwadann tad-distorsjoni.",
  "Set the chorus depth.": "Issettja l-fond tal-kor.",
  "Chorus Feedback": "Feedback tal-Kor",
  "Chorus Center Delay ms": "Dewmien taċ-Ċentru tal-Kor ms",
  "Set the chorus center delay ms.": "Issettja d-dewmien taċ-ċentru tal-kor ms.",
  "Chorus Mix": "Taħlita tal-Kor",
  "Set the chorus feedback.": "Issettja l-feedback tal-kor.",
  "Bitcrush": "Bitcrush",
  "Set the chorus mix.": "Issettja t-taħlita tal-kor.",
  "Apply bitcrush to the audio.": "Applika bitcrush fuq l-awdjo.",
  "Bitcrush Bit Depth": "Bitcrush Fond bit",
  "Set the bitcrush bit depth.": "Issettja l-fond tal-bit bitcrush.",
  "Clipping": "Qtugħ",
  "Compressor": "Kumpressur",
  "Apply clipping to the audio.": "Applika l-qtugħ fuq l-awdjo.",
  "Clipping Threshold": "Limitu tal-Qtugħ",
  "Apply compressor to the audio.": "Applika l-kompressur għall-awdjo.",
  "Compressor Ratio": "Proporzjon tal-Kompressur",
  "Compressor Attack ms": "Attakk tal-Kompressur ms",
  "Set the compressor ratio.": "Issettja l-proporzjon tal-kompressur.",
  "Delay": "Dewmien",
  "Compressor Threshold dB": "Limitu tal-Kompressur dB",
  "Set the compressor attack ms.": "Issettja l-attakk tal-kompressur ms.",
  "Set the compressor release ms.": "Issettja r-rilaxx tal-kompressur ms.",
  "Compressor Release ms": "Rilaxx tal-Kompressur ms",
  "Set the compressor threshold dB.": "Issettja l-limitu tal-kompressur dB.",
  "Apply delay to the audio.": "Applika d-dewmien għall-awdjo.",
  "Delay Feedback": "Feedback tad-dewmien",
  "Set the delay seconds.": "Issettja s-sekondi tad-dewmien.",
  "Delay Mix": "Taħlita tad-Dewmien",
  "Set the delay feedback.": "Issettja l-feedback tad-dewmien.",
  "Delay Seconds": "Sekondi ta' Dewmien",
  "Set the delay mix.": "Issettja t-taħlita tad-dewmien.",
  "Custom Embedder": "Embedder Tad-Dwana",
  "Folder Name": "Isem il-Fowlder",
  "Refresh embedders": "Aġġorna l-embedders",
  "Upload .bin": "Tella' .bin",
  "Upload .json": "Tella' .json",
  "model information": "Informazzjoni mudell",
  "Select Custom Embedder": "Agħżel Embedder Personalizzat",
  "Move files to custom embedder folder": "Mexxi l-fajls fil-fowlder ta' l-embedder tad-dwana",
  "Model Creator": "Mudell Ħallieq",
  "Set the clipping threshold.": "Issettja l-limitu tal-qtugħ.",
  "Name of the model creator. (Default: Unknown)": "Isem il-kreatur tal-mudell. (Default: Mhux magħruf)",
  "Speaker ID": "ID tal-ispiker",
  "The name that will appear in the model information.": "L-isem li se jidher fl-informazzjoni tal-mudell.",
  "Model Author Name": "Isem l-Awtur Mudell",
  "Set name": "Isem is-sett",
  "Set the autotune strength - the more you increase it the more it will snap to the chromatic grid.": "Issettja s-saħħa tal-autotune - aktar ma żżidha aktar se taqbad mal-grilja kromatika.",
  "Select the speaker ID to use for the conversion.": "Agħżel l-ID tal-ispiker biex tuża għall-konverżjoni."
}