{
  "Processing": "Verwerking",
  "Training": "Opleiding",
  "Output Information": "Output informatie",
  "Merge Audios": "Audio samenvoegen",
  "Inference": "Conclusie",
  "The output information will be displayed here.": "De uitvoerinformatie wordt hier weergegeven.",
  "This section contains some extra utilities that often may be in experimental phases.": "Deze sectie bevat enkele extra hulpprogramma's die zich vaak in experimentele fasen bevinden.",
  "A simple, high-quality voice conversion tool focused on ease of use and performance.": "Een eenvoudige, hoogwaardige tool voor spraakconversie gericht op gebruiksgemak en prestaties.",
  "Download": "Downloaden",
  "Settings": "Instellingen",
  "Audio Analyzer": "Audio analysator",
  "Preprocess": "Voorbewerking",
  "Report a Bug": "Een bug melden",
  "Plugins": "Insteekfilters",
  "Model Information": "Informatie over het model",
  "Audio cutting": "Audio knippen",
  "Enter model name": "Voer de modelnaam in",
  "Model Name": "Modelnaam",
  "Name of the new model.": "Naam van het nieuwe model.",
  "Process effects": "Effecten van het proces",
  "Dataset Path": "Pad naar gegevensset",
  "Refresh Datasets": "Gegevenssets vernieuwen",
  "It's recommended to deactivate this option if your dataset has already been processed.": "Het wordt aanbevolen om deze optie uit te schakelen als uw dataset al is verwerkt.",
  "Path to the dataset folder.": "Pad naar de map met de gegevensset.",
  "Dataset Creator": "Maker van gegevensset",
  "Dataset Name": "Naam van gegevensset",
  "Extra": "Extra",
  "Name of the new dataset.": "Naam van de nieuwe dataset.",
  "Upload Audio Dataset": "Audiogegevensset uploaden",
  "Enter dataset name": "Voer de naam van de gegevensset in",
  "The audio file has been successfully added to the dataset. Please click the preprocess button.": "Het audiobestand is met succes toegevoegd aan de dataset. Klik op de knop voorbewerking.",
  "Sampling Rate": "Bemonsteringsfrequentie",
  "Enter dataset path": "Pad naar gegevensset invoeren",
  "Extract": "Extract",
  "Model Architecture": "Model Architectuur",
  "Embedder Model": "Embedder-model",
  "Version of the model architecture.": "Versie van de modelarchitectuur.",
  "Preprocess Dataset": "Gegevensset voor proces",
  "Hop Length": "Hop Lengte",
  "The sampling rate of the audio files.": "De bemonsteringsfrequentie van de audiobestanden.",
  "Model used for learning speaker embedding.": "Model dat wordt gebruikt voor het leren van het insluiten van luidsprekers.",
  "Save Every Epoch": "Red elk tijdperk",
  "Batch Size": "Batch Grootte",
  "Denotes the duration it takes for the system to transition to a significant pitch change. Smaller hop lengths require more time for inference but tend to yield higher pitch accuracy.": "Geeft de tijd aan die het systeem nodig heeft om over te gaan naar een significante toonhoogteverandering. Kleinere hoplengtes vereisen meer tijd voor gevolgtrekking, maar leveren meestal een hogere toonhoogtenauwkeurigheid op.",
  "It's advisable to align it with the available VRAM of your GPU. A setting of 4 offers improved accuracy but slower processing, while 8 provides faster and standard results.": "Het is aan te raden om deze af te stemmen op het beschikbare VRAM van je GPU. Een instelling van 4 biedt verbeterde nauwkeurigheid maar langzamere verwerking, terwijl 8 snellere en standaardresultaten biedt.",
  "Total Epoch": "Totale tijdvak",
  "Determine at how many epochs the model will saved at.": "Bepaal op hoeveel epochs het model wordt opgeslagen.",
  "Pretrained": "Vooraf getraind",
  "Specifies the overall quantity of epochs for the model training process.": "Hiermee geeft u het totale aantal epochs op voor het modeltrainingsproces.",
  "Save Only Latest": "Alleen de nieuwste opslaan",
  "Custom Pretrained": "Aangepaste voorgetrainde",
  "Save Every Weights": "Sla alle gewichten op",
  "Refresh Custom Pretraineds": "Aangepaste vooraf getrainde bestanden vernieuwen",
  "This setting enables you to save the weights of the model at the conclusion of each epoch.": "Met deze instelling kunt u de gewichten van het model aan het einde van elk tijdperk opslaan.",
  "Pretrained Custom Settings": "Vooraf getrainde aangepaste instellingen",
  "The file you dropped is not a valid pretrained file. Please try again.": "Het bestand dat u hebt neergezet, is geen geldig vooraf getraind bestand. Probeer het opnieuw.",
  "Enabling this setting will result in the G and D files saving only their most recent versions, effectively conserving storage space.": "Als u deze instelling inschakelt, worden de G- en D-bestanden alleen hun meest recente versies opgeslagen, waardoor opslagruimte effectief wordt bespaard.",
  "Pretrained G Path": "Aangepaste voorgetrainde G",
  "Pretrained D Path": "Aangepaste voorgetrainde D",
  "GPU Settings": "GPU-instellingen",
  "Utilizing custom pretrained models can lead to superior results, as selecting the most suitable pretrained models tailored to the specific use case can significantly enhance performance.": "Het gebruik van op maat gemaakte voorgetrainde modellen kan leiden tot superieure resultaten, aangezien het selecteren van de meest geschikte voorgetrainde modellen die zijn afgestemd op de specifieke gebruikssituatie de prestaties aanzienlijk kan verbeteren.",
  "Click the refresh button to see the pretrained file in the dropdown menu.": "Klik op de knop Vernieuwen om het vooraf getrainde bestand in het vervolgkeuzemenu weer te geven.",
  "GPU Custom Settings": "Aangepaste GPU-instellingen",
  "GPU Number": "GPU-nummer",
  "Sets advanced GPU settings, recommended for users with better GPU architecture.": "Stelt geavanceerde GPU-instellingen in, aanbevolen voor gebruikers met een betere GPU-architectuur.",
  "0 to ∞ separated by -": "0 tot ∞ gescheiden door -",
  "Upload Pretrained Model": "Vooraf getraind model uploaden",
  "GPU Information": "GPU-informatie",
  "Use CPU": "CPU gebruiken",
  "Force the use of CPU for training.": "Forceer het gebruik van CPU voor training.",
  "The number of CPU cores to use in the preprocess. The default setting are your cpu cores, which is recommended for most cases.": "Het aantal CPU-kernen dat in het voorproces moet worden gebruikt. De standaardinstelling zijn uw cpu-kernen, wat in de meeste gevallen wordt aanbevolen.",
  "Pitch Guidance": "Begeleiding bij het veld",
  "The number of CPU cores to use in the extraction process. The default setting are your cpu cores, which is recommended for most cases.": "Het aantal CPU-kernen dat moet worden gebruikt in het extractieproces. De standaardinstelling zijn uw cpu-kernen, wat in de meeste gevallen wordt aanbevolen.",
  "Specify the number of GPUs you wish to utilize for extracting by entering them separated by hyphens (-).": "Geef het aantal GPU's op dat u wilt gebruiken voor het extraheren door ze in te voeren, gescheiden door koppeltekens (-).",
  "Specify the number of GPUs you wish to utilize for preprocess by entering them separated by hyphens (-). At the moment, using multi-gpu will not have a significant effect.": "Geef het aantal GPU's op dat u wilt gebruiken voor de voorbewerking door ze in te voeren, gescheiden door koppeltekens (-). Op dit moment zal het gebruik van multi-gpu geen significant effect hebben.",
  "Utilize pretrained models when training your own. This approach reduces training duration and enhances overall quality.": "Gebruik vooraf getrainde modellen bij het trainen van uw eigen modellen. Deze aanpak verkort de trainingsduur en verbetert de algehele kwaliteit.",
  "Extract Features": "Functies extraheren",
  "The GPU information will be displayed here.": "De GPU-informatie wordt hier weergegeven.",
  "By employing pitch guidance, it becomes feasible to mirror the intonation of the original voice, including its pitch. This feature is particularly valuable for singing and other scenarios where preserving the original melody or pitch pattern is essential.": "Door gebruik te maken van toonhoogtebegeleiding wordt het mogelijk om de intonatie van de originele stem te spiegelen, inclusief de toonhoogte. Deze functie is vooral waardevol voor zang en andere scenario's waarbij het behoud van de originele melodie of het toonhoogtepatroon essentieel is.",
  "We prioritize running the model extraction on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.": "We geven prioriteit aan het uitvoeren van de modelextractie op de GPU voor snellere prestaties. Als u liever de CPU gebruikt, laat u het GPU-veld gewoon leeg.",
  "Cache Dataset in GPU": "Cache-gegevensset in GPU",
  "We prioritize running the model preprocessing on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.": "We geven prioriteit aan het uitvoeren van de voorbewerking van het model op de GPU voor snellere prestaties. Als u liever de CPU gebruikt, laat u het GPU-veld gewoon leeg.",
  "Cache the dataset in GPU memory to speed up the training process.": "Cache de dataset in het GPU-geheugen om het trainingsproces te versnellen.",
  "Index Algorithm": "Index algoritme",
  "Overtraining Detector": "Overtraining Detector",
  "Overtraining Detector Settings": "Instellingen van de overtrainingsdetector",
  "Overtraining Threshold": "Drempel voor overtraining",
  "Fresh Training": "Frisse training",
  "Start Training": "Begin met trainen",
  "KMeans is a clustering algorithm that divides the dataset into K clusters. This setting is particularly useful for large datasets.": "KMeans is een clusteralgoritme dat de dataset verdeelt in K-clusters. Deze instelling is vooral handig voor grote datasets.",
  "Detect overtraining to prevent the model from learning the training data too well and losing the ability to generalize to new data.": "Detecteer overtraining om te voorkomen dat het model de trainingsgegevens te goed leert en het vermogen verliest om te generaliseren naar nieuwe gegevens.",
  "Generate Index": "Index genereren",
  "Set the maximum number of epochs you want your model to stop training if no improvement is detected.": "Stel het maximum aantal epochs in dat u wilt dat uw model stopt met trainen als er geen verbetering wordt gedetecteerd.",
  "Stop Training": "Stop met trainen",
  "Export Model": "Model exporteren",
  "Enable this setting only if you are training a new model from scratch or restarting the training. Deletes all previously generated weights and tensorboard logs.": "Schakel deze instelling alleen in als u een geheel nieuw model traint of de training opnieuw start. Verwijdert alle eerder gegenereerde gewichten en tensorboardlogboeken.",
  "Exported Index file": "Geëxporteerd indexbestand",
  "Exported Pth file": "Geëxporteerd Pth-bestand",
  "Select the pth file to be exported": "Selecteer het pth-bestand dat u wilt exporteren",
  "Upload": "Uploaden",
  "Select the index file to be exported": "Selecteer het indexbestand dat u wilt exporteren",
  "Voice Model": "Stem Model",
  "The button 'Upload' is only for google colab: Uploads the exported files to the ApplioExported folder in your Google Drive.": "De knop 'Uploaden' is alleen voor Google Colab: Uploadt de geëxporteerde bestanden naar de ApplioExported map in je Google Drive.",
  "Refresh": "Opfrissen",
  "Single": "Ongetrouwd",
  "Index File": "Index-bestand",
  "Unload Voice": "Stem ontladen",
  "Select the index file to use for the conversion.": "Selecteer het indexbestand dat u voor de conversie wilt gebruiken.",
  "Select the voice model to use for the conversion.": "Selecteer het spraakmodel dat u voor de conversie wilt gebruiken.",
  "Upload Audio": "Audio uploaden",
  "Select Audio": "Selecteer Audio",
  "Advanced Settings": "Geavanceerde instellingen",
  "Select the audio to convert.": "Selecteer de audio die u wilt converteren.",
  "Custom Output Path": "Aangepast uitvoerpad",
  "Output Path": "Uitgang Pad",
  "Export Format": "Formaat exporteren",
  "Clear Outputs (Deletes all audios in assets/audios)": "Uitvoer wissen (verwijdert alle audio in assets/audio's)",
  "Select the format to export the audio.": "Selecteer het formaat om de audio te exporteren.",
  "Split Audio": "Audio splitsen",
  "Autotune": "Automatisch afstemmen",
  "Clean Audio": "Schone audio",
  "Clean Strength": "Schone sterkte",
  "Split the audio into chunks for inference to obtain better results in some cases.": "Splits de audio in stukken voor gevolgtrekking om in sommige gevallen betere resultaten te verkrijgen.",
  "Apply a soft autotune to your inferences, recommended for singing conversions.": "Pas een zachte autotune toe op uw gevolgtrekkingen, aanbevolen voor zangconversies.",
  "The path where the output audio will be saved, by default in assets/audios/output.wav": "Het pad waar de uitvoeraudio wordt opgeslagen, standaard in assets/audios/output.wav",
  "Clean your audio output using noise detection algorithms, recommended for speaking audios.": "Reinig uw audio-uitvoer met behulp van ruisdetectie-algoritmen, aanbevolen voor gesproken audio.",
  "Upscale the audio to a higher quality, recommended for low-quality audios. (It could take longer to process the audio)": "Schaal de audio op naar een hogere kwaliteit, aanbevolen voor audio van lage kwaliteit. (Het kan langer duren om de audio te verwerken)",
  "Formant Shifting": "Formant schakelen",
  "Enable formant shifting. Used for male to female and vice-versa convertions.": "Schakel formant shifting in. Gebruikt voor conversies van man naar vrouw en vice versa.",
  "Presets are located in /assets/formant_shift folder": "Voorinstellingen bevinden zich in de map /assets/formant_shift",
  "Browse presets for formanting": "Blader door voorinstellingen voor formanten",
  "Quefrency for formant shifting": "Quefrency voor formant shifting",
  "Default value is 1.0": "De standaardwaarde is 1.0",
  "Timbre for formant shifting": "Klankkleur voor formant shifting",
  "Set the clean-up level to the audio you want, the more you increase it the more it will clean up, but it is possible that the audio will be more compressed.": "Stel het opschoningsniveau in op de audio die u wilt, hoe meer u het verhoogt, hoe meer het zal opruimen, maar het is mogelijk dat de audio meer gecomprimeerd zal zijn.",
  "Upscale Audio": "Luxe audio",
  "Pitch": "Toonhoogte",
  "Filter Radius": "Filter Straal",
  "Search Feature Ratio": "Verhouding zoekfunctie",
  "Set the pitch of the audio, the higher the value, the higher the pitch.": "Stel de toonhoogte van de audio in, hoe hoger de waarde, hoe hoger de toonhoogte.",
  "Influence exerted by the index file; a higher value corresponds to greater influence. However, opting for lower values can help mitigate artifacts present in the audio.": "Invloed uitgeoefend door het indexbestand; Een hogere waarde komt overeen met een grotere invloed. Door voor lagere waarden te kiezen, kunt u echter artefacten in de audio verminderen.",
  "Volume Envelope": "Volume envelop",
  "Substitute or blend with the volume envelope of the output. The closer the ratio is to 1, the more the output envelope is employed.": "Vervang of meng met de volume-envelop van de uitvoer. Hoe dichter de verhouding bij 1 ligt, hoe meer de uitvoerenveloppe wordt gebruikt.",
  "If the number is greater than or equal to three, employing median filtering on the collected tone results has the potential to decrease respiration.": "Als het getal groter is dan of gelijk is aan drie, heeft het gebruik van mediane filtering op de verzamelde toonresultaten het potentieel om de ademhaling te verminderen.",
  "Protect Voiceless Consonants": "Bescherm stemloze medeklinkers",
  "Batch": "Batch",
  "Convert": "Omzetten",
  "Pitch extraction algorithm": "Algoritme voor toonhoogte-extractie",
  "Export Audio": "Audio exporteren",
  "Safeguard distinct consonants and breathing sounds to prevent electro-acoustic tearing and other artifacts. Pulling the parameter to its maximum value of 0.5 offers comprehensive protection. However, reducing this value might decrease the extent of protection while potentially mitigating the indexing effect.": "Beveilig verschillende medeklinkers en ademhalingsgeluiden om elektro-akoestische scheuren en andere artefacten te voorkomen. Door de parameter naar de maximale waarde van 0,5 te trekken, wordt uitgebreide bescherming geboden. Het verlagen van deze waarde kan echter de mate van bescherming verminderen en tegelijkertijd het indexeringseffect mogelijk beperken.",
  "Pitch extraction algorithm to use for the audio conversion. The default algorithm is rmvpe, which is recommended for most cases.": "Algoritme voor toonhoogte-extractie om te gebruiken voor de audioconversie. Het standaardalgoritme is rmvpe, wat in de meeste gevallen wordt aanbevolen.",
  "Select the folder containing the audios to convert.": "Selecteer de map met de audio die u wilt converteren.",
  "Enter input path": "Voer het invoerpad in",
  "Output Folder": "Uitvoer Map",
  "Input Folder": "Invoer Map",
  "Select the folder where the output audios will be saved.": "Selecteer de map waarin de uitvoeraudio wordt opgeslagen.",
  "Enter output path": "Voer het uitvoerpad in",
  "Get information about the audio": "Informatie over de audio opvragen",
  "Voice Blender": "Spraak blender",
  "## Voice Blender": "## Stem Blender",
  "Drag and drop your model here": "Sleep uw model hierheen",
  "Blend Ratio": "Mengverhouding",
  "Fusion": "Samensmelting",
  "You can also use a custom path.": "U kunt ook een aangepast pad gebruiken.",
  "Select two voice models, set your desired blend percentage, and blend them into an entirely new voice.": "Selecteer twee spraakmodellen, stel het gewenste mengpercentage in en meng ze tot een geheel nieuwe stem.",
  "Path to Model": "Pad naar model",
  "Model information to be placed": "Te plaatsen modelinformatie",
  "Enter path to model": "Pad naar model invoeren",
  "Adjusting the position more towards one side or the other will make the model more similar to the first or second.": "Door de positie meer naar de ene of de andere kant aan te passen, lijkt het model meer op de eerste of tweede.",
  "Inroduce the model information": "Importeer de modelinformatie",
  "View": "Bekijken",
  "View model information": "Modelinformatie weergeven",
  "Introduce the model pth path": "Introduceer het model pth pad",
  "The information to be placed in the model (You can leave it blank or put anything).": "De informatie die in het model moet worden geplaatst (u kunt het leeg laten of alles plaatsen).",
  "Model extraction": "Extractie van modellen",
  "Model conversion": "Model conversie",
  "Pth file": "Pth-bestand",
  "Output of the pth file": "Uitvoer van het pth-bestand",
  "Extract F0 Curve": "F0-curve extraheren",
  "# How to Report an Issue on GitHub": "# Hoe meld je een probleem op GitHub?",
  "Record": "Record",
  "Record Screen": "Scherm opnemen",
  "Introduce the model .pth path": "Introduceer het model .pth-pad",
  "3. Go to [GitHub Issues](https://github.com/IAHispano/Applio/issues) and click on the 'New Issue' button.": "3. Ga naar [GitHub Issues](https://github.com/IAHispano/Applio/issues) en klik op de knop 'New Issue'.",
  "See Model Information": "Zie modelinformatie",
  "The f0 curve represents the variations in the base frequency of a voice over time, showing how pitch rises and falls.": "De f0-curve geeft de variaties weer in de basisfrequentie van een stem in de loop van de tijd en laat zien hoe de toonhoogte stijgt en daalt.",
  "## Download Model": "## Model downloaden",
  "Model Link": "Model Link",
  "4. Complete the provided issue template, ensuring to include details as needed, and utilize the assets section to upload the recorded file from the previous step.": "4. Vul het meegeleverde probleemsjabloon in, zorg ervoor dat u indien nodig details opneemt en gebruik het gedeelte Activa om het opgenomen bestand van de vorige stap te uploaden.",
  "Introduce the model link": "Introduceer de modellink",
  "1. Click on the 'Record Screen' button below to start recording the issue you are experiencing.": "1. Klik op de knop 'Opnamescherm' hieronder om het probleem dat u ondervindt op te nemen.",
  "Download Model": "Model downloaden",
  "2. Once you have finished recording the issue, click on the 'Stop Recording' button (the same button, but the label changes depending on whether you are actively recording or not).": "2. Zodra u klaar bent met het opnemen van het probleem, klikt u op de knop 'Opname stoppen' (dezelfde knop, maar het label verandert afhankelijk van of u actief opneemt of niet).",
  "Stop Recording": "Opname stoppen",
  "## Drop files": "## Bestanden neerzetten",
  "## Search Model": "## Model zoeken",
  "Drag your .pth file and .index file into this space. Drag one and then the other.": "Sleep uw .pth-bestand en .index-bestand naar deze ruimte. Sleep de ene en dan de andere.",
  "Search": "Zoeken",
  "Introduce the model name to search.": "Introduceer de modelnaam om te zoeken.",
  "We couldn't find models by that name.": "We konden geen modellen met die naam vinden.",
  "And select the sampling rate": "En selecteer de bemonsteringsfrequentie.",
  "## Download Pretrained Models": "## Download vooraf getrainde modellen",
  "TTS Voices": "TTS-stemmen",
  "Select the pretrained model you want to download.": "Selecteer het vooraf getrainde model dat u wilt downloaden.",
  "TTS Speed": "TTS-snelheid",
  "Text to Synthesize": "Tekst om te synthetiseren",
  "Upload a .txt file": "Upload een .txt bestand",
  "Select the TTS voice to use for the conversion.": "Selecteer de TTS-stem die u voor de conversie wilt gebruiken.",
  "Enter the text to synthesize.": "Voer de tekst in die u wilt synthetiseren.",
  "Increase or decrease TTS speed.": "Verhoog of verlaag de TTS-snelheid.",
  "Input path for text file": "Invoerpad voor tekstbestand",
  "Enter text to synthesize": "Voer tekst in om te synthetiseren",
  "Output Path for TTS Audio": "Uitvoerpad voor TTS-audio",
  "The path to the text file that contains content for text to speech.": "Het pad naar het tekstbestand dat inhoud bevat voor tekst-naar-spraak.",
  "Output Path for RVC Audio": "Uitvoerpad voor RVC-audio",
  "Enable Applio integration with Discord presence": "Applio-integratie inschakelen met Discord-aanwezigheid",
  "Theme": "Thema",
  "Enable fake GPU": "Nep-GPU inschakelen",
  "Enable Applio integration with applio.org/models using flask": "Applio-integratie met applio.org/models inschakelen met behulp van kolf",
  "Restart Applio": "Start Applio opnieuw",
  "Language": "Taal",
  "It will activate the possibility of downloading models with a click from the website.": "Het activeert de mogelijkheid om modellen te downloaden met een klik van de website.",
  "It will activate the possibility of displaying the current Applio activity in Discord.": "Het activeert de mogelijkheid om de huidige Applio-activiteit in Discord weer te geven.",
  "Precision": "Precisie",
  "Select the language you want to use. (Requires restarting Applio)": "Selecteer de taal die u wilt gebruiken. (Vereist het opnieuw opstarten van Applio)",
  "Training is currently unsupported due to the absence of a GPU. To activate the training tab, navigate to the settings tab and enable the 'Fake GPU' option.": "Training wordt momenteel niet ondersteund vanwege het ontbreken van een GPU. Om het tabblad Training te activeren, navigeert u naar het tabblad Instellingen en schakelt u de optie 'Fake GPU' in.",
  "Select the theme you want to use. (Requires restarting Applio)": "Selecteer het thema dat je wilt gebruiken. (Vereist het opnieuw opstarten van Applio)",
  "Activates the train tab. However, please note that this device lacks GPU capabilities, hence training is not supported. This option is only for testing purposes. (This option will restart Applio)": "Activeert het tabblad Trein. Houd er echter rekening mee dat dit apparaat geen GPU-mogelijkheden heeft, daarom wordt training niet ondersteund. Deze optie is alleen voor testdoeleinden. (Met deze optie wordt Applio opnieuw opgestart)",
  "Update precision": "Update precisie",
  "Select the precision you want to use for training and inference.": "Selecteer de precisie die u wilt gebruiken voor training en deductie.",
  "Plugin Installer": "Plug-in-installatieprogramma",
  "Drag your plugin.zip to install it": "Sleep je plugin.zip om het te installeren",
  "Post-Process": "Nabewerking",
  "Version Checker": "Versie Checker",
  "Check for updates": "Controleren op updates",
  "Reverb": "Reverb",
  "Post-process the audio to apply effects to the output.": "Nabewerking van de audio om effecten toe te passen op de uitvoer.",
  "Apply reverb to the audio.": "Pas galm toe op de audio.",
  "Check which version of Applio is the latest to see if you need to update.": "Controleer welke versie van Applio de nieuwste is om te zien of u moet updaten.",
  "Reverb Damping": "Reverb Demping",
  "Reverb Room Size": "Grootte van de galmkamer",
  "Set the room size of the reverb.": "Stel de kamergrootte van de galm in.",
  "Reverb Wet Gain": "Reverb Natte Versterking",
  "Set the wet gain of the reverb.": "Stel de natte versterking van de galm in.",
  "Reverb Dry Gain": "Reverb droge versterking",
  "Set the dry gain of the reverb.": "Stel de droge versterking van de reverb in.",
  "Reverb Width": "Reverb Breedte",
  "Pitch Shift": "Toonhoogte verschuiving",
  "Reverb Freeze Mode": "Reverb Freeze-modus",
  "Set the damping of the reverb.": "Stel de demping van de galm in.",
  "Set the width of the reverb.": "Stel de breedte van de galm in.",
  "Set the freeze mode of the reverb.": "Stel de freeze-modus van de reverb in.",
  "Apply pitch shift to the audio.": "Pas toonhoogteverschuiving toe op de audio.",
  "Limiter": "Limiter",
  "Set the pitch shift semitones.": "Stel de halve tonen van de toonhoogteverschuiving in.",
  "Limiter Release Time": "Vrijgavetijd van de begrenzer",
  "Limiter Threshold dB": "Begrenzer Drempel dB",
  "Set the limiter threshold dB.": "Stel de begrenzerdrempel dB in.",
  "Pitch Shift Semitones": "Pitch Shift Halve tonen",
  "Apply limiter to the audio.": "Pas een begrenzer toe op de audio.",
  "Set the limiter release time.": "Stel de ontgrendelingstijd van de begrenzer in.",
  "Gain": "Behalen",
  "Gain dB": "Winst dB",
  "Apply gain to the audio.": "Pas versterking toe op de audio.",
  "Set the gain dB.": "Stel de versterking dB in.",
  "Chorus": "Koor",
  "Distortion Gain": "Vervorming Versterking",
  "Apply distortion to the audio.": "Pas vervorming toe op de audio.",
  "Set the distortion gain.": "Stel de vervormingsversterking in.",
  "Distortion": "Deformatie",
  "Apply chorus to the audio.": "Pas chorus toe op de audio.",
  "Chorus Rate Hz": "Chorus Rate Hz",
  "Set the chorus rate Hz.": "Stel de chorussnelheid Hz in.",
  "Chorus Depth": "Refrein Diepte",
  "Set the chorus depth.": "Stel de diepte van het refrein in.",
  "Chorus Center Delay ms": "Chorus Center Vertraging ms",
  "Chorus Feedback": "Refrein Feedback",
  "Set the chorus center delay ms.": "Stel de vertraging in het midden van het refrein ms in.",
  "Set the chorus feedback.": "Stel de chorusfeedback in.",
  "Bitcrush": "Bitcrush",
  "Set the chorus mix.": "Stel de refreinmix in.",
  "Clipping": "Knipsel",
  "Chorus Mix": "Refrein Mix",
  "Bitcrush Bit Depth": "Bitcrush Bit Diepte",
  "Apply bitcrush to the audio.": "Pas bitcrush toe op de audio.",
  "Apply clipping to the audio.": "Pas clipping toe op de audio.",
  "Set the bitcrush bit depth.": "Stel de bitdiepte van de bitcrush in.",
  "Compressor": "Compressor",
  "Clipping Threshold": "Drempel voor knippen",
  "Set the clipping threshold.": "Stel de knipdrempel in.",
  "Compressor Threshold dB": "Compressor Drempel dB",
  "Apply compressor to the audio.": "Pas compressor toe op de audio.",
  "Compressor Ratio": "Compressor Verhouding",
  "Set the compressor threshold dB.": "Stel de compressordrempel dB in.",
  "Set the compressor ratio.": "Stel de compressorverhouding in.",
  "Delay": "Uitstellen",
  "Compressor Attack ms": "Compressor Aanval ms",
  "Compressor Release ms": "Compressor vrijgave ms",
  "Set the compressor release ms.": "Stel de compressorontgrendeling ms in.",
  "Set the compressor attack ms.": "Stel de compressoraanval ms in.",
  "Apply delay to the audio.": "Pas vertraging toe op de audio.",
  "Set the delay seconds.": "Stel de vertragingsseconden in.",
  "Delay Feedback": "Feedback vertragen",
  "Set the delay feedback.": "Stel de vertragingsfeedback in.",
  "Delay Mix": "Vertraging mix",
  "Custom Embedder": "Aangepaste embedder",
  "Refresh embedders": "Invoegingen vernieuwen",
  "Folder Name": "Naam van de map",
  "Upload .bin": "Upload .bin",
  "Select Custom Embedder": "Selecteer Aangepaste inbedding",
  "model information": "Informatie over het model",
  "Move files to custom embedder folder": "Verplaats bestanden naar een aangepaste insluitmap",
  "Model Creator": "Model Schepper",
  "Upload .json": "Upload .json",
  "Name of the model creator. (Default: Unknown)": "Naam van de maker van het model. (Standaard: Onbekend)",
  "Speaker ID": "Luidspreker-ID",
  "Select the speaker ID to use for the conversion.": "Selecteer de spreker-ID die u voor de conversie wilt gebruiken.",
  "Set the autotune strength - the more you increase it the more it will snap to the chromatic grid.": "Stel de autotune-sterkte in - hoe meer u deze verhoogt, hoe meer deze zal worden uitgelijnd naar het chromatische raster.",
  "Set name": "Naam instellen",
  "The name that will appear in the model information.": "De naam die in de modelinformatie wordt weergegeven.",
  "Delay Seconds": "Vertraging seconden",
  "Set the delay mix.": "Stel de vertragingsmix in.",
  "Model Author Name": "Naam van de auteur van het model"
}