{
  "Inference": "Inferencia",
  "Output Information": "Nuna ar salida",
  "Extra": "Extra",
  "Processing": "Ár nt'ot'",
  "Training": "Adiestramiento",
  "The output information will be displayed here.": "Ar ungumfädi salida ar mostrará nuwa.",
  "Audio Analyzer": "Analizador audio",
  "This section contains some extra utilities that often may be in experimental phases.": "Nuna ar sección contiene ra utilidades Nthuts'i mbi menudo xi 'bu̲i jar fases experimentales.",
  "Plugins": "Complementos",
  "Settings": "Configuración",
  "A simple, high-quality voice conversion tool focused on ease of use and performance.": "'Nar herramienta conversión ar hñä ar sencilla ne ar mextha hño centrada facilidad njapu'befi ne ar rendimiento.",
  "Download": "Descargar",
  "Report a Bug": "Informar 'nar error",
  "Merge Audios": "Fusionar audios",
  "Preprocess": "Preprocesar",
  "Model Information": "Nuna ar modelo",
  "Process effects": "Efectos ar proceso",
  "Audio cutting": "Ts'ut'ubi audio",
  "Name of the new model.": "Ar thuhuu ar 'ra'yo je̲ya modelo.",
  "Dataset Path": "Ruta conjunto datos",
  "Enter model name": "Introduzca thuuhu ar modelo",
  "It's recommended to deactivate this option if your dataset has already been processed.": "Ar recomienda desactivar xí opción nu'bu̲ conjunto datos ya ar xi procesado.",
  "Dataset Creator": "Creador conjuntos datos",
  "Dataset Name": "Thuuhu conjunto datos",
  "Path to the dataset folder.": "Ruta nthogi ja ar carpeta ar conjunto datos.",
  "Refresh Datasets": "Actualizar conjuntos datos",
  "Upload Audio Dataset": "Cargar conjunto datos audio",
  "The audio file has been successfully added to the dataset. Please click the preprocess button.": "Archivo audio ar xi agregado correctamente ma conjunto datos. 'Yot'e clic jar botón preprocesamiento.",
  "Enter dataset path": "Introduzca ar ruta ar conjunto datos",
  "Name of the new dataset.": "Ar thuhuu ar 'ra'yo je̲ya conjunto datos.",
  "Enter dataset name": "Introduzca thuuhu conjunto datos",
  "Sampling Rate": "Frecuencia muestreo",
  "The sampling rate of the audio files.": "Ar frecuencia muestreo ya archivos audio.",
  "Model Architecture": "Arquitectura modelos",
  "Embedder Model": "Modelo incrustación",
  "Version of the model architecture.": "Versión ar arquitectura ar modelo.",
  "Extract": "Extraer",
  "Model used for learning speaker embedding.": "Modelo utilizado pa gi meya ar incrustación altavoces.",
  "Preprocess Dataset": "Conjunto datos preprocesamiento",
  "Hop Length": "Longitud ar lúpulo",
  "Total Epoch": "Mpa̲di Nxoge",
  "Save Every Epoch": "Salva ga̲tho ya xe̲ni",
  "Batch Size": "Tamaño ar lote",
  "Denotes the duration it takes for the system to transition to a significant pitch change. Smaller hop lengths require more time for inference but tend to yield higher pitch accuracy.": "Denota pa da tarda ko ya jar ga OT'UJE ar transición 'nar cambio wa ar ñhöñhö significativo. Ya longitudes ar salto mäs t'olo requieren mäs pa ar inferencia, pe tienden producir 'nar dätä precisión wa ar ñhöñhö.",
  "Pretrained": "Preentrenado",
  "It's advisable to align it with the available VRAM of your GPU. A setting of 4 offers improved accuracy but slower processing, while 8 provides faster and standard results.": "Ar recomendable alinear nä'ä ko VRAM disponible ár GPU. 'Nar za 4 ofrece 'nar precisión mejorada pe 'nar procesamiento mäs lento, mente da 8 proporciona resultados mäs rápidos ne estándar.",
  "Save Only Latest": "Guarde ho̲ntho nä'ä mäs reciente",
  "Save Every Weights": "Ahorre ya pesos",
  "Custom Pretrained": "Personalizado preentrenado",
  "Specifies the overall quantity of epochs for the model training process.": "Especifica yá 'bede Nxoge ya xe̲ni pa ar proceso entrenamiento ar modelo.",
  "Upload Pretrained Model": "Cargar modelo preentrenado",
  "This setting enables you to save the weights of the model at the conclusion of each epoch.": "Nuna ar za bí permite guardar ya pesos modelo ngäts'i nä'ä ar 'nar xe̲ni.",
  "Pretrained Custom Settings": "Configuración personalizada mpakuthuu entrenada",
  "Pretrained D Path": "D preentrenado personalizado",
  "GPU Settings": "Configuración de GPU",
  "The file you dropped is not a valid pretrained file. Please try again.": "Archivo xi quitado hingi ge 'nar archivo preentrenado válido. Jaki ar mäte, gi japi ar nuevo.",
  "Click the refresh button to see the pretrained file in the dropdown menu.": "'Yot'e clic jar botón Actualizar pa ga archivo mpakuthuu entrenado jar menú ar desplegable.",
  "GPU Custom Settings": "Configuración personalizada ar GPU",
  "GPU Number": "'Bede ya GPU",
  "Utilizing custom pretrained models can lead to superior results, as selecting the most suitable pretrained models tailored to the specific use case can significantly enhance performance.": "Njapu'befi ya modelos preentrenados personalizados to da t'ot'e resultados t'uti hñe̲he̲, ya da selección ya modelos preentrenados mäs adecuados adaptados Hogem'bu njapu'befi específico to mejorar significativamente ar rendimiento.",
  "The GPU information will be displayed here.": "Ar ungumfädi ár GPU ar mostrará nuwa.",
  "Model Name": "Thuhuu ar modelo",
  "0 to ∞ separated by -": "0 da ∞ separados ya —",
  "GPU Information": "Nuna ar GPU",
  "Specify the number of GPUs you wish to utilize for preprocess by entering them separated by hyphens (-). At the moment, using multi-gpu will not have a significant effect.": "Especifique ar 'bede ya GPU ne gi utilizar pa ar preprocesamiento introduciendo da separadas ya guiones (-). 'Bu̲ ya t'olo ora, njapu'befi ya múltiples gpu hingi da mets'i 'nar ntsoni significativo.",
  "Pitch Guidance": "Guía lanzamiento",
  "Sets advanced GPU settings, recommended for users with better GPU architecture.": "Establece configuración dätä jä'i ar GPU, nt'uni pa usuarios ko 'nar mäs xi hño arquitectura GPU.",
  "Use CPU": "Ga CPU",
  "The number of CPU cores to use in the preprocess. The default setting are your cpu cores, which is recommended for most cases.": "Ár 'bede ya núcleos CPU nä'ä da da utilizar ar preproceso. Ar configuración predeterminada ya ya núcleos ar CPU, da recomienda pa mäs xingu ya casos.",
  "The number of CPU cores to use in the extraction process. The default setting are your cpu cores, which is recommended for most cases.": "Ár 'bede ya núcleos CPU nä'ä da da utilizar ar proceso extracción. Ar configuración predeterminada ya ya núcleos ar CPU, da recomienda pa mäs xingu ya casos.",
  "Specify the number of GPUs you wish to utilize for extracting by entering them separated by hyphens (-).": "Especifique ar 'bede ya GPU ne gi utilizar pa ar extracción introduciendo da separadas ya guiones (-).",
  "Force the use of CPU for training.": "Forzar njapu'befi ya CPU pa ar entrenamiento.",
  "Extract Features": "Extraer características",
  "Utilize pretrained models when training your own. This approach reduces training duration and enhances overall quality.": "Utilice modelos preentrenados nu'bu̲ entrene ya suyos propios. Nuna ar enfoque reduce duración jar formación ne mejora ar hño Nxoge.",
  "Cache Dataset in GPU": "Conjunto datos caché jar GPU",
  "By employing pitch guidance, it becomes feasible to mirror the intonation of the original voice, including its pitch. This feature is particularly valuable for singing and other scenarios where preserving the original melody or pitch pattern is essential.": "Ma jar njapu'befi guía wa ar ñhöñhö, ar factible ga reflejar ar entonación ar hñä ar original, ar incluido jár wa ar ñhöñhö. Nuna ar característica ar particularmente valiosa pa ár HMAFI ne ma'ra escenarios ya da ar esencial jwati ar melodía original wa hmu wa ar ñhöñhö.",
  "Index Algorithm": "Algoritmo índice",
  "Overtraining Detector": "Detector sobreentrenamiento",
  "We prioritize running the model extraction on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.": "Priorizamos ár nt'ot'e ar extracción ar modelo ar GPU da uni 'nar rendimiento mäs rápido. Nu'bu̲ prefiere zu̲di ar CPU, simplemente deje hwähi GPU jar blanco.",
  "We prioritize running the model preprocessing on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.": "Priorizamos ár nt'ot'e ar preprocesamiento ar modelo ar GPU da uni 'nar rendimiento mäs rápido. Nu'bu̲ prefiere zu̲di ar CPU, simplemente deje hwähi GPU jar blanco.",
  "Cache the dataset in GPU memory to speed up the training process.": "Almacene jar caché conjunto datos jar memoria ar GPU da acelerar ar proceso entrenamiento.",
  "KMeans is a clustering algorithm that divides the dataset into K clusters. This setting is particularly useful for large datasets.": "KMeans ge 'nar algoritmo agrupación da divide ar conjunto datos jar ë clústeres. Nuna ar configuración ar hontho útil pa conjuntos datos dätä.",
  "Overtraining Detector Settings": "Configuración detector sobreentrenamiento",
  "Determine at how many epochs the model will saved at.": "Njäts'i Tengu ya xe̲ni ar guardará ya ar modelo.",
  "Overtraining Threshold": "Umbral sobreentrenamiento",
  "Fresh Training": "Formación fresca",
  "Detect overtraining to prevent the model from learning the training data too well and losing the ability to generalize to new data.": "Detecte ar sobreentrenamiento pa nu'bu da ar modelo aprenda 'me̲fa xi hño ya datos entrenamiento ne pierda mfeni ya generalizar 'ra'yo datos.",
  "Start Training": "'Bu̲i entrenar",
  "Generate Index": "Generar índice",
  "Export Model": "Modelo exportación",
  "Stop Training": "Dejar ar entrenar",
  "Exported Pth file": "Archivo Pth exportado",
  "Enabling this setting will result in the G and D files saving only their most recent versions, effectively conserving storage space.": "Ya ar habilitar xí configuración, ya archivos G ne D ar guardarán ho̲ntho yá versiones mäs recientes, conservará nä'ä bí espacio ar almacenamiento.",
  "Enable this setting only if you are training a new model from scratch or restarting the training. Deletes all previously generated weights and tensorboard logs.": "Habilite xí configuración ho̲ntho nu'bu̲ xí entrenando 'nar 'ra'yo modelo ndezu̲ xí mpa wa reiniciando ar entrenamiento. Elimina ya pesos ne registros ar tensorboard generados ma 'met'o mi.",
  "Refresh Custom Pretraineds": "Actualización ar preentrenados personalizados",
  "Exported Index file": "Archivo índice exportado",
  "Pretrained G Path": "G preentrenado personalizado",
  "Set the maximum number of epochs you want your model to stop training if no improvement is detected.": "'Bui hñuts'i máximo ya xe̲ni nä'ä gi ne ar modelo deje ar entrenar nu'bu̲ hingi ar detecta ni 'na jar mejora.",
  "The button 'Upload' is only for google colab: Uploads the exported files to the ApplioExported folder in your Google Drive.": "Botón 'Ndi' ar ho̲ntho pa google colab: Sube ya archivos exportados ar carpeta ApplioExported ja ir Google Drive.",
  "Select the pth file to be exported": "Seleccione archivo ar pth nä'ä gi ma exportar",
  "Upload": "Ndi",
  "Select the index file to be exported": "Seleccione archivo índice nä'ä gi ma exportar",
  "Voice Model": "Modelo ar hñä",
  "Index File": "Archivo índice",
  "Refresh": "Actualizar",
  "Unload Voice": "Descargar ar hñä",
  "Single": "Soltero",
  "Select the index file to use for the conversion.": "Seleccione archivo índice da japu'befi pa ar conversión.",
  "Upload Audio": "Ndi audio",
  "Select the voice model to use for the conversion.": "Seleccione ar modelo ar hñä da japu'befi pa ar conversión.",
  "Select Audio": "Seleccionar audio",
  "Advanced Settings": "Ajustes avanzados",
  "Output Path": "Ruta salida",
  "Export Format": "Formato exportación",
  "Select the audio to convert.": "Selecciona ar audio nä'ä gi convertir.",
  "Custom Output Path": "Ruta salida personalizada",
  "Select the format to export the audio.": "Selecciona ar formato da exportar ar audio.",
  "Clear Outputs (Deletes all audios in assets/audios)": "Borrar salidas (elimina ga̲tho ya audios ya recursos yá audios)",
  "Split Audio": "Audio dividido",
  "The path where the output audio will be saved, by default in assets/audios/output.wav": "Ruta ho bí guardará ar audio salida, ar nt'ot'e predeterminada assets yá audios yá output.wav",
  "Clean Audio": "Audio limpio",
  "Clean Strength": "Fuerza 'Beni",
  "Upscale Audio": "Audio lujo",
  "Apply a soft autotune to your inferences, recommended for singing conversions.": "Aplique 'nar autotune za̲tho ja yá inferencias, recomendado pa conversiones HMAFI.",
  "Split the audio into chunks for inference to obtain better results in some cases.": "Ntheke ar audio jar fragmentos pa jar inferencia ne da mpädi mäs xi resultados jar 'ra ya casos.",
  "Clean your audio output using noise detection algorithms, recommended for speaking audios.": "Limpie ár salida audio utilizando algoritmos ar detección mafi, recomendados pa audios hablados.",
  "Formant Shifting": "Cambio formantes",
  "Browse presets for formanting": "Examinar ya ajustes preestablecidos pa ar formante",
  "Enable formant shifting. Used for male to female and vice-versa convertions.": "Habilite cambio formantes. Ar gi japu̲'be̲fi pa conversiones macho hembra ne ar ñhöñhö.",
  "Default value is 1.0": "Ár hmädi predeterminado ar 1.0",
  "Quefrency for formant shifting": "Quefrency for formant shifting",
  "Presets are located in /assets/formant_shift folder": "Ya ajustes preestablecidos 'bu̲i jar ar carpeta /assets/formant_shift",
  "Pitch": "Alquitrán",
  "Timbre for formant shifting": "Timbre pa ar cambio formantes",
  "Filter Radius": "Thuhu ar filtro",
  "Search Feature Ratio": "Nthe características nthoni",
  "Set the clean-up level to the audio you want, the more you increase it the more it will clean up, but it is possible that the audio will be more compressed.": "'Bui ar limpieza jar audio desee, cuanto nä'ä bí aumente, mäs ar limpiará, pe ar tsa̲ da audio ar ntsuni mäs comprimido.",
  "Volume Envelope": "Envolvente volumen",
  "Upscale the audio to a higher quality, recommended for low-quality audios. (It could take longer to process the audio)": "Aumente ar escala ar audio ja 'nar hño mäs mextha, recomendado pa ar audios xí hñets'i'i hño. (Ndi da mäs pa procesar ar audio)",
  "Set the pitch of the audio, the higher the value, the higher the pitch.": "'Bui ar wa ar ñhöñhö ja ar audio, cuanto mar dätä nä'ä ár hmädi dätä da ar wa ar ñhöñhö.",
  "Influence exerted by the index file; a higher value corresponds to greater influence. However, opting for lower values can help mitigate artifacts present in the audio.": "Influencia ar tsa da 'yot'e ya ar fichero índice; 'Nar hmädi mäs bi nthe 'nar dätä influencia. Wat'i, optar ya valores mäs bajos to da 'BATS'I mitigar ya artefactos 'bui ja ar audio.",
  "Convert": "Convertir",
  "Pitch extraction algorithm": "Algoritmo extracción wa ar ñhöñhö",
  "If the number is greater than or equal to three, employing median filtering on the collected tone results has the potential to decrease respiration.": "Xähmö nu'bu̲ ar 'bede dätä wa ngu ma hñu ya, ar mfats'i ar filtrado ar mediana ya resultados tonales recopilados pe̲ts'i ár hne ar disminuir ar respiración.",
  "Export Audio": "Exportar audio",
  "Substitute or blend with the volume envelope of the output. The closer the ratio is to 1, the more the output envelope is employed.": "Sustituya wa mezcle ko ar envolvente volumen ar salida. Cuanto mäs getu'bu̲ Ntsuni ar nthe 1, mäs bí empleará ar envolvente salida.",
  "Pitch extraction algorithm to use for the audio conversion. The default algorithm is rmvpe, which is recommended for most cases.": "Algoritmo ar extracción wa ar ñhöñhö pa ga conversión ar audio. Ar algoritmo ar predeterminado ar rmvpe, da recomienda pa mäs xingu ya casos.",
  "Batch": "Lote",
  "Protect Voiceless Consonants": "Proteger ya consonantes sordas",
  "Input Folder": "Carpeta entrada",
  "Enter input path": "Introduzca ar ruta entrada",
  "Output Folder": "Carpeta salida",
  "Safeguard distinct consonants and breathing sounds to prevent electro-acoustic tearing and other artifacts. Pulling the parameter to its maximum value of 0.5 offers comprehensive protection. However, reducing this value might decrease the extent of protection while potentially mitigating the indexing effect.": "Proteja ya nzu̲nt'i nta̲ki distintivas ne ya nzu̲nt'i respiratorios pa nu'bu desgarros electroacústicos ne ma'ra ya artefactos. Da ar parámetro ár hmädi máximo 0,5 ofrece 'nar 'ba̲ts'i nxo̲ge. Wat'i, reducción nuna ar hmädi ndi disminuir ár ntsoni ngatho 'ba̲ts'i ne, ma xkagentho pa, mitigar ntsoni indexación.",
  "Select the folder containing the audios to convert.": "Seleccione ar carpeta da contiene ya audios da convertir.",
  "Select the folder where the output audios will be saved.": "Seleccione carpeta ho bí guardarán ya audios salida.",
  "Enter output path": "Introduzca ar ruta salida",
  "Get information about the audio": "Da ungumfädi dige ar audio",
  "Voice Blender": "Licuadora ar hñä",
  "## Voice Blender": "## Licuadora de voz",
  "You can also use a custom path.": "'Nehe tsa̲ da utilizar 'nar ruta ya nthogi personalizada.",
  "Blend Ratio": "Nä'ä da 'yadi wa ar mezcla",
  "Drag and drop your model here": "Arrastra ne suelta ir modelo nuwa",
  "Path to Model": "Ruta nthogi ja ar modelo",
  "Select two voice models, set your desired blend percentage, and blend them into an entirely new voice.": "Seleccione yoho modelos ar hñä, 'bui ar porcentaje ar mezcla deseado ne combinar ya ja 'nar hñä completamente 'ra'yo.",
  "Enter path to model": "Introduzca ar ruta ar modelo",
  "Model information to be placed": "Nuna ar modelo ar da hoki",
  "Inroduce the model information": "Introducir ar ungumfädi ar modelo",
  "Fusion": "Fusión",
  "View model information": "Ga ungumfädi ar modelo",
  "Adjusting the position more towards one side or the other will make the model more similar to the first or second.": "Ajustar ar nt'o̲t'e mäs ntsuni 'Nangu̲di wa ma'na da nja ke ar modelo ar parezca nä'ä ar ndu̲i wa ar mfe̲tsi.",
  "View": "Thandi",
  "Model extraction": "Extracción modelos",
  "Model conversion": "Conversión modelos",
  "Introduce the model pth path": "Nthuts'i ñut'i ar ruta pth ar modelo",
  "The information to be placed in the model (You can leave it blank or put anything).": "Ar ungumfädi gi da hoki ar modelo (tsa̲ dejar nä'ä jar blanco wa ga japi 'na xka).",
  "Output of the pth file": "Salida fichero pth",
  "Pth file": "Archivo Pth",
  "Extract F0 Curve": "Extraer curva F0",
  "# How to Report an Issue on GitHub": "# Cómo reportar un problema en GitHub",
  "Autotune": "Ar za automático",
  "Record": "Grabar",
  "Stop Recording": "Detener grabación",
  "See Model Information": "Ga ungumfädi ar modelo",
  "Record Screen": "Pantalla grabación",
  "1. Click on the 'Record Screen' button below to start recording the issue you are experiencing.": "1 'yot'e clic jar botón 'Grabar pantalla' tso̲kwa continuación pa ndi ndu̲i ndi grabar ar hñäki nä'ä xi experimentando.",
  "The f0 curve represents the variations in the base frequency of a voice over time, showing how pitch rises and falls.": "Curva f0 o̲t'e ya variaciones ja ar frecuencia base 'nar hñä a lo largo de ar pa, mostrando Temu̲ sube ne baja ar wa ar ñhöñhö.",
  "3. Go to [GitHub Issues](https://github.com/IAHispano/Applio/issues) and click on the 'New Issue' button.": "3 vaya [hñäki ya GitHub] (https://github.com/IAHispano/Applio/issues) ne 'yot'e clic jar botón ''ra'yo hñäki'.",
  "## Download Model": "## Descargar modelo",
  "Introduce the model .pth path": "Nthuts'i ñut'i ruta nthogi.pth ar modelo",
  "Introduce the model link": "'Ñuse̲ ar enlace ar modelo",
  "Model Link": "Enlace ar modelo",
  "4. Complete the provided issue template, ensuring to include details as needed, and utilize the assets section to upload the recorded file from the previous step.": "4 complete ar plantilla ar hñäki proporcionada, asegurando ar ar incluir ya detalles nä'ä mahyoni, ne utilice ar sección activos pa cargar ar archivo grabado bi thogi 'be̲t'o.",
  "2. Once you have finished recording the issue, click on the 'Stop Recording' button (the same button, but the label changes depending on whether you are actively recording or not).": "2 mbi hayas wadi bí grabar ar 'bede, gi clic jar botón 'Detener grabación' (ar xkagentho botón, pe ar etiqueta cambia dependiendo de nu'bu̲ gi grabando activamente wa hi'nä).",
  "Download Model": "Descargar modelo",
  "Search": "Honi",
  "## Drop files": "## Soltar archivos",
  "Introduce the model name to search.": "Introduzca thuuhu ar modelo pa honi.",
  "## Search Model": "## Modelo de búsqueda",
  "TTS Voices": "Voces TTS",
  "And select the sampling rate": "Ne seleccione ar frecuencia muestreo.",
  "Select the pretrained model you want to download.": "Seleccione ar modelo mpakuthuu entrenado nä'ä gi descargar.",
  "Drag your .pth file and .index file into this space. Drag one and then the other.": "Arrastre archivo ar.pth ne ar archivo.index jar nuna ar espacio. Arrastre 'na ne xu̲ki ma'na.",
  "## Download Pretrained Models": "## Descargar modelos preentrenados",
  "TTS Speed": "Velocidad TTS",
  "Increase or decrease TTS speed.": "Aumente wa disminuya ar velocidad TTS.",
  "We couldn't find models by that name.": "Hingi pudimos tingigi mbo modelos ko Nunu̲ thuuhu.",
  "Enter the text to synthesize.": "Introduzca ar texto nä'ä gi sintetizar.",
  "Upload a .txt file": "Ndi 'nar archivo.txt",
  "Select the TTS voice to use for the conversion.": "Seleccione ar hñä ar TTS da japu'befi pa ar conversión.",
  "Text to Synthesize": "Texto ma sintetizar",
  "Input path for text file": "Ruta entrada pa ar archivo texto",
  "The path to the text file that contains content for text to speech.": "Ruta nthogi ja ar archivo texto da contiene contenido pa ar conversión texto da hñä.",
  "Enter text to synthesize": "Introduzca ar texto nä'ä gi sintetizar",
  "Output Path for TTS Audio": "Ruta salida pa audio TTS",
  "Output Path for RVC Audio": "Ruta salida pa audio RVC",
  "Enable fake GPU": "Habilitar GPU falsa",
  "Enable Applio integration with applio.org/models using flask": "Habilite ar integración Applio ko applio.org/models ir nge ya matraz",
  "It will activate the possibility of displaying the current Applio activity in Discord.": "Ar activará ar posibilidad ar mostrar ar nt'ot'e nu'bya Applio jar Discord.",
  "Theme": "Tema",
  "Restart Applio": "Reiniciar Applio",
  "Language": "Ar hñä",
  "Enable Applio integration with Discord presence": "Habilitar ar integración Applio ko 'bu̲i Discord",
  "It will activate the possibility of downloading models with a click from the website.": "Ar activará ar posibilidad ar descargar modelos ko 'nar clic ndezu̲ ar página web.",
  "Select the theme you want to use. (Requires restarting Applio)": "Seleccione ar tema nä'ä gi utilizar. (Requiere reiniciar Applio)",
  "Training is currently unsupported due to the absence of a GPU. To activate the training tab, navigate to the settings tab and enable the 'Fake GPU' option.": "'Bu̲'bya, ar entrenamiento hingi ar compatible nu'bya ausencia 'nar GPU. Pa activar ar pestaña entrenamiento, jar pestaña configuración ne habilite ar opción 'GPU falsa'.",
  "Activates the train tab. However, please note that this device lacks GPU capabilities, hence training is not supported. This option is only for testing purposes. (This option will restart Applio)": "Activa pestaña nju̲nu̲bo̲jä. Wat'i, pets'i ja da nuna ar dispositivo carece ar capacidades GPU, nä'ä hingi bí admite ar capacitación. Nuna ar opción ar ho̲ntho pa ngäts'i ntsa̲. (Nuna ar opción reiniciará Applio)",
  "Precision": "Precisión",
  "Select the language you want to use. (Requires restarting Applio)": "Seleccione ar hñä ne gi utilizar. (Requiere reiniciar Applio)",
  "Plugin Installer": "Instalador plugins",
  "Select the precision you want to use for training and inference.": "Seleccione ar precisión nä'ä gi zu̲di pa ar entrenamiento ne ar inferencia.",
  "Drag your plugin.zip to install it": "Arrastra ir plugin.zip pa ndi instalar",
  "Version Checker": "Comprobador versiones",
  "Check for updates": "Honi actualizaciones",
  "Post-Process": "Post-Proceso",
  "Reverb Room Size": "Tamaño ar sala reverberación",
  "Apply reverb to the audio.": "T'uni reverberación ja ar audio.",
  "Update precision": "Precisión ar actualización",
  "Check which version of Applio is the latest to see if you need to update.": "Compruebe xi versión Applio ar mäs ar reciente pa ga nu'bu da t'ot'e actualizar.",
  "Post-process the audio to apply effects to the output.": "Procesa ar audio pa da t'uni efectos ar salida.",
  "Reverb Wet Gain": "Reverberación Ganancia Húmeda",
  "Set the room size of the reverb.": "'Bui ar tamaño ar sala ar reverberación.",
  "Reverb Damping": "Amortiguación reverberación",
  "Set the damping of the reverb.": "Ajusta ar amortiguación ar reverberación.",
  "Reverb": "Reverberación",
  "Reverb Dry Gain": "Reverberación Ganancia jar seco",
  "Set the wet gain of the reverb.": "Ajusta ganancia húmeda ar reverberación.",
  "Reverb Width": "Ancho reverberación",
  "Set the dry gain of the reverb.": "Ajusta ganancia jar seco ar reverberación.",
  "Reverb Freeze Mode": "Modo congelación reverberación",
  "Set the width of the reverb.": "'Bui ar ancho ar reverberación.",
  "Set the freeze mode of the reverb.": "'Bui modo congelación ar reverberación.",
  "Pitch Shift": "Cambio wa ar ñhöñhö",
  "Pitch Shift Semitones": "Semitonos cambio wa ar ñhöñhö",
  "Limiter": "Limitador",
  "Apply limiter to the audio.": "Aplique 'nar limitador ja ar audio.",
  "Limiter Threshold dB": "Umbral limitador dB",
  "Apply pitch shift to the audio.": "T'uni 'nar cambio wa ar ñhöñhö ja ar audio.",
  "Set the pitch shift semitones.": "'Bui ya semitonos cambio wa ar ñhöñhö.",
  "Set the limiter threshold dB.": "'Bui ar umbral ar limitador jar dB.",
  "Gain": "Ga tähä",
  "Set the limiter release time.": "'Bui ar pa liberación ar limitador.",
  "Apply gain to the audio.": "T'uni ganancia ja ar audio.",
  "Set the gain dB.": "Ar za ar ganancia dB.",
  "Distortion": "Distorsión",
  "Limiter Release Time": "Ar pa liberación ar limitador",
  "Distortion Gain": "Ganancia distorsión",
  "Gain dB": "Ganancia dB",
  "Apply chorus to the audio.": "T'uni nsa̲di ja ar audio.",
  "Chorus": "Nsa̲di",
  "Set the distortion gain.": "Ajusta ar ganancia distorsión.",
  "Chorus Depth": "Profundidad jar nsa̲di",
  "Set the chorus rate Hz.": "Za ar velocidad jar nsa̲di Hz.",
  "Chorus Rate Hz": "Frecuencia ya nsa̲di Hz",
  "Set the chorus depth.": "Ajusta profundidad jar nsa̲di.",
  "Apply distortion to the audio.": "T'uni distorsión ja ar audio.",
  "Chorus Center Delay ms": "Retardo made nsa̲di ms",
  "Set the chorus center delay ms.": "'Bui retardo made jar nsa̲di ms.",
  "Chorus Feedback": "Comentarios jar nsa̲di",
  "Chorus Mix": "Mezcla coros",
  "Set the chorus mix.": "Ajusta mezcla nsa̲di.",
  "Set the chorus feedback.": "'Bui ar retroalimentación jar nsa̲di.",
  "Bitcrush": "Bitcrush (ko ar ingles)",
  "Apply bitcrush to the audio.": "T'uni bitcrush ja ar audio.",
  "Clipping": "Recorte",
  "Clipping Threshold": "Umbral recorte",
  "Set the clipping threshold.": "'Bui umbral recorte.",
  "Apply clipping to the audio.": "T'uni recorte ja ar audio.",
  "Bitcrush Bit Depth": "Profundidad de bits de Bitcrush",
  "Set the bitcrush bit depth.": "'Bui ar profundidad ar bit trituración bits.",
  "Apply compressor to the audio.": "Aplique ar compresor ar audio.",
  "Compressor Threshold dB": "Umbral compresor dB",
  "Set the compressor threshold dB.": "Ar za ar umbral ar compresor dB.",
  "Compressor Ratio": "Nthe ar compresor",
  "Set the compressor ratio.": "Za ar nthe ar compresor.",
  "Compressor Release ms": "Liberación compresor ms",
  "Compressor Attack ms": "'Na jar compresor ms",
  "Set the compressor attack ms.": "Configure 'na jar ar compresor ar ms.",
  "Set the compressor release ms.": "Za ar liberación ar compresor ms.",
  "Compressor": "Compresor",
  "Delay": "Zeti ár",
  "Apply delay to the audio.": "T'uni retardo ja ar audio.",
  "Set the delay seconds.": "'Bui ya mfe̲tsi retardo.",
  "Delay Feedback": "Retroalimentación dá tso̲ho̲",
  "Set the delay feedback.": "'Bui ar retroalimentación dá tso̲ho̲.",
  "Delay Mix": "Mezcla retardo",
  "Delay Seconds": "Ya 'na̲te ya mfe̲ts'i ya dá tso",
  "Set the delay mix.": "Ajusta ar mezcla retardo.",
  "Custom Embedder": "Incrustador personalizado",
  "Refresh embedders": "Actualización incrustaciones",
  "Select Custom Embedder": "Seleccione Incrustador personalizado",
  "Upload .bin": "Ndi .bin",
  "Upload .json": "Ndi .json",
  "Model Creator": "Creador modelos",
  "model information": "Nuna ar modelo",
  "Folder Name": "Thuhuu ar carpeta",
  "Move files to custom embedder folder": "Mover archivos ja 'nar carpeta incrustación personalizada",
  "Name of the model creator. (Default: Unknown)": "Thuuhu creador ar modelo. (Predeterminado: Desconocido)",
  "Speaker ID": "ID ar altavoz",
  "Model Author Name": "Thuuhu autor ar modelo",
  "Set name": "Thuhuu ar conjunto",
  "Select the speaker ID to use for the conversion.": "Seleccione ar ID ar altavoz da japu'befi pa ar conversión.",
  "The name that will appear in the model information.": "Thuuhu da aparecerá ar ungumfädi ar modelo.",
  "Set the autotune strength - the more you increase it the more it will snap to the chromatic grid.": "'Bui ar intensidad ar za automático: cuanto nä'ä bí aumente, mäs ar ajustará bí cuadrícula ar cromática."
}