{
  "Training": "Szkolenie",
  "Processing": "Przetwarzanie",
  "Extra": "Dodatkowe",
  "Inference": "Wnioskowanie",
  "Merge Audios": "Scal nagrania audio",
  "Audio Analyzer": "Analizator dźwięku",
  "The output information will be displayed here.": "Informacje wyjściowe zostaną wyświetlone w tym miejscu.",
  "Download": "Pobierz",
  "Output Information": "Informacje wyjściowe",
  "This section contains some extra utilities that often may be in experimental phases.": "Ta sekcja zawiera kilka dodatkowych narzędzi, które często mogą być w fazie eksperymentalnej.",
  "Model Information": "Informacje modelu",
  "Preprocess": "Przetwórz wstępnie",
  "Plugins": "Wtyczki",
  "A simple, high-quality voice conversion tool focused on ease of use and performance.": "Proste, wysokiej jakości narzędzie do konwersji głosu skoncentrowane na łatwości obsługi i wydajności.",
  "Report a Bug": "Zgłoś błąd",
  "Settings": "Ustawienia",
  "Audio cutting": "Cięcie dźwięku",
  "Model Name": "Nazwa modelu",
  "Process effects": "Przetwórz efekty",
  "Dataset Path": "Ścieżka zestawu danych",
  "It's recommended to deactivate this option if your dataset has already been processed.": "Zaleca się wyłączenie tej opcji, jeśli zestaw danych został już przetworzony.",
  "Enter model name": "Wprowadź nazwę modelu",
  "Refresh Datasets": "Odśwież zestaw danych",
  "Dataset Name": "Nazwa zestawu danych",
  "Name of the new dataset.": "Nazwa nowego zestawu danych.",
  "Name of the new model.": "Nazwa nowego modelu.",
  "Dataset Creator": "Twórca zestawu danych",
  "Upload Audio Dataset": "Załaduj zestawu danych",
  "Enter dataset path": "Wprowadź ścieżkę zestawu danych",
  "The audio file has been successfully added to the dataset. Please click the preprocess button.": "Plik audio został pomyślnie dodany do zestawu danych. Kliknij przycisk przetwarzania wstępnego.",
  "Enter dataset name": "Wprowadź nazwę zestawu danych",
  "Path to the dataset folder.": "Ścieżka do folderu zestawu danych.",
  "Sampling Rate": "Częstotliwość próbkowania",
  "The sampling rate of the audio files.": "Częstotliwość próbkowania plików audio.",
  "Model Architecture": "Architektura modelu",
  "Extract": "Wyodrębnij",
  "Preprocess Dataset": "Przetwórz wstępnie",
  "Embedder Model": "Model osadzania",
  "Version of the model architecture.": "Wersja architektury modelu.",
  "Model used for learning speaker embedding.": "Model używany do nauki osadzania speakera.",
  "Hop Length": "Hop Length",
  "Batch Size": "Wielkość serii",
  "Save Every Epoch": "Zapisz każdą epokę",
  "Pretrained": "Czy wstępnie przeszkolony",
  "Denotes the duration it takes for the system to transition to a significant pitch change. Smaller hop lengths require more time for inference but tend to yield higher pitch accuracy.": "Określa czas potrzebny systemowi na przejście do znaczącej zmiany wysokości dźwięku. Mniejsze długości przeskoków wymagają więcej czasu na wnioskowanie, ale zwykle zapewniają większą dokładność skoku.",
  "Total Epoch": "Docelowa ilość epoch",
  "It's advisable to align it with the available VRAM of your GPU. A setting of 4 offers improved accuracy but slower processing, while 8 provides faster and standard results.": "Wskazane jest dostosowanie go do dostępnej pamięci VRAM karty graficznej. Ustawienie 4 zapewnia lepszą dokładność, ale wolniejsze przetwarzanie, podczas gdy 8 zapewnia szybsze i standardowe wyniki.",
  "Determine at how many epochs the model will saved at.": "Określ, po osiągnięciu ilu epoch model zostanie zapisany.",
  "Specifies the overall quantity of epochs for the model training process.": "Określa łączną liczbę epoch modelu w procesie trenowania.",
  "Save Only Latest": "Zapisz tylko najnowszy",
  "Save Every Weights": "Zapisz każdą wagę",
  "Custom Pretrained": "Niestandardowy wstępnie trenowany model",
  "This setting enables you to save the weights of the model at the conclusion of each epoch.": "To ustawienie umożliwia zapisanie wag modelu na końcu każdej epoki.",
  "Upload Pretrained Model": "Załaduj wstępnie wytrenowany model",
  "Enabling this setting will result in the G and D files saving only their most recent versions, effectively conserving storage space.": "Włączenie tego ustawienia spowoduje, że pliki G i D będą zapisywać tylko swoje najnowsze wersje, oszczędzając miejsce na dysku.",
  "Refresh Custom Pretraineds": "Odśwież niestandardowe wstępnie wytrenowane",
  "Pretrained Custom Settings": "Ustawienia wstępnie wytrenowanego modelu",
  "GPU Settings": "Ustawienia GPU",
  "Pretrained D Path": "Ścieżka do wstępnie przetrenowanego D",
  "The file you dropped is not a valid pretrained file. Please try again.": "Upuszczony plik nie jest prawidłowym wstępnie wytrenowanym plikiem. Spróbuj ponownie.",
  "Pretrained G Path": "Ścieżka do wstępnie przetrenowanego G",
  "Utilizing custom pretrained models can lead to superior results, as selecting the most suitable pretrained models tailored to the specific use case can significantly enhance performance.": "Wykorzystanie niestandardowych, wstępnie wytrenowanych modeli może zapewnić lepsze wyniki, ponieważ wybór najbardziej odpowiednich modeli dostosowanych do konkretnego zastosowania może znacznie poprawić wydajność.",
  "GPU Number": "Numer procesora graficznego",
  "GPU Custom Settings": "Niestandardowe ustawienia GPU",
  "Sets advanced GPU settings, recommended for users with better GPU architecture.": "Ustawia zaawansowane ustawienia GPU, zalecane dla użytkowników z lepszą architekturą GPU.",
  "Click the refresh button to see the pretrained file in the dropdown menu.": "Kliknij przycisk odświeżania, aby wyświetlić plik wstępnie wytrenowanego modelu w rozwijanym menu.",
  "0 to ∞ separated by -": "Od 0 do ∞ oddzielone znakiem -",
  "The GPU information will be displayed here.": "W tym miejscu zostaną wyświetlone informacje o GPU.",
  "GPU Information": "Informacje o procesorze graficznym",
  "The number of CPU cores to use in the preprocess. The default setting are your cpu cores, which is recommended for most cases.": "Liczba rdzeni procesora CPU do użycia w procesie wstępnym. Ustawieniem domyślnym są rdzenie procesora, co jest zalecane w większości przypadków.",
  "Use CPU": "Użyj CPU",
  "Specify the number of GPUs you wish to utilize for preprocess by entering them separated by hyphens (-). At the moment, using multi-gpu will not have a significant effect.": "Określ liczbę procesorów graficznych, które chcesz wykorzystać do przetwarzania wstępnego, wprowadzając je oddzielając je łącznikami (-). W tej chwili korzystanie z multi-gpu nie będzie miało znaczącego wpływu.",
  "Pitch Guidance": "Wytyczne dotyczące wysokości",
  "Specify the number of GPUs you wish to utilize for extracting by entering them separated by hyphens (-).": "Określ liczbę procesorów graficznych, które chcesz wykorzystać do wyodrębniania, wprowadzając je oddzielone myślnikami (-).",
  "Force the use of CPU for training.": "Wymuś użycie CPU do szkolenia.",
  "Extract Features": "Wyodrębnij cechy",
  "The number of CPU cores to use in the extraction process. The default setting are your cpu cores, which is recommended for most cases.": "Liczba rdzeni procesora, które mają być używane w procesie ekstrakcji. Domyślnym ustawieniem jest liczba rdzeni procesora, co jest zalecane w większości przypadków.",
  "Utilize pretrained models when training your own. This approach reduces training duration and enhances overall quality.": "Wykorzystaj wstępnie wytrenowane modele podczas szkolenia własnych. Takie podejście skraca czas szkolenia i poprawia ogólną jakość.",
  "We prioritize running the model extraction on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.": "Priorytetowo traktujemy uruchamianie ekstrakcji modelu na procesorze graficznym (GPU) w celu uzyskania większej wydajności. Jeśli wolisz korzystać z procesora centralnego (CPU), po prostu pozostaw pole GPU puste.",
  "By employing pitch guidance, it becomes feasible to mirror the intonation of the original voice, including its pitch. This feature is particularly valuable for singing and other scenarios where preserving the original melody or pitch pattern is essential.": "Dzięki zastosowaniu funkcji korekcji wysokości dźwięku możliwe jest odwzorowanie intonacji oryginalnego głosu, w tym jego wysokości. Funkcja ta jest szczególnie przydatna w przypadku śpiewu i innych sytuacji, w których zachowanie oryginalnej melodii lub wzorca wysokości dźwięku ma kluczowe znaczenie.",
  "We prioritize running the model preprocessing on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.": "Priorytetowo traktujemy przetwarzanie wstępne modelu na procesorze graficznym (GPU) w celu uzyskania większej wydajności. Jeśli wolisz korzystać z procesora centralnego (CPU), po prostu pozostaw pole GPU puste.",
  "Cache Dataset in GPU": "Zapisz zestaw danych w pamięci podręcznej procesora GPU",
  "Cache the dataset in GPU memory to speed up the training process.": "Zapisz zestaw danych w pamięci GPU, aby przyspieszyć proces trenowania.",
  "Index Algorithm": "Algorytm indeksu",
  "Overtraining Detector": "Detektor przetrenowania",
  "Overtraining Detector Settings": "Ustawienia detektora przetrenowania",
  "Overtraining Threshold": "Próg przetrenowania",
  "Fresh Training": "Świeże szkolenie",
  "Start Training": "Rozpocznij szkolenie",
  "KMeans is a clustering algorithm that divides the dataset into K clusters. This setting is particularly useful for large datasets.": "KMeans to algorytm klastrowania, który dzieli zestaw danych na K klastrów. To ustawienie jest szczególnie przydatne w przypadku dużych zestawów danych.",
  "Stop Training": "Zatrzymaj trening",
  "Set the maximum number of epochs you want your model to stop training if no improvement is detected.": "Ustaw maksymalną liczbę epok, na której model ma przestać trenować, jeśli nie zostanie wykryta poprawa.",
  "Enable this setting only if you are training a new model from scratch or restarting the training. Deletes all previously generated weights and tensorboard logs.": "Włącz to ustawienie tylko wtedy, gdy trenujesz nowy model od podstaw lub ponownie uruchamiasz trenowanie. Usuwa wszystkie wcześniej wygenerowane wagi oraz dzienniki tensorboard.",
  "Generate Index": "Generuj indeks",
  "Detect overtraining to prevent the model from learning the training data too well and losing the ability to generalize to new data.": "Wykrywaj nadmierne trenowanie, aby zapobiec zbyt dobremu uczeniu się danych treningowych przez model oraz utracie możliwości uogólniania nowych danych.",
  "Export Model": "Eksportuj modelu",
  "Exported Pth file": "Wyeksportowany plik .pth",
  "Exported Index file": "Wyeksportowany plik indeksu",
  "Select the pth file to be exported": "Wybierz plik .pth do wyeksportowania",
  "Upload": "Prześlij",
  "Refresh": "Odśwież",
  "Voice Model": "Model głosowy",
  "Select the index file to be exported": "Wybierz plik indeksu, który ma zostać wyeksportowany",
  "Index File": "Plik indeksu",
  "Single": "Pojedynczy",
  "Unload Voice": "Rozładuj głos",
  "The button 'Upload' is only for google colab: Uploads the exported files to the ApplioExported folder in your Google Drive.": "Przycisk \"Prześlij\" jest przeznaczony tylko dla Google Colab: Przesyła wyeksportowane pliki do folderu pod nazwą \"ApplioExported\" na Dysku Google.",
  "Select the voice model to use for the conversion.": "Wybierz model głosu, który ma zostać użyty do konwersji.",
  "Select the index file to use for the conversion.": "Wybierz plik indeksu, który ma zostać użyty do konwersji.",
  "Upload Audio": "Prześlij dźwięk",
  "Advanced Settings": "Ustawienia zaawansowane",
  "Select the audio to convert.": "Wybierz dźwięk do konwersji.",
  "Select Audio": "Wybierz dźwięk",
  "Output Path": "Ścieżka wyjściowa",
  "Custom Output Path": "Niestandardowa ścieżka wyjściowa",
  "Export Format": "Format zapisu",
  "Clear Outputs (Deletes all audios in assets/audios)": "Wyczyść dźwięki (usuwa wszystkie pliki audio w assets/audio)",
  "Split Audio": "Podziel dźwięk",
  "Select the format to export the audio.": "Wybierz format aby wyeksportować dźwięk.",
  "Clean Audio": "Wyczyść dźwięk",
  "Autotune": "Autotune",
  "The path where the output audio will be saved, by default in assets/audios/output.wav": "Ścieżka, w której zostanie zapisany dźwięk wyjściowy, domyślnie w assets/audios/output.wav",
  "Clean Strength": "Siła czyszczenia",
  "Split the audio into chunks for inference to obtain better results in some cases.": "Podziel dźwięk na kawałki we wywnioskowaniu, aby w niektórych przypadkach uzyskać lepsze wyniki.",
  "Apply a soft autotune to your inferences, recommended for singing conversions.": "Zastosuj miękki autotune do wyników wnioskowań, zalecane do konwersjach śpiewających.",
  "Clean your audio output using noise detection algorithms, recommended for speaking audios.": "Wyczyść wyjście audio za pomocą algorytmów wykrywania szumów, zalecane w konwersjach mówiących.",
  "Upscale Audio": "Upscaluj dźwięk",
  "Upscale the audio to a higher quality, recommended for low-quality audios. (It could take longer to process the audio)": "Popraw jakość dźwięku do wyższego poziomu, zalecane w przypadku dźwięków o niskiej jakości. (Przetwarzanie dźwięku może potrwać dłużej).",
  "Formant Shifting": "Przesunięcie formantu",
  "Pitch": "Wysokość",
  "Enable formant shifting. Used for male to female and vice-versa convertions.": "Włącz przesuwanie formantu. Używany do konwersji męskiej na żeńską i odwrotnie.",
  "Quefrency for formant shifting": "Quefrency przesunięcia formantu",
  "Browse presets for formanting": "Przeglądaj ustawienia wstępne formantowania",
  "Presets are located in /assets/formant_shift folder": "Ustawienia wstępne znajdują się w folderze /assets/formant_shift",
  "Default value is 1.0": "Wartość domyślna to 1.0",
  "Timbre for formant shifting": "Barwa do przesuwania formantów",
  "Set the pitch of the audio, the higher the value, the higher the pitch.": "Ustaw wysokość dźwięku.",
  "Search Feature Ratio": "Współczynnik wyszukiwania cech",
  "Volume Envelope": "Volume Envelope",
  "Set the clean-up level to the audio you want, the more you increase it the more it will clean up, but it is possible that the audio will be more compressed.": "Ustaw poziom czyszczenia na żądany poziom audio. Im bardziej go zwiększysz, tym bardziej zostanie on oczyszczony, ale możliwe jest, że audio zostanie bardziej skompresowane.",
  "Filter Radius": "Promień filtra",
  "If the number is greater than or equal to three, employing median filtering on the collected tone results has the potential to decrease respiration.": "Jeśli liczba ta jest większa lub równa trzem, zastosowanie filtrowania medianowego do zebranych wyników tonów może potencjalnie zmniejszyć częstość oddechów.",
  "Influence exerted by the index file; a higher value corresponds to greater influence. However, opting for lower values can help mitigate artifacts present in the audio.": "Wpływ wywierany przez plik indeksu; wyższa wartość odpowiada większemu wpływowi. Jednak wybór niższych wartości może pomóc w złagodzeniu artefaktów obecnych w dźwięku.",
  "Protect Voiceless Consonants": "Chroń spółgłoski bezdźwięczne",
  "Convert": "Konwertuj",
  "Batch": "Seria",
  "Export Audio": "Eksportuj dźwięk",
  "Pitch extraction algorithm": "Algorytm wyodrębniania wysokości dźwięku",
  "Pitch extraction algorithm to use for the audio conversion. The default algorithm is rmvpe, which is recommended for most cases.": "Algorytm ekstrakcji wysokości dźwięku używany do konwersji audio. Domyślnym algorytmem jest rmvpe, który jest zalecany w większości przypadków.",
  "Enter input path": "Wprowadź ścieżkę wejściową",
  "Select the folder containing the audios to convert.": "Wybierz folder zawierający pliki audio do konwersji.",
  "Safeguard distinct consonants and breathing sounds to prevent electro-acoustic tearing and other artifacts. Pulling the parameter to its maximum value of 0.5 offers comprehensive protection. However, reducing this value might decrease the extent of protection while potentially mitigating the indexing effect.": "Zabezpiecz wyraźne spółgłoski i dźwięki oddechowe, aby zapobiec rozrywaniu elektroakustycznemu i innym artefaktom. Ustawienie parametru na maksymalną wartość 0,5 zapewnia kompleksową ochronę. Jednak zmniejszenie tej wartości może zmniejszyć zakres ochrony, potencjalnie łagodząc efekt indeksowania.",
  "Output Folder": "Katalog wyjściowy",
  "Input Folder": "Katalog wejściowy",
  "Enter output path": "Wprowadź ścieżkę wyjściową",
  "Get information about the audio": "Uzyskaj informacje o dźwięku",
  "## Voice Blender": "## Blender głosowy",
  "Voice Blender": "Blender głosowy",
  "Select the folder where the output audios will be saved.": "Wybierz folder, w którym zostaną zapisane wyjściowe pliki audio.",
  "Drag and drop your model here": "Przeciągnij i upuść plik modelu tutaj",
  "You can also use a custom path.": "Możesz również użyć ścieżki niestandardowej.",
  "Blend Ratio": "Proporcja mieszania",
  "Select two voice models, set your desired blend percentage, and blend them into an entirely new voice.": "Wybierz dwa modele głosowe, ustaw żądany procent mieszania i zmiksuj je w zupełnie nowy głos.",
  "Fusion": "Fuzja",
  "Path to Model": "Ścieżka modelu",
  "Enter path to model": "Wprowadź ścieżkę do modelu",
  "Adjusting the position more towards one side or the other will make the model more similar to the first or second.": "Przesunięcie pozycji bardziej w jedną lub drugą stronę sprawi, że model będzie bardziej podobny do pierwszego lub drugiego.",
  "Model information to be placed": "Informacje o modelu, które mają zostać umieszczone",
  "View model information": "Wyświetl informacje o modelu",
  "Substitute or blend with the volume envelope of the output. The closer the ratio is to 1, the more the output envelope is employed.": "Zastąp lub zmiksuj z obwiednią głośności wyjściowej. Im bliższy jest współczynnik do 1, tym bardziej wykorzystywana jest obwiednia wyjściowa.",
  "Inroduce the model information": "Wprowadź informacje o modelu",
  "View": "Widok",
  "Introduce the model pth path": "Wprowadzenie do modelowej ścieżki pth",
  "The information to be placed in the model (You can leave it blank or put anything).": "Informacje, które mają zostać umieszczone w modelu (można pozostawić je puste lub umieścić cokolwiek).",
  "Model extraction": "Wyodrębnianie modelu",
  "Model conversion": "Konwersja modelu",
  "Pth file": "Plik pth",
  "Output of the pth file": "Wyjście pliku pth",
  "Extract F0 Curve": "Wyodrębnij krzywą F0",
  "Record": "Nagrywaj",
  "# How to Report an Issue on GitHub": "# Jak zgłosić problem na GitHub",
  "Introduce the model .pth path": "Wprowadź ścieżkę do modelu .pth",
  "1. Click on the 'Record Screen' button below to start recording the issue you are experiencing.": "1. Kliknij przycisk \"Nagrywaj\" poniżej, aby rozpocząć nagrywanie napotkanego problemu.",
  "Stop Recording": "Zatrzymaj nagrywanie",
  "The f0 curve represents the variations in the base frequency of a voice over time, showing how pitch rises and falls.": "Krzywa F0 reprezentuje zmiany częstotliwości bazowej głosu w czasie, pokazując, jak wysokość dźwięku wzrasta i spada.",
  "Model Link": "Link do modelu",
  "## Download Model": "## Pobierz model",
  "3. Go to [GitHub Issues](https://github.com/IAHispano/Applio/issues) and click on the 'New Issue' button.": "3. Przejdź do [GitHub Issues](https://github.com/IAHispano/Applio/issues) i kliknij przycisk \"New issue\".",
  "Introduce the model link": "Wprowadź link do modelu",
  "2. Once you have finished recording the issue, click on the 'Stop Recording' button (the same button, but the label changes depending on whether you are actively recording or not).": "2. Po zakończeniu nagrywania problemu kliknij przycisk \"Zatrzymaj nagrywanie\" (ten sam przycisk, ale etykieta zmienia się w zależności od tego, czy aktywnie nagrywasz, czy nie).",
  "See Model Information": "Wyświetl informacje o modelu",
  "Download Model": "Pobierz model",
  "## Drop files": "## Upuść pliki",
  "Search": "Szukaj",
  "## Search Model": "## Szukaj modelu",
  "Drag your .pth file and .index file into this space. Drag one and then the other.": "Przeciągnij plik .pth i plik .index do tego miejsca. Przeciągnij najpierw jeden, a potem drugi.",
  "4. Complete the provided issue template, ensuring to include details as needed, and utilize the assets section to upload the recorded file from the previous step.": "4. Wypełnij dostarczony szablon zgłoszenia, podając wszystkie niezbędne informacje, a następnie skorzystaj z sekcji zasobów, aby przesłać plik nagrany w poprzednim kroku.",
  "Introduce the model name to search.": "Wprowadź nazwę modelu do wyszukiwania.",
  "We couldn't find models by that name.": "Nie udało się znaleźć modeli o tej nazwie.",
  "## Download Pretrained Models": "## Pobierz wstępnie wytrenowane modele",
  "And select the sampling rate": "I wybierz częstotliwość próbkowania.",
  "TTS Voices": "Głosy TTS",
  "TTS Speed": "Prędkość TTS",
  "Increase or decrease TTS speed.": "Zwiększ lub zmniejsz prędkość TTS.",
  "Text to Synthesize": "Tekst do syntezy",
  "Select the TTS voice to use for the conversion.": "Wybierz głos TTS, który ma być używany do konwersji.",
  "Enter the text to synthesize.": "Wprowadź tekst do syntezy.",
  "Upload a .txt file": "Prześlij plik .txt",
  "Input path for text file": "Ścieżka wejściowa pliku tekstowego",
  "Enter text to synthesize": "Wprowadź tekst do syntezy",
  "Output Path for TTS Audio": "Ścieżka wyjściowa dla dźwięku TTS",
  "The path to the text file that contains content for text to speech.": "Ścieżka do pliku tekstowego, którego zawartość ma być syntezowana.",
  "It will activate the possibility of displaying the current Applio activity in Discord.": "Aktywuje to możliwość wyświetlania aktywności Applio w aplikacji Discord.",
  "Enable Applio integration with Discord presence": "Włącz integrację Applio z Discord",
  "Enable Applio integration with applio.org/models using flask": "Włącz integrację Applio z applio.org/models za pomocą Flask",
  "Enable fake GPU": "Symuluj GPU",
  "It will activate the possibility of downloading models with a click from the website.": "Aktywuje to możliwość pobierania modeli za pomocą kliknięcia ze strony internetowej.",
  "Select the pretrained model you want to download.": "Wybierz wstępnie wytrenowany model, który chcesz pobrać.",
  "Output Path for RVC Audio": "Ścieżka wyjściowa dla dźwięku RVC",
  "Training is currently unsupported due to the absence of a GPU. To activate the training tab, navigate to the settings tab and enable the 'Fake GPU' option.": "Trenowanie nie jest obecnie dostępne z powodu braku procesora graficznego. Aby aktywować zakładkę treningu, przejdź do zakładki ustawień i włącz opcję \"Symuluj GPU\".",
  "Language": "Język",
  "Record Screen": "Nagraj ekran",
  "Restart Applio": "Uruchom ponownie Applio",
  "Activates the train tab. However, please note that this device lacks GPU capabilities, hence training is not supported. This option is only for testing purposes. (This option will restart Applio)": "Aktywuje zakładkę treningu. Należy jednak pamiętać, że urządzenie to nie posiada funkcji GPU, dlatego trening nie jest obsługiwany. Opcja ta służy wyłącznie do celów testowych. (Ta opcja spowoduje ponowne uruchomienie Applio).",
  "Theme": "Motyw",
  "Select the theme you want to use. (Requires restarting Applio)": "Wybierz kompozycję, którego chcesz użyć. (Wymaga ponownego uruchomienia Applio)",
  "Precision": "Precyzja",
  "Select the language you want to use. (Requires restarting Applio)": "Wybierz język, którego chcesz używać. (Wymaga ponownego uruchomienia Applio)",
  "Plugin Installer": "Instalator wtyczek",
  "Update precision": "Aktualizuj precyzję",
  "Version Checker": "Sprawdzacz wersji",
  "Select the precision you want to use for training and inference.": "Wybierz precyzję, której chcesz użyć do trenowania i wnioskowania.",
  "Drag your plugin.zip to install it": "Przeciągnij plik ZIP wtyczki aby ją zainstalować",
  "Check for updates": "Sprawdź dostępność aktualizacji",
  "Check which version of Applio is the latest to see if you need to update.": "Sprawdź, która wersja Applio jest najnowsza, aby sprawdzić, czy możesz ją zaktualizować.",
  "Reverb": "Pogłos",
  "Post-Process": "Post-produkcja",
  "Post-process the audio to apply effects to the output.": "Przetwórz dźwięk po wnioskowaniu aby zastosować efekty.",
  "Apply reverb to the audio.": "Zastosuj pogłos do dźwięku.",
  "Reverb Room Size": "Rozmiar pomieszczenia pogłosu",
  "Set the room size of the reverb.": "Ustaw rozmiar pomieszczenia pogłosu.",
  "Reverb Damping": "Tłumienie pogłosu",
  "Set the damping of the reverb.": "Ustaw tłumienie pogłosu.",
  "Reverb Wet Gain": "Parametr Wet pogłosu",
  "Reverb Dry Gain": "Parametr Dry pogłosu",
  "Set the wet gain of the reverb.": "Ustaw siłę parametru Wet pogłosu.",
  "Reverb Width": "Szerokość pogłosu",
  "Set the width of the reverb.": "Ustaw szerokość pogłosu.",
  "Set the dry gain of the reverb.": "Ustaw siłę parametru Dry pogłosu.",
  "Limiter": "Limiter",
  "Set the freeze mode of the reverb.": "Ustaw tryb zamrożenia pogłosu.",
  "Pitch Shift": "Przesunięcie wysokości dźwięku",
  "Reverb Freeze Mode": "Tryb zamrożenia pogłosu",
  "Pitch Shift Semitones": "Półtony przesunięcia wysokości dźwięku",
  "Set the pitch shift semitones.": "Ustaw półtony przesunięcia wysokości dźwięku.",
  "Apply pitch shift to the audio.": "Zastosuj przesunięcie wysokości dźwięku.",
  "Apply limiter to the audio.": "Zastosuj limiter do dźwięku.",
  "Set the limiter threshold dB.": "Ustaw próg limitera w dB.",
  "Limiter Release Time": "Czas zwolnienia limitera",
  "Gain": "Wzmocnienie",
  "Set the limiter release time.": "Ustaw czas zwolnienia limitera.",
  "Distortion": "Przester",
  "Gain dB": "Wzmocnienie dB",
  "Apply gain to the audio.": "Zastosuj wzmocnienie do dźwięku.",
  "Set the gain dB.": "Ustaw wzmocnienie dB.",
  "Chorus": "Chorus",
  "Limiter Threshold dB": "Próg limitera dB",
  "Distortion Gain": "Wzmocnienie przesteru",
  "Apply distortion to the audio.": "Zastosuj zniekształcenia do dźwięku.",
  "Set the distortion gain.": "Ustaw wzmocnienie przesteru.",
  "Apply chorus to the audio.": "Zastosuj chorus do dźwięku.",
  "Chorus Rate Hz": "Częstotliwość chorus w Hz",
  "Chorus Depth": "Głębia chorus",
  "Chorus Center Delay ms": "Opóźnienie centrum chorus w ms",
  "Set the chorus rate Hz.": "Ustaw częstotliwość chorus w Hz.",
  "Set the chorus center delay ms.": "Ustawia opóźnienie chorusa w ms.",
  "Chorus Mix": "Mix chorus",
  "Set the chorus depth.": "Ustawianie głębokości chorus.",
  "Chorus Feedback": "Sprzężenie zwrotne chorus",
  "Bitcrush": "Bitcrush",
  "Set the chorus feedback.": "Ustaw sprzężenie zwrotne chorus.",
  "Set the chorus mix.": "Ustaw miks chorus.",
  "Clipping": "Clipping",
  "Apply bitcrush to the audio.": "Zastosuj bitcrush do dźwięku.",
  "Bitcrush Bit Depth": "Głębokość bitów bitcrush",
  "Set the bitcrush bit depth.": "Ustaw głębokość bitcrush w bitach.",
  "Apply clipping to the audio.": "Zastosuj clipping do dźwięku.",
  "Set the clipping threshold.": "Ustaw próg clipping.",
  "Compressor": "Kompresor",
  "Clipping Threshold": "Próg clipping",
  "Apply compressor to the audio.": "Zastosuj kompresor do dźwięku.",
  "Compressor Threshold dB": "Próg wartości kompresora w dB",
  "Compressor Ratio": "Stosunek kompresji",
  "Set the compressor ratio.": "Ustaw stosunek kmpresji.",
  "Set the compressor threshold dB.": "Ustaw próg kompresji w dB.",
  "Compressor Attack ms": "Atak kompresora ms",
  "Delay": "Odbicie",
  "Compressor Release ms": "Uwolnienie kompresora w ms",
  "Set the compressor attack ms.": "Ustaw atak kompresora w ms.",
  "Set the compressor release ms.": "Ustaw uwolnienie kompresora w ms.",
  "Apply delay to the audio.": "Zastosuj opóźnienie do dźwięku.",
  "Delay Seconds": "Odbicie w sekundach",
  "Set the delay seconds.": "Ustaw czas odbicia w sekundach.",
  "Delay Feedback": "Sprzężenie zwrotne opóźnienia",
  "Delay Mix": "Miks opóźnienia",
  "Set the delay feedback.": "Ustaw sprzężenie zwrotne opóźnienia.",
  "Set the delay mix.": "Ustaw miks opóźnienia.",
  "Custom Embedder": "Niestandardowy osadzacz",
  "Folder Name": "Nazwa folderu",
  "Select Custom Embedder": "Wybierz niestandardowy embedder",
  "Refresh embedders": "Odśwież embeddery",
  "model information": "Informacje o modelu",
  "Upload .bin": "Prześlij .bin",
  "Name of the model creator. (Default: Unknown)": "Nazwa twórcy modelu. (Domyślnie: Unknown)",
  "Move files to custom embedder folder": "Przenieś pliki do folderu niestandardowego modelu osadzania",
  "Model Creator": "Kreator modeli",
  "Speaker ID": "Identyfikator głośnika",
  "Upload .json": "Prześlij .json",
  "Model Author Name": "Nazwa autora modelu",
  "Select the speaker ID to use for the conversion.": "Wybierz identyfikator głośnika, który ma zostać użyty do konwersji.",
  "The name that will appear in the model information.": "Nazwa, która pojawi się w informacjach o modelu.",
  "Set the autotune strength - the more you increase it the more it will snap to the chromatic grid.": "Ustaw siłę autotune - im bardziej ją zwiększysz, tym bardziej będzie przyciągana do tonów.",
  "Set name": "Ustaw nazwę",
  "No internet connection could be established, some features may not be available.": "Nie udało się nawiązać połączenia internetowego. Niektóre funkcje mogą nie być dostępne.",
  "Provided audio file path is invalid:": "Podana ścieżka pliku dźwiękowego jest nieprawidłowa:",
  "Reverting path to latest file:": "Przywracanie ścieżki do najnowszego pliku:"
}
