{
    "# How to Report an Issue on GitHub": "# Como Reportar um Problema no GitHub",
    "## Download Model": "## Transferir Modelo",
    "## Download Pretrained Models": "## Transferir Modelos Pré-treinados",
    "## Drop files": "## Arraste ficheiros",
    "## Voice Blender": "## Misturador de Voz",
    "0 to ∞ separated by -": "0 a ∞ separados por -",
    "1. Click on the 'Record Screen' button below to start recording the issue you are experiencing.": "1. Clique no botão 'Gravar Ecrã' abaixo para começar a gravar o problema que está a experienciar.",
    "2. Once you have finished recording the issue, click on the 'Stop Recording' button (the same button, but the label changes depending on whether you are actively recording or not).": "2. Quando terminar de gravar o problema, clique no botão 'Parar Gravação' (o mesmo botão, mas o rótulo muda dependendo se está a gravar ativamente ou não).",
    "3. Go to [GitHub Issues](https://github.com/IAHispano/Applio/issues) and click on the 'New Issue' button.": "3. Vá para [GitHub Issues](https://github.com/IAHispano/Applio/issues) e clique no botão 'New Issue'.",
    "4. Complete the provided issue template, ensuring to include details as needed, and utilize the assets section to upload the recorded file from the previous step.": "4. Preencha o modelo de problema fornecido, garantindo a inclusão dos detalhes necessários, e utilize a secção de anexos para carregar o ficheiro gravado no passo anterior.",
    "A simple, high-quality voice conversion tool focused on ease of use and performance.": "Uma ferramenta de conversão de voz simples e de alta qualidade, focada na facilidade de utilização e desempenho.",
    "Adding several silent files to the training set enables the model to handle pure silence in inferred audio files. Select 0 if your dataset is clean and already contains segments of pure silence.": "Adicionar vários ficheiros de silêncio ao conjunto de treino permite que o modelo lide com silêncio puro nos ficheiros de áudio inferidos. Selecione 0 se o seu conjunto de dados estiver limpo e já contiver segmentos de silêncio puro.",
    "Adjust the input audio pitch to match the voice model range.": "Ajustar o tom do áudio de entrada para corresponder ao alcance do modelo de voz.",
    "Adjusting the position more towards one side or the other will make the model more similar to the first or second.": "Ajustar a posição mais para um lado ou para o outro tornará o modelo mais semelhante ao primeiro ou ao segundo.",
    "Adjusts the final volume of the converted voice after processing.": "Ajusta o volume final da voz convertida após o processamento.",
    "Adjusts the input volume before processing. Prevents clipping or boosts a quiet mic.": "Ajusta o volume de entrada antes do processamento. Evita o corte de sinal (clipping) ou aumenta o volume de um microfone baixo.",
    "Adjusts the volume of the monitor feed, independent of the main output.": "Ajusta o volume do retorno (monitor), independentemente da saída principal.",
    "Advanced Settings": "Definições Avançadas",
    "Amount of extra audio processed to provide context to the model. Improves conversion quality at the cost of higher CPU usage.": "Quantidade de áudio extra processado para fornecer contexto ao modelo. Melhora a qualidade da conversão ao custo de um maior uso de CPU.",
    "And select the sampling rate.": "E selecione a taxa de amostragem.",
    "Apply a soft autotune to your inferences, recommended for singing conversions.": "Aplique um autotune suave às suas inferências, recomendado para conversões de canto.",
    "Apply bitcrush to the audio.": "Aplicar bitcrush ao áudio.",
    "Apply chorus to the audio.": "Aplicar chorus ao áudio.",
    "Apply clipping to the audio.": "Aplicar clipping ao áudio.",
    "Apply compressor to the audio.": "Aplicar compressor ao áudio.",
    "Apply delay to the audio.": "Aplicar delay ao áudio.",
    "Apply distortion to the audio.": "Aplicar distorção ao áudio.",
    "Apply gain to the audio.": "Aplicar ganho ao áudio.",
    "Apply limiter to the audio.": "Aplicar limitador ao áudio.",
    "Apply pitch shift to the audio.": "Aplicar alteração de tom ao áudio.",
    "Apply reverb to the audio.": "Aplicar reverberação ao áudio.",
    "Architecture": "Arquitetura",
    "Audio Analyzer": "Analisador de Áudio",
    "Audio Settings": "Definições de Áudio",
    "Audio buffer size in milliseconds. Lower values may reduce latency but increase CPU load.": "Tamanho do buffer de áudio em milissegundos. Valores mais baixos podem reduzir a latência, mas aumentam a carga no CPU.",
    "Audio cutting": "Corte de áudio",
    "Audio file slicing method: Select 'Skip' if the files are already pre-sliced, 'Simple' if excessive silence has already been removed from the files, or 'Automatic' for automatic silence detection and slicing around it.": "Método de divisão de ficheiros de áudio: Selecione 'Ignorar' se os ficheiros já estiverem pré-divididos, 'Simples' se o silêncio excessivo já tiver sido removido dos ficheiros, ou 'Automático' para deteção automática de silêncio e divisão em torno dele.",
    "Audio normalization: Select 'none' if the files are already normalized, 'pre' to normalize the entire input file at once, or 'post' to normalize each slice individually.": "Normalização de áudio: Selecione 'nenhuma' se os ficheiros já estiverem normalizados, 'pré' para normalizar o ficheiro de entrada inteiro de uma só vez, ou 'pós' para normalizar cada fatia individualmente.",
    "Autotune": "Autotune",
    "Autotune Strength": "Intensidade do Autotune",
    "Batch": "Lote",
    "Batch Size": "Tamanho do Lote",
    "Bitcrush": "Bitcrush",
    "Bitcrush Bit Depth": "Profundidade de Bits do Bitcrush",
    "Blend Ratio": "Rácio de Mistura",
    "Browse presets for formanting": "Procurar predefinições para formatação de formantes",
    "CPU Cores": "Núcleos da CPU",
    "Cache Dataset in GPU": "Armazenar Conjunto de Dados na Cache da GPU",
    "Cache the dataset in GPU memory to speed up the training process.": "Armazenar o conjunto de dados na memória da GPU para acelerar o processo de treino.",
    "Check for updates": "Verificar atualizações",
    "Check which version of Applio is the latest to see if you need to update.": "Verifique qual é a versão mais recente do Applio para ver se precisa de atualizar.",
    "Checkpointing": "Criação de Checkpoints",
    "Choose the model architecture:\n- **RVC (V2)**: Default option, compatible with all clients.\n- **Applio**: Advanced quality with improved vocoders and higher sample rates, Applio-only.": "Escolha a arquitetura do modelo:\n- **RVC (V2)**: Opção predefinida, compatível com todos os clientes.\n- **Applio**: Qualidade avançada com vocoders melhorados e taxas de amostragem mais altas, exclusivo do Applio.",
    "Choose the vocoder for audio synthesis:\n- **HiFi-GAN**: Default option, compatible with all clients.\n- **MRF HiFi-GAN**: Higher fidelity, Applio-only.\n- **RefineGAN**: Superior audio quality, Applio-only.": "Escolha o vocoder para a síntese de áudio:\n- **HiFi-GAN**: Opção predefinida, compatível com todos os clientes.\n- **MRF HiFi-GAN**: Maior fidelidade, exclusivo do Applio.\n- **RefineGAN**: Qualidade de áudio superior, exclusivo do Applio.",
    "Chorus": "Chorus",
    "Chorus Center Delay ms": "Atraso Central do Chorus (ms)",
    "Chorus Depth": "Profundidade do Chorus",
    "Chorus Feedback": "Feedback do Chorus",
    "Chorus Mix": "Mistura do Chorus",
    "Chorus Rate Hz": "Taxa do Chorus (Hz)",
    "Chunk Size (ms)": "Tamanho do Bloco (ms)",
    "Chunk length (sec)": "Duração do segmento (seg)",
    "Clean Audio": "Limpar Áudio",
    "Clean Strength": "Intensidade da Limpeza",
    "Clean your audio output using noise detection algorithms, recommended for speaking audios.": "Limpe a sua saída de áudio utilizando algoritmos de deteção de ruído, recomendado para áudios de fala.",
    "Clear Outputs (Deletes all audios in assets/audios)": "Limpar Saídas (Elimina todos os áudios em assets/audios)",
    "Click the refresh button to see the pretrained file in the dropdown menu.": "Clique no botão de atualizar para ver o ficheiro pré-treinado no menu pendente.",
    "Clipping": "Clipping",
    "Clipping Threshold": "Limiar de Clipping",
    "Compressor": "Compressor",
    "Compressor Attack ms": "Ataque do Compressor (ms)",
    "Compressor Ratio": "Rácio do Compressor",
    "Compressor Release ms": "Libertação do Compressor (ms)",
    "Compressor Threshold dB": "Limiar do Compressor (dB)",
    "Convert": "Converter",
    "Crossfade Overlap Size (s)": "Tamanho da Sobreposição de Crossfade (s)",
    "Custom Embedder": "Embedder Personalizado",
    "Custom Pretrained": "Pré-treinado Personalizado",
    "Custom Pretrained D": "Pré-treinado Personalizado D",
    "Custom Pretrained G": "Pré-treinado Personalizado G",
    "Dataset Creator": "Criador de Conjuntos de Dados",
    "Dataset Name": "Nome do Conjunto de Dados",
    "Dataset Path": "Caminho do Conjunto de Dados",
    "Default value is 1.0": "O valor predefinido é 1.0",
    "Delay": "Delay",
    "Delay Feedback": "Feedback do Delay",
    "Delay Mix": "Mistura do Delay",
    "Delay Seconds": "Segundos do Delay",
    "Detect overtraining to prevent the model from learning the training data too well and losing the ability to generalize to new data.": "Detetar sobreajuste (overtraining) para impedir que o modelo aprenda demasiado bem os dados de treino e perca a capacidade de generalizar para novos dados.",
    "Determine at how many epochs the model will saved at.": "Determine em quantas épocas o modelo será guardado.",
    "Distortion": "Distorção",
    "Distortion Gain": "Ganho de Distorção",
    "Download": "Transferir",
    "Download Model": "Transferir Modelo",
    "Drag and drop your model here": "Arraste e largue o seu modelo aqui",
    "Drag your .pth file and .index file into this space. Drag one and then the other.": "Arraste o seu ficheiro .pth e o ficheiro .index para este espaço. Arraste um e depois o outro.",
    "Drag your plugin.zip to install it": "Arraste o seu plugin.zip para o instalar",
    "Duration of the fade between audio chunks to prevent clicks. Higher values create smoother transitions but may increase latency.": "Duração do desvanecimento (fade) entre blocos de áudio para evitar estalidos. Valores mais altos criam transições mais suaves, mas podem aumentar a latência.",
    "Embedder Model": "Modelo Embedder",
    "Enable Applio integration with Discord presence": "Ativar a integração do Applio com a presença no Discord",
    "Enable VAD": "Ativar VAD",
    "Enable formant shifting. Used for male to female and vice-versa convertions.": "Ativar a alteração de formantes. Usado para conversões de masculino para feminino e vice-versa.",
    "Enable this setting only if you are training a new model from scratch or restarting the training. Deletes all previously generated weights and tensorboard logs.": "Ative esta definição apenas se estiver a treinar um novo modelo do zero ou a reiniciar o treino. Elimina todos os pesos e registos do TensorBoard gerados anteriormente.",
    "Enables Voice Activity Detection to only process audio when you are speaking, saving CPU.": "Ativa a Deteção de Atividade de Voz (VAD) para processar áudio apenas quando está a falar, poupando CPU.",
    "Enables memory-efficient training. This reduces VRAM usage at the cost of slower training speed. It is useful for GPUs with limited memory (e.g., <6GB VRAM) or when training with a batch size larger than what your GPU can normally accommodate.": "Ativa o treino com uso eficiente de memória. Isto reduz o uso de VRAM ao custo de uma velocidade de treino mais lenta. É útil para GPUs com memória limitada (ex: <6GB VRAM) ou ao treinar com um tamanho de lote maior do que a sua GPU pode normalmente acomodar.",
    "Enabling this setting will result in the G and D files saving only their most recent versions, effectively conserving storage space.": "Ativar esta definição fará com que os ficheiros G e D guardem apenas as suas versões mais recentes, conservando eficazmente o espaço de armazenamento.",
    "Enter dataset name": "Introduza o nome do conjunto de dados",
    "Enter input path": "Introduza o caminho de entrada",
    "Enter model name": "Introduza o nome do modelo",
    "Enter output path": "Introduza o caminho de saída",
    "Enter path to model": "Introduza o caminho para o modelo",
    "Enter preset name": "Introduza o nome da predefinição",
    "Enter text to synthesize": "Introduza o texto para sintetizar",
    "Enter the text to synthesize.": "Introduza o texto para sintetizar.",
    "Enter your nickname": "Introduza a sua alcunha",
    "Exclusive Mode (WASAPI)": "Modo Exclusivo (WASAPI)",
    "Export Audio": "Exportar Áudio",
    "Export Format": "Formato de Exportação",
    "Export Model": "Exportar Modelo",
    "Export Preset": "Exportar Predefinição",
    "Exported Index File": "Ficheiro de Índice Exportado",
    "Exported Pth file": "Ficheiro Pth Exportado",
    "Extra": "Extra",
    "Extra Conversion Size (s)": "Tamanho de Conversão Extra (s)",
    "Extract": "Extrair",
    "Extract F0 Curve": "Extrair Curva F0",
    "Extract Features": "Extrair Características",
    "F0 Curve": "Curva F0",
    "File to Speech": "Ficheiro para Fala",
    "Folder Name": "Nome da Pasta",
    "For ASIO drivers, selects a specific input channel. Leave at -1 for default.": "Para drivers ASIO, seleciona um canal de entrada específico. Deixe em -1 para o padrão.",
    "For ASIO drivers, selects a specific monitor output channel. Leave at -1 for default.": "Para drivers ASIO, seleciona um canal de saída de monitorização específico. Deixe em -1 para o padrão.",
    "For ASIO drivers, selects a specific output channel. Leave at -1 for default.": "Para drivers ASIO, seleciona um canal de saída específico. Deixe em -1 para o padrão.",
    "For WASAPI (Windows), gives the app exclusive control for potentially lower latency.": "Para WASAPI (Windows), concede à aplicação controlo exclusivo para uma latência potencialmente mais baixa.",
    "Formant Shifting": "Alteração de Formantes",
    "Fresh Training": "Treino do Zero",
    "Fusion": "Fusão",
    "GPU Information": "Informações da GPU",
    "GPU Number": "Número da GPU",
    "Gain": "Ganho",
    "Gain dB": "Ganho (dB)",
    "General": "Geral",
    "Generate Index": "Gerar Índice",
    "Get information about the audio": "Obter informações sobre o áudio",
    "I agree to the terms of use": "Concordo com os termos de utilização",
    "Increase or decrease TTS speed.": "Aumentar ou diminuir a velocidade do TTS.",
    "Index Algorithm": "Algoritmo de Índice",
    "Index File": "Ficheiro de Índice",
    "Inference": "Inferência",
    "Influence exerted by the index file; a higher value corresponds to greater influence. However, opting for lower values can help mitigate artifacts present in the audio.": "Influência exercida pelo ficheiro de índice; um valor mais alto corresponde a uma maior influência. No entanto, optar por valores mais baixos pode ajudar a mitigar artefactos presentes no áudio.",
    "Input ASIO Channel": "Canal de Entrada ASIO",
    "Input Device": "Dispositivo de Entrada",
    "Input Folder": "Pasta de Entrada",
    "Input Gain (%)": "Ganho de Entrada (%)",
    "Input path for text file": "Caminho de entrada para o ficheiro de texto",
    "Introduce the model link": "Introduza o link do modelo",
    "Introduce the model pth path": "Introduza o caminho do pth do modelo",
    "It will activate the possibility of displaying the current Applio activity in Discord.": "Ativará a possibilidade de exibir a atividade atual do Applio no Discord.",
    "It's advisable to align it with the available VRAM of your GPU. A setting of 4 offers improved accuracy but slower processing, while 8 provides faster and standard results.": "É aconselhável alinhá-lo com a VRAM disponível da sua GPU. Uma definição de 4 oferece precisão melhorada mas processamento mais lento, enquanto 8 proporciona resultados mais rápidos e padrão.",
    "It's recommended keep deactivate this option if your dataset has already been processed.": "É recomendado manter esta opção desativada se o seu conjunto de dados já tiver sido processado.",
    "It's recommended to deactivate this option if your dataset has already been processed.": "É recomendado desativar esta opção se o seu conjunto de dados já tiver sido processado.",
    "KMeans is a clustering algorithm that divides the dataset into K clusters. This setting is particularly useful for large datasets.": "KMeans é um algoritmo de agrupamento que divide o conjunto de dados em K clusters. Esta definição é particularmente útil para grandes conjuntos de dados.",
    "Language": "Idioma",
    "Length of the audio slice for 'Simple' method.": "Duração da fatia de áudio para o método 'Simples'.",
    "Length of the overlap between slices for 'Simple' method.": "Duração da sobreposição entre fatias para o método 'Simples'.",
    "Limiter": "Limitador",
    "Limiter Release Time": "Tempo de Libertação do Limitador",
    "Limiter Threshold dB": "Limiar do Limitador (dB)",
    "Male voice models typically use 155.0 and female voice models typically use 255.0.": "Modelos de voz masculina usam tipicamente 155.0 e modelos de voz feminina usam tipicamente 255.0.",
    "Model Author Name": "Nome do Autor do Modelo",
    "Model Link": "Link do Modelo",
    "Model Name": "Nome do Modelo",
    "Model Settings": "Definições do Modelo",
    "Model information": "Informações do modelo",
    "Model used for learning speaker embedding.": "Modelo usado para aprender a incorporação do locutor (speaker embedding).",
    "Monitor ASIO Channel": "Canal de Monitorização ASIO",
    "Monitor Device": "Dispositivo de Monitorização",
    "Monitor Gain (%)": "Ganho de Monitorização (%)",
    "Move files to custom embedder folder": "Mover ficheiros para a pasta de embedders personalizados",
    "Name of the new dataset.": "Nome do novo conjunto de dados.",
    "Name of the new model.": "Nome do novo modelo.",
    "Noise Reduction": "Redução de Ruído",
    "Noise Reduction Strength": "Intensidade da Redução de Ruído",
    "Noise filter": "Filtro de ruído",
    "Normalization mode": "Modo de normalização",
    "Output ASIO Channel": "Canal de Saída ASIO",
    "Output Device": "Dispositivo de Saída",
    "Output Folder": "Pasta de Saída",
    "Output Gain (%)": "Ganho de Saída (%)",
    "Output Information": "Informações de Saída",
    "Output Path": "Caminho de Saída",
    "Output Path for RVC Audio": "Caminho de Saída para Áudio RVC",
    "Output Path for TTS Audio": "Caminho de Saída para Áudio TTS",
    "Overlap length (sec)": "Duração da sobreposição (seg)",
    "Overtraining Detector": "Detetor de Sobreajuste",
    "Overtraining Detector Settings": "Definições do Detetor de Sobreajuste",
    "Overtraining Threshold": "Limiar de Sobreajuste",
    "Path to Model": "Caminho para o Modelo",
    "Path to the dataset folder.": "Caminho para a pasta do conjunto de dados.",
    "Performance Settings": "Definições de Desempenho",
    "Pitch": "Tom",
    "Pitch Shift": "Alteração de Tom",
    "Pitch Shift Semitones": "Alteração de Tom em Semitons",
    "Pitch extraction algorithm": "Algoritmo de extração de tom",
    "Pitch extraction algorithm to use for the audio conversion. The default algorithm is rmvpe, which is recommended for most cases.": "Algoritmo de extração de tom a usar para a conversão de áudio. O algoritmo predefinido é o rmvpe, que é recomendado para a maioria dos casos.",
    "Please ensure compliance with the terms and conditions detailed in [this document](https://github.com/IAHispano/Applio/blob/main/TERMS_OF_USE.md) before proceeding with your inference.": "Por favor, garanta a conformidade com os termos e condições detalhados em [este documento](https://github.com/IAHispano/Applio/blob/main/TERMS_OF_USE.md) antes de prosseguir com a sua inferência.",
    "Please ensure compliance with the terms and conditions detailed in [this document](https://github.com/IAHispano/Applio/blob/main/TERMS_OF_USE.md) before proceeding with your realtime.": "Por favor, garanta o cumprimento dos termos e condições detalhados [neste documento](https://github.com/IAHispano/Applio/blob/main/TERMS_OF_USE.md) antes de prosseguir com a conversão em tempo real.",
    "Please ensure compliance with the terms and conditions detailed in [this document](https://github.com/IAHispano/Applio/blob/main/TERMS_OF_USE.md) before proceeding with your training.": "Por favor, garanta a conformidade com os termos e condições detalhados em [este documento](https://github.com/IAHispano/Applio/blob/main/TERMS_OF_USE.md) antes de prosseguir com o seu treino.",
    "Plugin Installer": "Instalador de Plugins",
    "Plugins": "Plugins",
    "Post-Process": "Pós-processamento",
    "Post-process the audio to apply effects to the output.": "Pós-processar o áudio para aplicar efeitos à saída.",
    "Precision": "Precisão",
    "Preprocess": "Pré-processar",
    "Preprocess Dataset": "Pré-processar Conjunto de Dados",
    "Preset Name": "Nome da Predefinição",
    "Preset Settings": "Definições da Predefinição",
    "Presets are located in /assets/formant_shift folder": "As predefinições estão localizadas na pasta /assets/formant_shift",
    "Pretrained": "Pré-treinado",
    "Pretrained Custom Settings": "Definições Personalizadas de Pré-treino",
    "Proposed Pitch": "Tom Proposto",
    "Proposed Pitch Threshold": "Limiar de Tom Proposto",
    "Protect Voiceless Consonants": "Proteger Consoantes Surdas",
    "Pth file": "Ficheiro Pth",
    "Quefrency for formant shifting": "Quefrency para alteração de formantes",
    "Realtime": "Tempo Real",
    "Record Screen": "Gravar Ecrã",
    "Refresh": "Atualizar",
    "Refresh Audio Devices": "Atualizar Dispositivos de Áudio",
    "Refresh Custom Pretraineds": "Atualizar Pré-treinados Personalizados",
    "Refresh Presets": "Atualizar Predefinições",
    "Refresh embedders": "Atualizar embedders",
    "Report a Bug": "Reportar um Erro",
    "Restart Applio": "Reiniciar Applio",
    "Reverb": "Reverberação",
    "Reverb Damping": "Amortecimento da Reverberação",
    "Reverb Dry Gain": "Ganho Seco da Reverberação",
    "Reverb Freeze Mode": "Modo de Congelamento da Reverberação",
    "Reverb Room Size": "Tamanho da Sala da Reverberação",
    "Reverb Wet Gain": "Ganho Molhado da Reverberação",
    "Reverb Width": "Largura da Reverberação",
    "Safeguard distinct consonants and breathing sounds to prevent electro-acoustic tearing and other artifacts. Pulling the parameter to its maximum value of 0.5 offers comprehensive protection. However, reducing this value might decrease the extent of protection while potentially mitigating the indexing effect.": "Proteger consoantes distintas e sons de respiração para prevenir 'tearing' eletroacústico e outros artefactos. Puxar o parâmetro para o seu valor máximo de 0.5 oferece proteção abrangente. No entanto, reduzir este valor pode diminuir o grau de proteção, mitigando potencialmente o efeito da indexação.",
    "Sampling Rate": "Taxa de Amostragem",
    "Save Every Epoch": "Guardar a Cada Época",
    "Save Every Weights": "Guardar Todos os Pesos",
    "Save Only Latest": "Guardar Apenas o Mais Recente",
    "Search Feature Ratio": "Rácio de Procura de Características",
    "See Model Information": "Ver Informações do Modelo",
    "Select Audio": "Selecionar Áudio",
    "Select Custom Embedder": "Selecionar Embedder Personalizado",
    "Select Custom Preset": "Selecionar Predefinição Personalizada",
    "Select file to import": "Selecionar ficheiro para importar",
    "Select the TTS voice to use for the conversion.": "Selecione a voz TTS a ser usada para a conversão.",
    "Select the audio to convert.": "Selecione o áudio para converter.",
    "Select the custom pretrained model for the discriminator.": "Selecione o modelo pré-treinado personalizado para o discriminador.",
    "Select the custom pretrained model for the generator.": "Selecione o modelo pré-treinado personalizado para o gerador.",
    "Select the device for monitoring your voice (e.g., your headphones).": "Selecione o dispositivo para monitorizar a sua voz (p. ex., os seus auscultadores).",
    "Select the device where the final converted voice will be sent (e.g., a virtual cable).": "Selecione o dispositivo para onde a voz final convertida será enviada (p. ex., um cabo virtual).",
    "Select the folder containing the audios to convert.": "Selecione a pasta que contém os áudios a converter.",
    "Select the folder where the output audios will be saved.": "Selecione a pasta onde os áudios de saída serão guardados.",
    "Select the format to export the audio.": "Selecione o formato para exportar o áudio.",
    "Select the index file to be exported": "Selecione o ficheiro de índice a ser exportado",
    "Select the index file to use for the conversion.": "Selecione o ficheiro de índice a ser usado para a conversão.",
    "Select the language you want to use. (Requires restarting Applio)": "Selecione o idioma que deseja utilizar. (Requer o reinício do Applio)",
    "Select the microphone or audio interface you will be speaking into.": "Selecione o microfone ou a interface de áudio que irá utilizar.",
    "Select the precision you want to use for training and inference.": "Selecione a precisão que deseja usar para o treino e inferência.",
    "Select the pretrained model you want to download.": "Selecione o modelo pré-treinado que deseja transferir.",
    "Select the pth file to be exported": "Selecione o ficheiro pth a ser exportado",
    "Select the speaker ID to use for the conversion.": "Selecione o ID do locutor a ser usado para a conversão.",
    "Select the theme you want to use. (Requires restarting Applio)": "Selecione o tema que deseja utilizar. (Requer o reinício do Applio)",
    "Select the voice model to use for the conversion.": "Selecione o modelo de voz a ser usado para a conversão.",
    "Select two voice models, set your desired blend percentage, and blend them into an entirely new voice.": "Selecione dois modelos de voz, defina a percentagem de mistura desejada e misture-os numa voz completamente nova.",
    "Set name": "Definir nome",
    "Set the autotune strength - the more you increase it the more it will snap to the chromatic grid.": "Defina a intensidade do autotune - quanto mais a aumentar, mais ele se ajustará à grelha cromática.",
    "Set the bitcrush bit depth.": "Defina a profundidade de bits do bitcrush.",
    "Set the chorus center delay ms.": "Defina o atraso central do chorus em ms.",
    "Set the chorus depth.": "Defina a profundidade do chorus.",
    "Set the chorus feedback.": "Defina o feedback do chorus.",
    "Set the chorus mix.": "Defina a mistura do chorus.",
    "Set the chorus rate Hz.": "Defina a taxa do chorus em Hz.",
    "Set the clean-up level to the audio you want, the more you increase it the more it will clean up, but it is possible that the audio will be more compressed.": "Defina o nível de limpeza para o áudio que deseja, quanto mais o aumentar, mais ele limpará, mas é possível que o áudio fique mais comprimido.",
    "Set the clipping threshold.": "Defina o limiar de clipping.",
    "Set the compressor attack ms.": "Defina o ataque do compressor em ms.",
    "Set the compressor ratio.": "Defina o rácio do compressor.",
    "Set the compressor release ms.": "Defina a libertação do compressor em ms.",
    "Set the compressor threshold dB.": "Defina o limiar do compressor em dB.",
    "Set the damping of the reverb.": "Defina o amortecimento da reverberação.",
    "Set the delay feedback.": "Defina o feedback do delay.",
    "Set the delay mix.": "Defina a mistura do delay.",
    "Set the delay seconds.": "Defina os segundos do delay.",
    "Set the distortion gain.": "Defina o ganho de distorção.",
    "Set the dry gain of the reverb.": "Defina o ganho seco da reverberação.",
    "Set the freeze mode of the reverb.": "Defina o modo de congelamento da reverberação.",
    "Set the gain dB.": "Defina o ganho em dB.",
    "Set the limiter release time.": "Defina o tempo de libertação do limitador.",
    "Set the limiter threshold dB.": "Defina o limiar do limitador em dB.",
    "Set the maximum number of epochs you want your model to stop training if no improvement is detected.": "Defina o número máximo de épocas que deseja que o seu modelo pare de treinar se nenhuma melhoria for detetada.",
    "Set the pitch of the audio, the higher the value, the higher the pitch.": "Defina o tom do áudio, quanto maior o valor, mais alto o tom.",
    "Set the pitch shift semitones.": "Defina a alteração de tom em semitons.",
    "Set the room size of the reverb.": "Defina o tamanho da sala da reverberação.",
    "Set the wet gain of the reverb.": "Defina o ganho molhado da reverberação.",
    "Set the width of the reverb.": "Defina a largura da reverberação.",
    "Settings": "Definições",
    "Silence Threshold (dB)": "Limiar de Silêncio (dB)",
    "Silent training files": "Ficheiros de treino silenciosos",
    "Single": "Único",
    "Speaker ID": "ID do Locutor",
    "Specifies the overall quantity of epochs for the model training process.": "Especifica a quantidade total de épocas para o processo de treino do modelo.",
    "Specify the number of GPUs you wish to utilize for extracting by entering them separated by hyphens (-).": "Especifique o número de GPUs que deseja utilizar para a extração, inserindo-os separados por hífen (-).",
    "Split Audio": "Dividir Áudio",
    "Split the audio into chunks for inference to obtain better results in some cases.": "Divida o áudio em segmentos para inferência para obter melhores resultados em alguns casos.",
    "Start": "Iniciar",
    "Start Training": "Iniciar Treino",
    "Status": "Estado",
    "Stop": "Parar",
    "Stop Training": "Parar Treino",
    "Stop convert": "Parar conversão",
    "Substitute or blend with the volume envelope of the output. The closer the ratio is to 1, the more the output envelope is employed.": "Substitua ou misture com o envelope de volume da saída. Quanto mais próximo o rácio estiver de 1, mais o envelope da saída é utilizado.",
    "TTS": "TTS",
    "TTS Speed": "Velocidade do TTS",
    "TTS Voices": "Vozes TTS",
    "Text to Speech": "Texto para Fala",
    "Text to Synthesize": "Texto a Sintetizar",
    "The GPU information will be displayed here.": "As informações da GPU serão exibidas aqui.",
    "The audio file has been successfully added to the dataset. Please click the preprocess button.": "O ficheiro de áudio foi adicionado com sucesso ao conjunto de dados. Por favor, clique no botão de pré-processamento.",
    "The button 'Upload' is only for google colab: Uploads the exported files to the ApplioExported folder in your Google Drive.": "O botão 'Carregar' é apenas para o Google Colab: Carrega os ficheiros exportados para a pasta ApplioExported no seu Google Drive.",
    "The f0 curve represents the variations in the base frequency of a voice over time, showing how pitch rises and falls.": "A curva F0 representa as variações na frequência fundamental de uma voz ao longo do tempo, mostrando como o tom sobe e desce.",
    "The file you dropped is not a valid pretrained file. Please try again.": "O ficheiro que arrastou não é um ficheiro pré-treinado válido. Por favor, tente novamente.",
    "The name that will appear in the model information.": "O nome que aparecerá nas informações do modelo.",
    "The number of CPU cores to use in the extraction process. The default setting are your cpu cores, which is recommended for most cases.": "O número de núcleos da CPU a usar no processo de extração. A definição predefinida são os núcleos da sua CPU, o que é recomendado para a maioria dos casos.",
    "The output information will be displayed here.": "As informações de saída serão exibidas aqui.",
    "The path to the text file that contains content for text to speech.": "O caminho para o ficheiro de texto que contém o conteúdo para o texto para fala.",
    "The path where the output audio will be saved, by default in assets/audios/output.wav": "O caminho onde o áudio de saída será guardado, por predefinição em assets/audios/output.wav",
    "The sampling rate of the audio files.": "A taxa de amostragem dos ficheiros de áudio.",
    "Theme": "Tema",
    "This setting enables you to save the weights of the model at the conclusion of each epoch.": "Esta definição permite-lhe guardar os pesos do modelo no final de cada época.",
    "Timbre for formant shifting": "Timbre para alteração de formantes",
    "Total Epoch": "Total de Épocas",
    "Training": "Treino",
    "Unload Voice": "Descarregar Voz",
    "Update precision": "Atualizar precisão",
    "Upload": "Carregar",
    "Upload .bin": "Carregar .bin",
    "Upload .json": "Carregar .json",
    "Upload Audio": "Carregar Áudio",
    "Upload Audio Dataset": "Carregar Conjunto de Dados de Áudio",
    "Upload Pretrained Model": "Carregar Modelo Pré-treinado",
    "Upload a .txt file": "Carregar um ficheiro .txt",
    "Use Monitor Device": "Utilizar Dispositivo de Monitorização",
    "Utilize pretrained models when training your own. This approach reduces training duration and enhances overall quality.": "Utilize modelos pré-treinados ao treinar os seus próprios. Esta abordagem reduz a duração do treino e melhora a qualidade geral.",
    "Utilizing custom pretrained models can lead to superior results, as selecting the most suitable pretrained models tailored to the specific use case can significantly enhance performance.": "Utilizar modelos pré-treinados personalizados pode levar a resultados superiores, pois selecionar os modelos pré-treinados mais adequados para o caso de uso específico pode melhorar significativamente o desempenho.",
    "Version Checker": "Verificador de Versão",
    "View": "Ver",
    "Vocoder": "Vocoder",
    "Voice Blender": "Misturador de Voz",
    "Voice Model": "Modelo de Voz",
    "Volume Envelope": "Envelope de Volume",
    "Volume level below which audio is treated as silence and not processed. Helps to save CPU resources and reduce background noise.": "Nível de volume abaixo do qual o áudio é tratado como silêncio e não é processado. Ajuda a poupar recursos de CPU e a reduzir o ruído de fundo.",
    "You can also use a custom path.": "Também pode usar um caminho personalizado.",
    "[Support](https://discord.gg/urxFjYmYYh) — [GitHub](https://github.com/IAHispano/Applio)": "[Suporte](https://discord.gg/urxFjYmYYh) — [GitHub](https://github.com/IAHispano/Applio)"
}
