{
  "Training": "Formação",
  "Inference": "Inferência",
  "Processing": "Processamento",
  "Output Information": "Informações de saída",
  "Merge Audios": "Mesclar áudios",
  "The output information will be displayed here.": "As informações de saída serão exibidas aqui.",
  "Audio Analyzer": "Analisador de áudio",
  "Download": "Baixar",
  "Settings": "Configurações",
  "This section contains some extra utilities that often may be in experimental phases.": "Esta seção contém alguns utilitários extras que geralmente podem estar em fases experimentais.",
  "Preprocess": "Pré-processar",
  "Model Information": "Informações do modelo",
  "A simple, high-quality voice conversion tool focused on ease of use and performance.": "Uma ferramenta de conversão de voz simples e de alta qualidade focada na facilidade de uso e desempenho.",
  "Report a Bug": "Reportar um bug",
  "Audio cutting": "Corte de áudio",
  "Extra": "Extra",
  "Process effects": "Efeitos do processo",
  "Model Name": "Nome do modelo",
  "It's recommended to deactivate this option if your dataset has already been processed.": "É recomendável desativar essa opção se o conjunto de dados já tiver sido processado.",
  "Enter model name": "Insira o nome do modelo",
  "Dataset Path": "Caminho do conjunto de dados",
  "Name of the new model.": "Nome do novo modelo.",
  "Refresh Datasets": "Atualizar conjuntos de dados",
  "Path to the dataset folder.": "Caminho para a pasta do conjunto de dados.",
  "Dataset Name": "Nome do conjunto de dados",
  "Plugins": "Plugins",
  "Upload Audio Dataset": "Carregar conjunto de dados de áudio",
  "Name of the new dataset.": "Nome do novo conjunto de dados.",
  "Enter dataset name": "Insira o nome do conjunto de dados",
  "Sampling Rate": "Taxa de amostragem",
  "Enter dataset path": "Insira o caminho do conjunto de dados",
  "The sampling rate of the audio files.": "A taxa de amostragem dos arquivos de áudio.",
  "Model Architecture": "Arquitetura do modelo",
  "Version of the model architecture.": "Versão da arquitetura do modelo.",
  "The audio file has been successfully added to the dataset. Please click the preprocess button.": "O arquivo de áudio foi adicionado com êxito ao conjunto de dados. Clique no botão de pré-processamento.",
  "Extract": "Extrair",
  "Embedder Model": "Modelo de incorporação",
  "Dataset Creator": "Criador de conjunto de dados",
  "Preprocess Dataset": "Conjunto de dados de pré-processamento",
  "Model used for learning speaker embedding.": "Modelo usado para aprender a incorporação de alto-falantes.",
  "Hop Length": "Comprimento do salto",
  "Batch Size": "Tamanho do lote",
  "Denotes the duration it takes for the system to transition to a significant pitch change. Smaller hop lengths require more time for inference but tend to yield higher pitch accuracy.": "Indica a duração que leva para o sistema fazer a transição para uma mudança significativa de tom. Comprimentos de salto menores requerem mais tempo para inferência, mas tendem a produzir maior precisão de afinação.",
  "Save Every Epoch": "Salve todas as épocas",
  "It's advisable to align it with the available VRAM of your GPU. A setting of 4 offers improved accuracy but slower processing, while 8 provides faster and standard results.": "É aconselhável alinhá-lo com a VRAM disponível da sua GPU. Uma configuração de 4 oferece maior precisão, mas processamento mais lento, enquanto 8 fornece resultados mais rápidos e padrão.",
  "Total Epoch": "Época Total",
  "Determine at how many epochs the model will saved at.": "Determine em quantas épocas o modelo será salvo.",
  "Pretrained": "Pré-treinado",
  "Save Only Latest": "Salvar apenas mais recente",
  "Specifies the overall quantity of epochs for the model training process.": "Especifica a quantidade geral de épocas para o processo de treinamento do modelo.",
  "Save Every Weights": "Economize todos os pesos",
  "Upload Pretrained Model": "Carregar modelo pré-treinado",
  "This setting enables you to save the weights of the model at the conclusion of each epoch.": "Essa configuração permite que você salve os pesos do modelo na conclusão de cada época.",
  "Enabling this setting will result in the G and D files saving only their most recent versions, effectively conserving storage space.": "Habilitar essa configuração fará com que os arquivos G e D salvem apenas suas versões mais recentes, economizando efetivamente o espaço de armazenamento.",
  "Refresh Custom Pretraineds": "Atualizar pré-treinados personalizados",
  "Pretrained Custom Settings": "Configurações personalizadas pré-treinadas",
  "Utilizing custom pretrained models can lead to superior results, as selecting the most suitable pretrained models tailored to the specific use case can significantly enhance performance.": "A utilização de modelos pré-treinados personalizados pode levar a resultados superiores, pois a seleção dos modelos pré-treinados mais adequados e adaptados ao caso de uso específico pode melhorar significativamente o desempenho.",
  "GPU Settings": "Configurações de GPU",
  "Pretrained D Path": "D pré-treinado personalizado",
  "The file you dropped is not a valid pretrained file. Please try again.": "O arquivo que você soltou não é um arquivo pré-treinado válido. Por favor, tente novamente.",
  "Click the refresh button to see the pretrained file in the dropdown menu.": "Clique no botão de atualização para ver o arquivo pré-treinado no menu suspenso.",
  "GPU Custom Settings": "Configurações personalizadas da GPU",
  "GPU Number": "Número da GPU",
  "Custom Pretrained": "Pré-treinado personalizado",
  "Sets advanced GPU settings, recommended for users with better GPU architecture.": "Define configurações avançadas de GPU, recomendadas para usuários com melhor arquitetura de GPU.",
  "0 to ∞ separated by -": "0 a ∞ separados por -",
  "The GPU information will be displayed here.": "As informações da GPU serão exibidas aqui.",
  "Pretrained G Path": "G pré-treinado personalizado",
  "Specify the number of GPUs you wish to utilize for preprocess by entering them separated by hyphens (-). At the moment, using multi-gpu will not have a significant effect.": "Especifique o número de GPUs que deseja utilizar para o pré-processamento, inserindo-as separadas por hífens (-). No momento, o uso de multi-gpu não terá um efeito significativo.",
  "GPU Information": "Informações da GPU",
  "The number of CPU cores to use in the extraction process. The default setting are your cpu cores, which is recommended for most cases.": "O número de núcleos de CPU a serem usados no processo de extração. A configuração padrão são os núcleos da CPU, o que é recomendado para a maioria dos casos.",
  "The number of CPU cores to use in the preprocess. The default setting are your cpu cores, which is recommended for most cases.": "O número de núcleos de CPU a serem usados no pré-processamento. A configuração padrão são os núcleos da CPU, o que é recomendado para a maioria dos casos.",
  "Specify the number of GPUs you wish to utilize for extracting by entering them separated by hyphens (-).": "Especifique o número de GPUs que deseja utilizar para extração, inserindo-as separadas por hífens (-).",
  "Use CPU": "Usar CPU",
  "Pitch Guidance": "Orientação de Pitch",
  "Force the use of CPU for training.": "Forçar o uso da CPU para treinamento.",
  "By employing pitch guidance, it becomes feasible to mirror the intonation of the original voice, including its pitch. This feature is particularly valuable for singing and other scenarios where preserving the original melody or pitch pattern is essential.": "Ao empregar a orientação de tom, torna-se viável espelhar a entonação da voz original, incluindo seu tom. Esse recurso é particularmente valioso para cantar e outros cenários em que preservar a melodia original ou o padrão de afinação é essencial.",
  "Extract Features": "Extrair recursos",
  "Cache Dataset in GPU": "Conjunto de dados de cache na GPU",
  "We prioritize running the model preprocessing on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.": "Priorizamos a execução do pré-processamento do modelo na GPU para um desempenho mais rápido. Se preferir usar a CPU, basta deixar o campo GPU em branco.",
  "Index Algorithm": "Algoritmo de índice",
  "Cache the dataset in GPU memory to speed up the training process.": "Armazene em cache o conjunto de dados na memória da GPU para acelerar o processo de treinamento.",
  "Overtraining Detector": "Overtraining Detector",
  "Overtraining Detector Settings": "Configurações do detector de overtraining",
  "We prioritize running the model extraction on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.": "Priorizamos a execução da extração do modelo na GPU para um desempenho mais rápido. Se preferir usar a CPU, basta deixar o campo GPU em branco.",
  "KMeans is a clustering algorithm that divides the dataset into K clusters. This setting is particularly useful for large datasets.": "KMeans é um algoritmo de clustering que divide o conjunto de dados em K clusters. Essa configuração é particularmente útil para grandes conjuntos de dados.",
  "Detect overtraining to prevent the model from learning the training data too well and losing the ability to generalize to new data.": "Detecte o overtraining para evitar que o modelo aprenda os dados de treinamento muito bem e perca a capacidade de generalizar para novos dados.",
  "Stop Training": "Parar o treinamento",
  "Set the maximum number of epochs you want your model to stop training if no improvement is detected.": "Defina o número máximo de épocas em que você deseja que seu modelo pare de treinar se nenhuma melhoria for detectada.",
  "Overtraining Threshold": "Limite de overtraining",
  "Enable this setting only if you are training a new model from scratch or restarting the training. Deletes all previously generated weights and tensorboard logs.": "Ative essa configuração somente se você estiver treinando um novo modelo do zero ou reiniciando o treinamento. Exclui todos os pesos e logs do tensorboard gerados anteriormente.",
  "Export Model": "Modelo de exportação",
  "Start Training": "Comece a treinar",
  "Generate Index": "Gerar índice",
  "Exported Index file": "Arquivo de índice exportado",
  "Exported Pth file": "Arquivo Pth exportado",
  "Fresh Training": "Treinamento novo",
  "Select the pth file to be exported": "Selecione o arquivo pth a ser exportado",
  "The button 'Upload' is only for google colab: Uploads the exported files to the ApplioExported folder in your Google Drive.": "O botão 'Upload' é apenas para o google colab: Carrega os arquivos exportados para a pasta ApplioExported em seu Google Drive.",
  "Upload": "Carregar",
  "Voice Model": "Modelo de voz",
  "Utilize pretrained models when training your own. This approach reduces training duration and enhances overall quality.": "Utilize modelos pré-treinados ao treinar seus próprios. Essa abordagem reduz a duração do treinamento e melhora a qualidade geral.",
  "Select the index file to be exported": "Selecione o arquivo de índice a ser exportado",
  "Select the voice model to use for the conversion.": "Selecione o modelo de voz a ser usado para a conversão.",
  "Refresh": "Atualizar",
  "Index File": "Arquivo de índice",
  "Single": "Único",
  "Select the index file to use for the conversion.": "Selecione o arquivo de índice a ser usado para a conversão.",
  "Upload Audio": "Carregar áudio",
  "Unload Voice": "Descarregar voz",
  "Select Audio": "Selecione Áudio",
  "Advanced Settings": "Configurações avançadas",
  "Select the audio to convert.": "Selecione o áudio a ser convertido.",
  "Output Path": "Caminho de saída",
  "Custom Output Path": "Caminho de saída personalizado",
  "Split Audio": "Dividir áudio",
  "Export Format": "Formato de exportação",
  "Autotune": "Autotune",
  "Select the format to export the audio.": "Selecione o formato para exportar o áudio.",
  "Clear Outputs (Deletes all audios in assets/audios)": "Limpar saídas (exclui todos os áudios em ativos/áudios)",
  "Split the audio into chunks for inference to obtain better results in some cases.": "Divida o áudio em partes para inferência para obter melhores resultados em alguns casos.",
  "Clean Audio": "Áudio limpo",
  "The path where the output audio will be saved, by default in assets/audios/output.wav": "O caminho onde o áudio de saída será salvo, por padrão em assets/audios/output.wav",
  "Clean your audio output using noise detection algorithms, recommended for speaking audios.": "Limpe sua saída de áudio usando algoritmos de detecção de ruído, recomendados para falar áudios.",
  "Apply a soft autotune to your inferences, recommended for singing conversions.": "Aplique um autotune suave às suas inferências, recomendado para conversões de canto.",
  "Upscale Audio": "Áudio de alto nível",
  "Clean Strength": "Força limpa",
  "Formant Shifting": "Mudança de formantes",
  "Default value is 1.0": "O valor padrão é 1,0",
  "Upscale the audio to a higher quality, recommended for low-quality audios. (It could take longer to process the audio)": "Aumente o áudio para uma qualidade superior, recomendado para áudios de baixa qualidade. (Pode levar mais tempo para processar o áudio)",
  "Quefrency for formant shifting": "Quefrency para mudança de formante",
  "Presets are located in /assets/formant_shift folder": "As predefinições estão localizadas na pasta /assets/formant_shift",
  "Pitch": "Campo",
  "Browse presets for formanting": "Procurar predefinições para formatação",
  "Timbre for formant shifting": "Timbre para mudança de formante",
  "Enable formant shifting. Used for male to female and vice-versa convertions.": "Ative a mudança de formante. Usado para conversões de macho para fêmea e vice-versa.",
  "Filter Radius": "Raio do filtro",
  "Set the pitch of the audio, the higher the value, the higher the pitch.": "Defina o tom do áudio, quanto maior o valor, maior o tom.",
  "Set the clean-up level to the audio you want, the more you increase it the more it will clean up, but it is possible that the audio will be more compressed.": "Defina o nível de limpeza para o áudio desejado, quanto mais você aumentar, mais ele limpará, mas é possível que o áudio fique mais compactado.",
  "Search Feature Ratio": "Taxa de recursos de pesquisa",
  "Volume Envelope": "Volume Envelope",
  "Influence exerted by the index file; a higher value corresponds to greater influence. However, opting for lower values can help mitigate artifacts present in the audio.": "Influência exercida pelo ficheiro de índice; Um valor mais alto corresponde a uma maior influência. No entanto, optar por valores mais baixos pode ajudar a mitigar artefatos presentes no áudio.",
  "Convert": "Converter",
  "Protect Voiceless Consonants": "Proteger consoantes surdas",
  "Pitch extraction algorithm": "Algoritmo de extração de passo",
  "Substitute or blend with the volume envelope of the output. The closer the ratio is to 1, the more the output envelope is employed.": "Substitua ou misture com o envelope de volume da saída. Quanto mais próxima a proporção estiver de 1, mais o envelope de saída será empregado.",
  "Export Audio": "Exportar áudio",
  "Batch": "Lote",
  "Safeguard distinct consonants and breathing sounds to prevent electro-acoustic tearing and other artifacts. Pulling the parameter to its maximum value of 0.5 offers comprehensive protection. However, reducing this value might decrease the extent of protection while potentially mitigating the indexing effect.": "Proteja consoantes e sons respiratórios distintos para evitar rasgos eletroacústicos e outros artefatos. Puxar o parâmetro para seu valor máximo de 0,5 oferece proteção abrangente. No entanto, reduzir esse valor pode diminuir a extensão da proteção e, ao mesmo tempo, mitigar potencialmente o efeito de indexação.",
  "If the number is greater than or equal to three, employing median filtering on the collected tone results has the potential to decrease respiration.": "Se o número for maior ou igual a três, empregar a filtragem mediana nos resultados de tom coletados tem o potencial de diminuir a respiração.",
  "Input Folder": "Pasta de entrada",
  "Select the folder containing the audios to convert.": "Selecione a pasta que contém os áudios a serem convertidos.",
  "Enter input path": "Insira o caminho de entrada",
  "Output Folder": "Pasta de saída",
  "Select the folder where the output audios will be saved.": "Selecione a pasta onde os áudios de saída serão salvos.",
  "Enter output path": "Insira o caminho de saída",
  "Pitch extraction algorithm to use for the audio conversion. The default algorithm is rmvpe, which is recommended for most cases.": "Algoritmo de extração de tom a ser usado para a conversão de áudio. O algoritmo padrão é rmvpe, que é recomendado para a maioria dos casos.",
  "Get information about the audio": "Obter informações sobre o áudio",
  "## Voice Blender": "## Liquidificador de voz",
  "Blend Ratio": "Proporção de mistura",
  "Voice Blender": "Liquidificador de voz",
  "You can also use a custom path.": "Você também pode usar um caminho personalizado.",
  "Drag and drop your model here": "Arraste e solte seu modelo aqui",
  "Select two voice models, set your desired blend percentage, and blend them into an entirely new voice.": "Selecione dois modelos de voz, defina a porcentagem de mesclagem desejada e misture-os em uma voz totalmente nova.",
  "Fusion": "Fusão",
  "Path to Model": "Caminho para o modelo",
  "Enter path to model": "Insira o caminho para o modelo",
  "Model information to be placed": "Informações do modelo a serem colocadas",
  "Adjusting the position more towards one side or the other will make the model more similar to the first or second.": "Ajustar a posição mais para um lado ou para o outro tornará o modelo mais semelhante ao primeiro ou segundo.",
  "View": "Vista",
  "Inroduce the model information": "Introduza as informações do modelo",
  "The information to be placed in the model (You can leave it blank or put anything).": "As informações a serem colocadas no modelo (Você pode deixá-lo em branco ou colocar qualquer coisa).",
  "Model extraction": "Extração de modelo",
  "Introduce the model pth path": "Introduzir o caminho pth do modelo",
  "Pth file": "Arquivo Pth",
  "Output of the pth file": "Saída do arquivo pth",
  "View model information": "Exibir informações do modelo",
  "Model conversion": "Conversão de modelo",
  "Extract F0 Curve": "Extrair curva F0",
  "# How to Report an Issue on GitHub": "# Como relatar um problema no GitHub",
  "Record": "Registro",
  "Record Screen": "Tela de gravação",
  "The f0 curve represents the variations in the base frequency of a voice over time, showing how pitch rises and falls.": "A curva f0 representa as variações na frequência base de uma voz ao longo do tempo, mostrando como o tom sobe e desce.",
  "1. Click on the 'Record Screen' button below to start recording the issue you are experiencing.": "1. Clique no botão 'Gravar tela' abaixo para começar a registrar o problema que você está enfrentando.",
  "3. Go to [GitHub Issues](https://github.com/IAHispano/Applio/issues) and click on the 'New Issue' button.": "3. Vá para [GitHub Issues](https://github.com/IAHispano/Applio/issues) e clique no botão 'Novo problema'.",
  "Stop Recording": "Parar gravação",
  "2. Once you have finished recording the issue, click on the 'Stop Recording' button (the same button, but the label changes depending on whether you are actively recording or not).": "2. Depois de terminar de gravar o problema, clique no botão 'Parar gravação' (o mesmo botão, mas o rótulo muda dependendo se você está gravando ativamente ou não).",
  "Model Link": "Link do modelo",
  "4. Complete the provided issue template, ensuring to include details as needed, and utilize the assets section to upload the recorded file from the previous step.": "4. Preencha o modelo de problema fornecido, certificando-se de incluir detalhes conforme necessário, e utilize a seção de ativos para carregar o arquivo gravado da etapa anterior.",
  "## Download Model": "## Baixar modelo",
  "Introduce the model link": "Introduzir o link do modelo",
  "Introduce the model .pth path": "Introduzir o caminho .pth do modelo",
  "See Model Information": "Veja as informações do modelo",
  "## Drop files": "## Soltar arquivos",
  "Download Model": "Baixar modelo",
  "Search": "Procurar",
  "Drag your .pth file and .index file into this space. Drag one and then the other.": "Arraste o arquivo .pth e o arquivo .index para este espaço. Arraste um e depois o outro.",
  "## Search Model": "## Modelo de pesquisa",
  "Introduce the model name to search.": "Introduza o nome do modelo na pesquisa.",
  "We couldn't find models by that name.": "Não conseguimos encontrar modelos com esse nome.",
  "## Download Pretrained Models": "## Baixe modelos pré-treinados",
  "TTS Voices": "Vozes TTS",
  "Select the pretrained model you want to download.": "Selecione o modelo pré-treinado que você deseja baixar.",
  "TTS Speed": "Velocidade TTS",
  "Text to Synthesize": "Texto para sintetizar",
  "Select the TTS voice to use for the conversion.": "Selecione a voz TTS a ser usada para a conversão.",
  "Enter the text to synthesize.": "Insira o texto a ser sintetizado.",
  "And select the sampling rate": "E selecione a taxa de amostragem.",
  "Input path for text file": "Caminho de entrada para arquivo de texto",
  "Upload a .txt file": "Carregar um arquivo .txt",
  "Increase or decrease TTS speed.": "Aumente ou diminua a velocidade TTS.",
  "Output Path for TTS Audio": "Caminho de saída para áudio TTS",
  "Output Path for RVC Audio": "Caminho de saída para áudio RVC",
  "Enter text to synthesize": "Insira o texto a ser sintetizado",
  "The path to the text file that contains content for text to speech.": "O caminho para o arquivo de texto que contém conteúdo para conversão de texto em fala.",
  "Enable fake GPU": "Ativar GPU falsa",
  "It will activate the possibility of displaying the current Applio activity in Discord.": "Ele ativará a possibilidade de exibir a atividade atual do Applio no Discord.",
  "Enable Applio integration with Discord presence": "Habilite a integração do Applio com a presença do Discord",
  "Restart Applio": "Reinicie o Applio",
  "It will activate the possibility of downloading models with a click from the website.": "Ele ativará a possibilidade de baixar modelos com um clique no site.",
  "Language": "Idioma",
  "Enable Applio integration with applio.org/models using flask": "Habilitar a integração do Applio com applio.org/models usando o flask",
  "Precision": "Precisão",
  "Activates the train tab. However, please note that this device lacks GPU capabilities, hence training is not supported. This option is only for testing purposes. (This option will restart Applio)": "Ativa a guia trem. No entanto, observe que este dispositivo não possui recursos de GPU, portanto, o treinamento não é suportado. Esta opção é apenas para fins de teste. (Esta opção reiniciará o Applio)",
  "Select the theme you want to use. (Requires restarting Applio)": "Selecione o tema que deseja usar. (Requer reinicialização do Applio)",
  "Theme": "Tema",
  "Select the language you want to use. (Requires restarting Applio)": "Selecione o idioma que deseja usar. (Requer reinicialização do Applio)",
  "Training is currently unsupported due to the absence of a GPU. To activate the training tab, navigate to the settings tab and enable the 'Fake GPU' option.": "No momento, o treinamento não tem suporte devido à ausência de uma GPU. Para ativar a guia de treinamento, navegue até a guia de configurações e ative a opção 'Fake GPU'.",
  "Update precision": "Precisão de atualização",
  "Select the precision you want to use for training and inference.": "Selecione a precisão que você deseja usar para treinamento e inferência.",
  "Plugin Installer": "Instalador de plug-ins",
  "Reverb": "Reverb",
  "Version Checker": "Verificador de versão",
  "Check for updates": "Verifique se há atualizações",
  "Post-Process": "Pós-Processamento",
  "Drag your plugin.zip to install it": "Arraste seu plugin.zip para instalá-lo",
  "Post-process the audio to apply effects to the output.": "Pós-processe o áudio para aplicar efeitos à saída.",
  "Check which version of Applio is the latest to see if you need to update.": "Verifique qual versão do Applio é a mais recente para ver se você precisa atualizar.",
  "Reverb Room Size": "Tamanho da sala de reverberação",
  "Apply reverb to the audio.": "Aplique reverberação ao áudio.",
  "Set the room size of the reverb.": "Defina o tamanho da sala do reverb.",
  "Reverb Damping": "Amortecimento de reverberação",
  "Set the damping of the reverb.": "Defina o amortecimento do reverb.",
  "Reverb Wet Gain": "Ganho úmido de reverberação",
  "Reverb Dry Gain": "Ganho seco de reverberação",
  "Set the wet gain of the reverb.": "Defina o ganho úmido da reverberação.",
  "Set the dry gain of the reverb.": "Defina o ganho seco do reverb.",
  "Reverb Width": "Largura de reverberação",
  "Reverb Freeze Mode": "Modo de congelamento de reverberação",
  "Set the width of the reverb.": "Defina a largura do reverb.",
  "Set the freeze mode of the reverb.": "Defina o modo de congelamento do reverb.",
  "Limiter": "Limitador",
  "Pitch Shift": "Mudança de tom",
  "Pitch Shift Semitones": "Semitons de mudança de tom",
  "Apply pitch shift to the audio.": "Aplique mudança de tom ao áudio.",
  "Apply limiter to the audio.": "Aplique limitador ao áudio.",
  "Set the pitch shift semitones.": "Defina os semitons de mudança de tom.",
  "Limiter Release Time": "Tempo de liberação do limitador",
  "Set the limiter threshold dB.": "Defina o limite do limitador dB.",
  "Gain": "Ganhar",
  "Set the limiter release time.": "Defina o tempo de liberação do limitador.",
  "Distortion": "Distorção",
  "Limiter Threshold dB": "Limite do limitador dB",
  "Apply gain to the audio.": "Aplique ganho ao áudio.",
  "Set the gain dB.": "Defina o ganho dB.",
  "Chorus": "Coro",
  "Gain dB": "Ganho dB",
  "Apply distortion to the audio.": "Aplique distorção ao áudio.",
  "Set the distortion gain.": "Defina o ganho de distorção.",
  "Distortion Gain": "Ganho de distorção",
  "Apply chorus to the audio.": "Aplique coro ao áudio.",
  "Chorus Rate Hz": "Taxa de coro Hz",
  "Chorus Depth": "Profundidade do refrão",
  "Set the chorus rate Hz.": "Defina a taxa de coro Hz.",
  "Set the chorus depth.": "Defina a profundidade do refrão.",
  "Chorus Center Delay ms": "Chorus Center Delay ms",
  "Set the chorus center delay ms.": "Defina o atraso do centro do coro ms.",
  "Chorus Feedback": "Feedback do coro",
  "Chorus Mix": "Mix de refrão",
  "Bitcrush": "Esmagamento de bits",
  "Set the chorus feedback.": "Defina o feedback do refrão.",
  "Clipping": "Recorte",
  "Apply bitcrush to the audio.": "Aplique bitcrush ao áudio.",
  "Set the chorus mix.": "Defina a mixagem do refrão.",
  "Bitcrush Bit Depth": "Profundidade de bits Bitcrush",
  "Set the bitcrush bit depth.": "Defina a profundidade de bits de bitcrush.",
  "Compressor": "Compressor",
  "Apply clipping to the audio.": "Aplique recorte ao áudio.",
  "Set the clipping threshold.": "Defina o limite de recorte.",
  "Clipping Threshold": "Limite de recorte",
  "Apply compressor to the audio.": "Aplique compressor ao áudio.",
  "Compressor Threshold dB": "Limiar do compressor dB",
  "Set the compressor threshold dB.": "Defina o limite do compressor dB.",
  "Compressor Ratio": "Relação do compressor",
  "Set the compressor ratio.": "Defina a relação do compressor.",
  "Compressor Release ms": "Liberação do compressor ms",
  "Set the compressor release ms.": "Defina a liberação do compressor ms.",
  "Apply delay to the audio.": "Aplique atraso ao áudio.",
  "Compressor Attack ms": "Ataque do compressor ms",
  "Set the compressor attack ms.": "Defina o ataque do compressor ms.",
  "Delay Seconds": "Segundos de atraso",
  "Set the delay seconds.": "Defina os segundos de atraso.",
  "Delay Feedback": "Feedback de atraso",
  "Delay Mix": "Mistura de atraso",
  "Custom Embedder": "Incorporador personalizado",
  "Set the delay mix.": "Defina a mixagem de atraso.",
  "Set the delay feedback.": "Defina o feedback de atraso.",
  "Refresh embedders": "Atualizar incorporadores",
  "Select Custom Embedder": "Selecione Incorporador personalizado",
  "Folder Name": "Nome da pasta",
  "Upload .bin": "Carregar .bin",
  "Model Creator": "Criador de modelos",
  "model information": "Informações do modelo",
  "Move files to custom embedder folder": "Mover arquivos para a pasta de incorporação personalizada",
  "Upload .json": "Carregar .json",
  "Speaker ID": "ID do alto-falante",
  "Name of the model creator. (Default: Unknown)": "Nome do criador do modelo. (Padrão: Desconhecido)",
  "Select the speaker ID to use for the conversion.": "Selecione o ID do alto-falante a ser usado para a conversão.",
  "Set name": "Nome do conjunto",
  "Model Author Name": "Nome do autor do modelo",
  "The name that will appear in the model information.": "O nome que aparecerá nas informações do modelo.",
  "Set the autotune strength - the more you increase it the more it will snap to the chromatic grid.": "Defina a força do autotune - quanto mais você aumentar, mais ele se encaixará na grade cromática.",
  "Delay": "Atraso"
}