{
    "# How to Report an Issue on GitHub": "# Cum să Raportezi o Problemă pe GitHub",
    "## Download Model": "## Descarcă Model",
    "## Download Pretrained Models": "## Descarcă Modele Preantrenate",
    "## Drop files": "## Plasează fișiere",
    "## Voice Blender": "## Combinator de Voce",
    "0 to ∞ separated by -": "0 la ∞ separate prin -",
    "1. Click on the 'Record Screen' button below to start recording the issue you are experiencing.": "1. Apasă pe butonul 'Înregistrare Ecran' de mai jos pentru a începe înregistrarea problemei pe care o întâmpini.",
    "2. Once you have finished recording the issue, click on the 'Stop Recording' button (the same button, but the label changes depending on whether you are actively recording or not).": "2. După ce ai terminat de înregistrat problema, apasă pe butonul 'Oprește Înregistrarea' (același buton, dar eticheta se schimbă în funcție de starea înregistrării).",
    "3. Go to [GitHub Issues](https://github.com/IAHispano/Applio/issues) and click on the 'New Issue' button.": "3. Mergi la [GitHub Issues](https://github.com/IAHispano/Applio/issues) și apasă pe butonul 'New Issue'.",
    "4. Complete the provided issue template, ensuring to include details as needed, and utilize the assets section to upload the recorded file from the previous step.": "4. Completează șablonul de problemă furnizat, asigurându-te că incluzi detaliile necesare, și folosește secțiunea de resurse (assets) pentru a încărca fișierul înregistrat la pasul anterior.",
    "A simple, high-quality voice conversion tool focused on ease of use and performance.": "Un instrument simplu, de înaltă calitate, pentru conversia vocii, axat pe ușurința în utilizare și performanță.",
    "Adding several silent files to the training set enables the model to handle pure silence in inferred audio files. Select 0 if your dataset is clean and already contains segments of pure silence.": "Adăugarea mai multor fișiere de liniște în setul de antrenament permite modelului să gestioneze liniștea pură în fișierele audio inferate. Selectează 0 dacă setul tău de date este curat și conține deja segmente de liniște pură.",
    "Adjust the input audio pitch to match the voice model range.": "Ajustează tonalitatea audio-ului de intrare pentru a se potrivi cu intervalul modelului vocal.",
    "Adjusting the position more towards one side or the other will make the model more similar to the first or second.": "Ajustarea poziției mai mult spre o parte sau cealaltă va face modelul mai asemănător cu primul sau al doilea.",
    "Adjusts the final volume of the converted voice after processing.": "Ajustează volumul final al vocii convertite după procesare.",
    "Adjusts the input volume before processing. Prevents clipping or boosts a quiet mic.": "Ajustează volumul de intrare înainte de procesare. Previne tăierea sunetului (clipping) sau amplifică un microfon silențios.",
    "Adjusts the volume of the monitor feed, independent of the main output.": "Ajustează volumul semnalului de monitorizare, independent de ieșirea principală.",
    "Advanced Settings": "Setări Avansate",
    "Amount of extra audio processed to provide context to the model. Improves conversion quality at the cost of higher CPU usage.": "Cantitatea de audio suplimentar procesată pentru a oferi context modelului. Îmbunătățește calitatea conversiei cu prețul unui consum mai mare de CPU.",
    "And select the sampling rate.": "Și selectează rata de eșantionare.",
    "Apply a soft autotune to your inferences, recommended for singing conversions.": "Aplică un autotune subtil inferențelor tale, recomandat pentru conversiile de cântat.",
    "Apply bitcrush to the audio.": "Aplică bitcrush sunetului.",
    "Apply chorus to the audio.": "Aplică chorus sunetului.",
    "Apply clipping to the audio.": "Aplică clipping sunetului.",
    "Apply compressor to the audio.": "Aplică compresor sunetului.",
    "Apply delay to the audio.": "Aplică delay sunetului.",
    "Apply distortion to the audio.": "Aplică distorsiune sunetului.",
    "Apply gain to the audio.": "Aplică amplificare sunetului.",
    "Apply limiter to the audio.": "Aplică limitator sunetului.",
    "Apply pitch shift to the audio.": "Aplică modificare de tonalitate sunetului.",
    "Apply reverb to the audio.": "Aplică reverberație sunetului.",
    "Architecture": "Arhitectură",
    "Audio Analyzer": "Analizor Audio",
    "Audio Settings": "Setări audio",
    "Audio buffer size in milliseconds. Lower values may reduce latency but increase CPU load.": "Dimensiunea buffer-ului audio în milisecunde. Valorile mai mici pot reduce latența, dar cresc încărcarea CPU-ului.",
    "Audio cutting": "Tăiere Audio",
    "Audio file slicing method: Select 'Skip' if the files are already pre-sliced, 'Simple' if excessive silence has already been removed from the files, or 'Automatic' for automatic silence detection and slicing around it.": "Metoda de secționare a fișierelor audio: Selectează 'Omite' dacă fișierele sunt deja pre-secționate, 'Simplu' dacă liniștea excesivă a fost deja eliminată din fișiere, sau 'Automat' pentru detectarea automată a liniștii și secționarea în jurul ei.",
    "Audio normalization: Select 'none' if the files are already normalized, 'pre' to normalize the entire input file at once, or 'post' to normalize each slice individually.": "Normalizare audio: Selectează 'niciuna' dacă fișierele sunt deja normalizate, 'pre' pentru a normaliza întregul fișier de intrare odată, sau 'post' pentru a normaliza fiecare secțiune individual.",
    "Autotune": "Autotune",
    "Autotune Strength": "Intensitate Autotune",
    "Batch": "Lot",
    "Batch Size": "Dimensiune Lot",
    "Bitcrush": "Bitcrush",
    "Bitcrush Bit Depth": "Adâncime Biți Bitcrush",
    "Blend Ratio": "Raport de Amestec",
    "Browse presets for formanting": "Răsfoiește presetări pentru formare",
    "CPU Cores": "Nuclee CPU",
    "Cache Dataset in GPU": "Stochează Setul de Date în Cache-ul GPU",
    "Cache the dataset in GPU memory to speed up the training process.": "Stochează setul de date în memoria GPU pentru a accelera procesul de antrenament.",
    "Check for updates": "Verifică actualizări",
    "Check which version of Applio is the latest to see if you need to update.": "Verifică care este cea mai recentă versiune a Applio pentru a vedea dacă trebuie să actualizezi.",
    "Checkpointing": "Salvare Puncte de Control",
    "Choose the model architecture:\n- **RVC (V2)**: Default option, compatible with all clients.\n- **Applio**: Advanced quality with improved vocoders and higher sample rates, Applio-only.": "Alege arhitectura modelului:\n- **RVC (V2)**: Opțiune implicită, compatibilă cu toți clienții.\n- **Applio**: Calitate avansată cu vocodere îmbunătățite și rate de eșantionare mai mari, exclusiv pentru Applio.",
    "Choose the vocoder for audio synthesis:\n- **HiFi-GAN**: Default option, compatible with all clients.\n- **MRF HiFi-GAN**: Higher fidelity, Applio-only.\n- **RefineGAN**: Superior audio quality, Applio-only.": "Alege vocoderul pentru sinteza audio:\n- **HiFi-GAN**: Opțiune implicită, compatibilă cu toți clienții.\n- **MRF HiFi-GAN**: Fidelitate mai mare, exclusiv pentru Applio.\n- **RefineGAN**: Calitate audio superioară, exclusiv pentru Applio.",
    "Chorus": "Chorus",
    "Chorus Center Delay ms": "Întârziere Centru Chorus (ms)",
    "Chorus Depth": "Adâncime Chorus",
    "Chorus Feedback": "Feedback Chorus",
    "Chorus Mix": "Mixaj Chorus",
    "Chorus Rate Hz": "Rată Chorus (Hz)",
    "Chunk Size (ms)": "Dimensiune Fragment (ms)",
    "Chunk length (sec)": "Lungime fragment (sec)",
    "Clean Audio": "Curățare Audio",
    "Clean Strength": "Intensitate Curățare",
    "Clean your audio output using noise detection algorithms, recommended for speaking audios.": "Curăță ieșirea audio folosind algoritmi de detectare a zgomotului, recomandat pentru fișierele audio cu vorbire.",
    "Clear Outputs (Deletes all audios in assets/audios)": "Curăță Ieșirile (Șterge toate fișierele audio din assets/audios)",
    "Click the refresh button to see the pretrained file in the dropdown menu.": "Apasă butonul de reîmprospătare pentru a vedea fișierul preantrenat în meniul derulant.",
    "Clipping": "Clipping",
    "Clipping Threshold": "Prag Clipping",
    "Compressor": "Compresor",
    "Compressor Attack ms": "Atac Compresor (ms)",
    "Compressor Ratio": "Raport Compresor",
    "Compressor Release ms": "Eliberare Compresor (ms)",
    "Compressor Threshold dB": "Prag Compresor (dB)",
    "Convert": "Convertește",
    "Crossfade Overlap Size (s)": "Dimensiune Suprapunere Crossfade (s)",
    "Custom Embedder": "Embedder Personalizat",
    "Custom Pretrained": "Preantrenat Personalizat",
    "Custom Pretrained D": "Preantrenat Personalizat D",
    "Custom Pretrained G": "Preantrenat Personalizat G",
    "Dataset Creator": "Creator Set de Date",
    "Dataset Name": "Nume Set de Date",
    "Dataset Path": "Cale Set de Date",
    "Default value is 1.0": "Valoarea implicită este 1.0",
    "Delay": "Întârziere",
    "Delay Feedback": "Feedback Întârziere",
    "Delay Mix": "Mixaj Întârziere",
    "Delay Seconds": "Secunde Întârziere",
    "Detect overtraining to prevent the model from learning the training data too well and losing the ability to generalize to new data.": "Detectează supra-antrenarea pentru a preveni modelul să învețe prea bine datele de antrenament și să piardă capacitatea de a generaliza la date noi.",
    "Determine at how many epochs the model will saved at.": "Stabilește la câte epoci se va salva modelul.",
    "Distortion": "Distorsiune",
    "Distortion Gain": "Amplificare Distorsiune",
    "Download": "Descarcă",
    "Download Model": "Descarcă Model",
    "Drag and drop your model here": "Trage și plasează modelul tău aici",
    "Drag your .pth file and .index file into this space. Drag one and then the other.": "Trage fișierul .pth și fișierul .index în acest spațiu. Trage unul, apoi celălalt.",
    "Drag your plugin.zip to install it": "Trage fișierul tău plugin.zip pentru a-l instala",
    "Duration of the fade between audio chunks to prevent clicks. Higher values create smoother transitions but may increase latency.": "Durata atenuării (fade) între fragmentele audio pentru a preveni pocnetele (clicks). Valorile mai mari creează tranziții mai line, dar pot crește latența.",
    "Embedder Model": "Model Embedder",
    "Enable Applio integration with Discord presence": "Activează integrarea Applio cu prezența pe Discord",
    "Enable VAD": "Activează VAD",
    "Enable formant shifting. Used for male to female and vice-versa convertions.": "Activează deplasarea formanților. Folosit pentru conversii de la bărbat la femeie și invers.",
    "Enable this setting only if you are training a new model from scratch or restarting the training. Deletes all previously generated weights and tensorboard logs.": "Activează această setare doar dacă antrenezi un model nou de la zero sau repornești antrenamentul. Șterge toate ponderile generate anterior și jurnalele tensorboard.",
    "Enables Voice Activity Detection to only process audio when you are speaking, saving CPU.": "Activează Detectarea Activității Vocale (VAD) pentru a procesa audio doar atunci când vorbiți, economisind resurse CPU.",
    "Enables memory-efficient training. This reduces VRAM usage at the cost of slower training speed. It is useful for GPUs with limited memory (e.g., <6GB VRAM) or when training with a batch size larger than what your GPU can normally accommodate.": "Permite antrenamentul eficient din punct de vedere al memoriei. Acest lucru reduce utilizarea VRAM-ului în detrimentul unei viteze de antrenament mai lente. Este util pentru GPU-uri cu memorie limitată (de ex., <6GB VRAM) sau la antrenarea cu o dimensiune a lotului mai mare decât poate acomoda în mod normal GPU-ul tău.",
    "Enabling this setting will result in the G and D files saving only their most recent versions, effectively conserving storage space.": "Activarea acestei setări va face ca fișierele G și D să salveze doar versiunile lor cele mai recente, conservând astfel spațiul de stocare.",
    "Enter dataset name": "Introdu numele setului de date",
    "Enter input path": "Introdu calea de intrare",
    "Enter model name": "Introdu numele modelului",
    "Enter output path": "Introdu calea de ieșire",
    "Enter path to model": "Introdu calea către model",
    "Enter preset name": "Introdu numele presetării",
    "Enter text to synthesize": "Introdu textul pentru sinteză",
    "Enter the text to synthesize.": "Introdu textul pentru sinteză.",
    "Enter your nickname": "Introdu pseudonimul tău",
    "Exclusive Mode (WASAPI)": "Mod Exclusiv (WASAPI)",
    "Export Audio": "Exportă Audio",
    "Export Format": "Format Export",
    "Export Model": "Exportă Model",
    "Export Preset": "Exportă Presetare",
    "Exported Index File": "Fișier Index Exportat",
    "Exported Pth file": "Fișier Pth Exportat",
    "Extra": "Extra",
    "Extra Conversion Size (s)": "Dimensiune Extra Conversie (s)",
    "Extract": "Extrage",
    "Extract F0 Curve": "Extrage Curba F0",
    "Extract Features": "Extrage Caracteristici",
    "F0 Curve": "Curbă F0",
    "File to Speech": "Fișier către Voce",
    "Folder Name": "Nume Dosar",
    "For ASIO drivers, selects a specific input channel. Leave at -1 for default.": "Pentru driverele ASIO, selectează un canal de intrare specific. Lăsați la -1 pentru valoarea implicită.",
    "For ASIO drivers, selects a specific monitor output channel. Leave at -1 for default.": "Pentru driverele ASIO, selectează un canal de ieșire specific pentru monitorizare. Lăsați la -1 pentru valoarea implicită.",
    "For ASIO drivers, selects a specific output channel. Leave at -1 for default.": "Pentru driverele ASIO, selectează un canal de ieșire specific. Lăsați la -1 pentru valoarea implicită.",
    "For WASAPI (Windows), gives the app exclusive control for potentially lower latency.": "Pentru WASAPI (Windows), oferă aplicației control exclusiv pentru o latență potențial mai mică.",
    "Formant Shifting": "Deplasare Formanți",
    "Fresh Training": "Antrenament Nou",
    "Fusion": "Fuziune",
    "GPU Information": "Informații GPU",
    "GPU Number": "Număr GPU",
    "Gain": "Amplificare",
    "Gain dB": "Amplificare (dB)",
    "General": "General",
    "Generate Index": "Generează Index",
    "Get information about the audio": "Obține informații despre audio",
    "I agree to the terms of use": "Sunt de acord cu termenii de utilizare",
    "Increase or decrease TTS speed.": "Mărește sau micșorează viteza TTS.",
    "Index Algorithm": "Algoritm Index",
    "Index File": "Fișier Index",
    "Inference": "Inferență",
    "Influence exerted by the index file; a higher value corresponds to greater influence. However, opting for lower values can help mitigate artifacts present in the audio.": "Influența exercitată de fișierul index; o valoare mai mare corespunde unei influențe mai mari. Totuși, optarea pentru valori mai mici poate ajuta la atenuarea artefactelor prezente în audio.",
    "Input ASIO Channel": "Canal Intrare ASIO",
    "Input Device": "Dispozitiv de Intrare",
    "Input Folder": "Dosar de Intrare",
    "Input Gain (%)": "Amplificare Intrare (%)",
    "Input path for text file": "Cale de intrare pentru fișierul text",
    "Introduce the model link": "Introdu link-ul modelului",
    "Introduce the model pth path": "Introdu calea către fișierul pth al modelului",
    "It will activate the possibility of displaying the current Applio activity in Discord.": "Va activa posibilitatea de a afișa activitatea curentă Applio în Discord.",
    "It's advisable to align it with the available VRAM of your GPU. A setting of 4 offers improved accuracy but slower processing, while 8 provides faster and standard results.": "Este recomandat să o aliniezi cu memoria VRAM disponibilă a GPU-ului tău. O setare de 4 oferă o precizie îmbunătățită, dar o procesare mai lentă, în timp ce 8 oferă rezultate mai rapide și standard.",
    "It's recommended keep deactivate this option if your dataset has already been processed.": "Se recomandă să păstrezi această opțiune dezactivată dacă setul tău de date a fost deja procesat.",
    "It's recommended to deactivate this option if your dataset has already been processed.": "Se recomandă dezactivarea acestei opțiuni dacă setul tău de date a fost deja procesat.",
    "KMeans is a clustering algorithm that divides the dataset into K clusters. This setting is particularly useful for large datasets.": "KMeans este un algoritm de grupare care împarte setul de date în K clustere. Această setare este deosebit de utilă pentru seturi de date mari.",
    "Language": "Limbă",
    "Length of the audio slice for 'Simple' method.": "Lungimea secțiunii audio pentru metoda 'Simplu'.",
    "Length of the overlap between slices for 'Simple' method.": "Lungimea suprapunerii dintre secțiuni pentru metoda 'Simplu'.",
    "Limiter": "Limitator",
    "Limiter Release Time": "Timp de Eliberare Limitator",
    "Limiter Threshold dB": "Prag Limitator (dB)",
    "Male voice models typically use 155.0 and female voice models typically use 255.0.": "Modelele de voce masculină folosesc de obicei 155.0, iar modelele de voce feminină folosesc de obicei 255.0.",
    "Model Author Name": "Nume Autor Model",
    "Model Link": "Link Model",
    "Model Name": "Nume Model",
    "Model Settings": "Setări Model",
    "Model information": "Informații Model",
    "Model used for learning speaker embedding.": "Model folosit pentru învățarea încorporării vorbitorului (speaker embedding).",
    "Monitor ASIO Channel": "Canal Monitorizare ASIO",
    "Monitor Device": "Dispozitiv de Monitorizare",
    "Monitor Gain (%)": "Amplificare Monitorizare (%)",
    "Move files to custom embedder folder": "Mută fișierele în dosarul embedder-ului personalizat",
    "Name of the new dataset.": "Numele noului set de date.",
    "Name of the new model.": "Numele noului model.",
    "Noise Reduction": "Reducere Zgomot",
    "Noise Reduction Strength": "Intensitate Reducere Zgomot",
    "Noise filter": "Filtru de Zgomot",
    "Normalization mode": "Mod de Normalizare",
    "Output ASIO Channel": "Canal Ieșire ASIO",
    "Output Device": "Dispozitiv de Ieșire",
    "Output Folder": "Dosar de Ieșire",
    "Output Gain (%)": "Amplificare Ieșire (%)",
    "Output Information": "Informații de Ieșire",
    "Output Path": "Cale de Ieșire",
    "Output Path for RVC Audio": "Cale de Ieșire pentru Audio RVC",
    "Output Path for TTS Audio": "Cale de Ieșire pentru Audio TTS",
    "Overlap length (sec)": "Lungime suprapunere (sec)",
    "Overtraining Detector": "Detector de Supra-antrenare",
    "Overtraining Detector Settings": "Setări Detector de Supra-antrenare",
    "Overtraining Threshold": "Prag de Supra-antrenare",
    "Path to Model": "Cale către Model",
    "Path to the dataset folder.": "Calea către dosarul setului de date.",
    "Performance Settings": "Setări performanță",
    "Pitch": "Tonalitate",
    "Pitch Shift": "Modificare Tonalitate",
    "Pitch Shift Semitones": "Modificare Tonalitate (Semitonuri)",
    "Pitch extraction algorithm": "Algoritm de extragere a tonalității",
    "Pitch extraction algorithm to use for the audio conversion. The default algorithm is rmvpe, which is recommended for most cases.": "Algoritm de extragere a tonalității de utilizat pentru conversia audio. Algoritmul implicit este rmvpe, care este recomandat în majoritatea cazurilor.",
    "Please ensure compliance with the terms and conditions detailed in [this document](https://github.com/IAHispano/Applio/blob/main/TERMS_OF_USE.md) before proceeding with your inference.": "Vă rugăm să asigurați conformitatea cu termenii și condițiile detaliate în [acest document](https://github.com/IAHispano/Applio/blob/main/TERMS_OF_USE.md) înainte de a continua cu inferența.",
    "Please ensure compliance with the terms and conditions detailed in [this document](https://github.com/IAHispano/Applio/blob/main/TERMS_OF_USE.md) before proceeding with your realtime.": "Vă rugăm să asigurați conformitatea cu termenii și condițiile detaliate în [acest document](https://github.com/IAHispano/Applio/blob/main/TERMS_OF_USE.md) înainte de a continua în timp real.",
    "Please ensure compliance with the terms and conditions detailed in [this document](https://github.com/IAHispano/Applio/blob/main/TERMS_OF_USE.md) before proceeding with your training.": "Vă rugăm să asigurați conformitatea cu termenii și condițiile detaliate în [acest document](https://github.com/IAHispano/Applio/blob/main/TERMS_OF_USE.md) înainte de a continua cu antrenamentul.",
    "Plugin Installer": "Instalator de Pluginuri",
    "Plugins": "Pluginuri",
    "Post-Process": "Post-Procesare",
    "Post-process the audio to apply effects to the output.": "Post-procesează sunetul pentru a aplica efecte la ieșire.",
    "Precision": "Precizie",
    "Preprocess": "Preprocesare",
    "Preprocess Dataset": "Preprocesează Setul de Date",
    "Preset Name": "Nume Presetare",
    "Preset Settings": "Setări Presetare",
    "Presets are located in /assets/formant_shift folder": "Presetările se află în dosarul /assets/formant_shift",
    "Pretrained": "Preantrenat",
    "Pretrained Custom Settings": "Setări Preantrenat Personalizat",
    "Proposed Pitch": "Tonalitate Propusă",
    "Proposed Pitch Threshold": "Prag Tonalitate Propusă",
    "Protect Voiceless Consonants": "Protejează Consoanele Nesunete",
    "Pth file": "Fișier Pth",
    "Quefrency for formant shifting": "Quefrency pentru deplasarea formanților",
    "Realtime": "Timp Real",
    "Record Screen": "Înregistrare Ecran",
    "Refresh": "Reîmprospătare",
    "Refresh Audio Devices": "Reîmprospătare Dispozitive Audio",
    "Refresh Custom Pretraineds": "Reîmprospătează Preantrenate Personalizate",
    "Refresh Presets": "Reîmprospătează Presetări",
    "Refresh embedders": "Reîmprospătează embeddere",
    "Report a Bug": "Raportează o Eroare",
    "Restart Applio": "Repornește Applio",
    "Reverb": "Reverberație",
    "Reverb Damping": "Amortizare Reverberație",
    "Reverb Dry Gain": "Amplificare Uscată Reverberație",
    "Reverb Freeze Mode": "Mod Înghețare Reverberație",
    "Reverb Room Size": "Dimensiune Cameră Reverberație",
    "Reverb Wet Gain": "Amplificare Umedă Reverberație",
    "Reverb Width": "Lățime Reverberație",
    "Safeguard distinct consonants and breathing sounds to prevent electro-acoustic tearing and other artifacts. Pulling the parameter to its maximum value of 0.5 offers comprehensive protection. However, reducing this value might decrease the extent of protection while potentially mitigating the indexing effect.": "Protejează consoanele distincte și sunetele de respirație pentru a preveni distorsiunile electro-acustice și alte artefacte. Tragerea parametrului la valoarea sa maximă de 0.5 oferă protecție completă. Totuși, reducerea acestei valori ar putea diminua gradul de protecție, atenuând în același timp potențial efectul de indexare.",
    "Sampling Rate": "Rată de Eșantionare",
    "Save Every Epoch": "Salvează la Fiecare Epocă",
    "Save Every Weights": "Salvează Toate Ponderile",
    "Save Only Latest": "Salvează Doar Ultima Versiune",
    "Search Feature Ratio": "Raport Căutare Caracteristici",
    "See Model Information": "Vezi Informații Model",
    "Select Audio": "Selectează Audio",
    "Select Custom Embedder": "Selectează Embedder Personalizat",
    "Select Custom Preset": "Selectează Presetare Personalizată",
    "Select file to import": "Selectează fișier pentru import",
    "Select the TTS voice to use for the conversion.": "Selectează vocea TTS de utilizat pentru conversie.",
    "Select the audio to convert.": "Selectează fișierul audio de convertit.",
    "Select the custom pretrained model for the discriminator.": "Selectează modelul preantrenat personalizat pentru discriminator.",
    "Select the custom pretrained model for the generator.": "Selectează modelul preantrenat personalizat pentru generator.",
    "Select the device for monitoring your voice (e.g., your headphones).": "Selectați dispozitivul pentru monitorizarea vocii dvs. (de ex., căștile).",
    "Select the device where the final converted voice will be sent (e.g., a virtual cable).": "Selectați dispozitivul unde va fi trimisă vocea finală convertită (de ex., un cablu virtual).",
    "Select the folder containing the audios to convert.": "Selectează dosarul care conține fișierele audio de convertit.",
    "Select the folder where the output audios will be saved.": "Selectează dosarul unde vor fi salvate fișierele audio de ieșire.",
    "Select the format to export the audio.": "Selectează formatul pentru a exporta fișierul audio.",
    "Select the index file to be exported": "Selectează fișierul index de exportat",
    "Select the index file to use for the conversion.": "Selectează fișierul index de utilizat pentru conversie.",
    "Select the language you want to use. (Requires restarting Applio)": "Selectează limba pe care vrei să o folosești. (Necesită repornirea Applio)",
    "Select the microphone or audio interface you will be speaking into.": "Selectați microfonul sau interfața audio în care veți vorbi.",
    "Select the precision you want to use for training and inference.": "Selectează precizia pe care vrei să o folosești pentru antrenament și inferență.",
    "Select the pretrained model you want to download.": "Selectează modelul preantrenat pe care vrei să-l descarci.",
    "Select the pth file to be exported": "Selectează fișierul pth de exportat",
    "Select the speaker ID to use for the conversion.": "Selectează ID-ul vorbitorului de utilizat pentru conversie.",
    "Select the theme you want to use. (Requires restarting Applio)": "Selectează tema pe care vrei să o folosești. (Necesită repornirea Applio)",
    "Select the voice model to use for the conversion.": "Selectează modelul vocal de utilizat pentru conversie.",
    "Select two voice models, set your desired blend percentage, and blend them into an entirely new voice.": "Selectează două modele vocale, setează procentul de amestec dorit și combină-le într-o voce complet nouă.",
    "Set name": "Setează nume",
    "Set the autotune strength - the more you increase it the more it will snap to the chromatic grid.": "Setează intensitatea autotune - cu cât o crești mai mult, cu atât se va alinia mai precis la grila cromatică.",
    "Set the bitcrush bit depth.": "Setează adâncimea de biți pentru bitcrush.",
    "Set the chorus center delay ms.": "Setează întârzierea centrului chorus (ms).",
    "Set the chorus depth.": "Setează adâncimea chorus.",
    "Set the chorus feedback.": "Setează feedback-ul chorus.",
    "Set the chorus mix.": "Setează mixajul chorus.",
    "Set the chorus rate Hz.": "Setează rata chorus (Hz).",
    "Set the clean-up level to the audio you want, the more you increase it the more it will clean up, but it is possible that the audio will be more compressed.": "Setează nivelul de curățare pentru audio-ul dorit; cu cât îl crești, cu atât va curăța mai mult, dar este posibil ca sunetul să fie mai comprimat.",
    "Set the clipping threshold.": "Setează pragul de clipping.",
    "Set the compressor attack ms.": "Setează atacul compresorului (ms).",
    "Set the compressor ratio.": "Setează raportul compresorului.",
    "Set the compressor release ms.": "Setează eliberarea compresorului (ms).",
    "Set the compressor threshold dB.": "Setează pragul compresorului (dB).",
    "Set the damping of the reverb.": "Setează amortizarea reverberației.",
    "Set the delay feedback.": "Setează feedback-ul întârzierii.",
    "Set the delay mix.": "Setează mixajul întârzierii.",
    "Set the delay seconds.": "Setează secundele întârzierii.",
    "Set the distortion gain.": "Setează amplificarea distorsiunii.",
    "Set the dry gain of the reverb.": "Setează amplificarea uscată a reverberației.",
    "Set the freeze mode of the reverb.": "Setează modul de înghețare a reverberației.",
    "Set the gain dB.": "Setează amplificarea (dB).",
    "Set the limiter release time.": "Setează timpul de eliberare al limitatorului.",
    "Set the limiter threshold dB.": "Setează pragul limitatorului (dB).",
    "Set the maximum number of epochs you want your model to stop training if no improvement is detected.": "Setează numărul maxim de epoci la care dorești ca modelul să oprească antrenamentul dacă nu se detectează nicio îmbunătățire.",
    "Set the pitch of the audio, the higher the value, the higher the pitch.": "Setează tonalitatea sunetului; cu cât valoarea este mai mare, cu atât tonalitatea este mai înaltă.",
    "Set the pitch shift semitones.": "Setează modificarea tonalității în semitonuri.",
    "Set the room size of the reverb.": "Setează dimensiunea camerei pentru reverberație.",
    "Set the wet gain of the reverb.": "Setează amplificarea umedă a reverberației.",
    "Set the width of the reverb.": "Setează lățimea reverberației.",
    "Settings": "Setări",
    "Silence Threshold (dB)": "Prag de Liniște (dB)",
    "Silent training files": "Fișiere de antrenament silențioase",
    "Single": "Unic",
    "Speaker ID": "ID Vorbitor",
    "Specifies the overall quantity of epochs for the model training process.": "Specifică numărul total de epoci pentru procesul de antrenament al modelului.",
    "Specify the number of GPUs you wish to utilize for extracting by entering them separated by hyphens (-).": "Specifică numărul de GPU-uri pe care dorești să le utilizezi pentru extragere, introducându-le separate prin cratimă (-).",
    "Split Audio": "Divizează Audio",
    "Split the audio into chunks for inference to obtain better results in some cases.": "Divizează sunetul în fragmente pentru inferență pentru a obține rezultate mai bune în unele cazuri.",
    "Start": "Pornește",
    "Start Training": "Pornește Antrenamentul",
    "Status": "Stare",
    "Stop": "Oprește",
    "Stop Training": "Oprește Antrenamentul",
    "Stop convert": "Oprește conversia",
    "Substitute or blend with the volume envelope of the output. The closer the ratio is to 1, the more the output envelope is employed.": "Înlocuiește sau amestecă cu anvelopa de volum a ieșirii. Cu cât raportul este mai aproape de 1, cu atât se folosește mai mult anvelopa de ieșire.",
    "TTS": "TTS",
    "TTS Speed": "Viteză TTS",
    "TTS Voices": "Voci TTS",
    "Text to Speech": "Text în Voce",
    "Text to Synthesize": "Text de Sintetizat",
    "The GPU information will be displayed here.": "Informațiile despre GPU vor fi afișate aici.",
    "The audio file has been successfully added to the dataset. Please click the preprocess button.": "Fișierul audio a fost adăugat cu succes în setul de date. Te rog să apeși butonul de preprocesare.",
    "The button 'Upload' is only for google colab: Uploads the exported files to the ApplioExported folder in your Google Drive.": "Butonul 'Încarcă' este doar pentru Google Colab: Încarcă fișierele exportate în dosarul ApplioExported din Google Drive.",
    "The f0 curve represents the variations in the base frequency of a voice over time, showing how pitch rises and falls.": "Curba f0 reprezintă variațiile frecvenței de bază a unei voci în timp, arătând cum crește și scade tonalitatea.",
    "The file you dropped is not a valid pretrained file. Please try again.": "Fișierul pe care l-ai plasat nu este un fișier preantrenat valid. Te rog să încerci din nou.",
    "The name that will appear in the model information.": "Numele care va apărea în informațiile modelului.",
    "The number of CPU cores to use in the extraction process. The default setting are your cpu cores, which is recommended for most cases.": "Numărul de nuclee CPU de utilizat în procesul de extracție. Setarea implicită este numărul tău de nuclee CPU, ceea ce este recomandat în majoritatea cazurilor.",
    "The output information will be displayed here.": "Informațiile de ieșire vor fi afișate aici.",
    "The path to the text file that contains content for text to speech.": "Calea către fișierul text care conține conținut pentru conversia text în voce.",
    "The path where the output audio will be saved, by default in assets/audios/output.wav": "Calea unde va fi salvat fișierul audio de ieșire, implicit în assets/audios/output.wav",
    "The sampling rate of the audio files.": "Rata de eșantionare a fișierelor audio.",
    "Theme": "Temă",
    "This setting enables you to save the weights of the model at the conclusion of each epoch.": "Această setare îți permite să salvezi ponderile modelului la finalul fiecărei epoci.",
    "Timbre for formant shifting": "Timbru pentru deplasarea formanților",
    "Total Epoch": "Total Epoci",
    "Training": "Antrenament",
    "Unload Voice": "Descarcă Voce",
    "Update precision": "Actualizează precizia",
    "Upload": "Încarcă",
    "Upload .bin": "Încarcă .bin",
    "Upload .json": "Încarcă .json",
    "Upload Audio": "Încarcă Audio",
    "Upload Audio Dataset": "Încarcă Set de Date Audio",
    "Upload Pretrained Model": "Încarcă Model Preantrenat",
    "Upload a .txt file": "Încarcă un fișier .txt",
    "Use Monitor Device": "Folosește Dispozitiv de Monitorizare",
    "Utilize pretrained models when training your own. This approach reduces training duration and enhances overall quality.": "Utilizează modele preantrenate atunci când îți antrenezi propriul model. Această abordare reduce durata antrenamentului și îmbunătățește calitatea generală.",
    "Utilizing custom pretrained models can lead to superior results, as selecting the most suitable pretrained models tailored to the specific use case can significantly enhance performance.": "Utilizarea modelelor preantrenate personalizate poate duce la rezultate superioare, deoarece selectarea celor mai potrivite modele preantrenate, adaptate cazului de utilizare specific, poate îmbunătăți semnificativ performanța.",
    "Version Checker": "Verificator de Versiune",
    "View": "Vizualizează",
    "Vocoder": "Vocoder",
    "Voice Blender": "Combinator de Voce",
    "Voice Model": "Model Vocal",
    "Volume Envelope": "Anvelopă Volum",
    "Volume level below which audio is treated as silence and not processed. Helps to save CPU resources and reduce background noise.": "Nivelul de volum sub care sunetul este tratat ca liniște și nu este procesat. Ajută la economisirea resurselor CPU și la reducerea zgomotului de fond.",
    "You can also use a custom path.": "Poți folosi și o cale personalizată.",
    "[Support](https://discord.gg/urxFjYmYYh) — [GitHub](https://github.com/IAHispano/Applio)": "[Suport](https://discord.gg/urxFjYmYYh) — [GitHub](https://github.com/IAHispano/Applio)"
}
