{
  "Training": "Тренировка",
  "Processing": "Обработка",
  "Inference": "Вывод",
  "Extra": "Дополнительный",
  "Model Information": "Информация о модели",
  "Download": "Загружать",
  "Plugins": "Плагины",
  "Settings": "Параметры",
  "Output Information": "Выходная информация",
  "Audio Analyzer": "Аудиоанализатор",
  "Merge Audios": "Объединение аудио",
  "Preprocess": "Предварительной обработки",
  "Report a Bug": "Сообщить об ошибке",
  "The output information will be displayed here.": "Здесь будет отображаться выходная информация.",
  "Audio cutting": "Нарезка звука",
  "Process effects": "Эффекты процесса",
  "Model Name": "Название модели",
  "Name of the new model.": "Название новой модели.",
  "Dataset Path": "Путь к набору данных",
  "Dataset Name": "Имя набора данных",
  "Refresh Datasets": "Обновление наборов данных",
  "Dataset Creator": "Создатель наборов данных",
  "Enter model name": "Введите название модели",
  "This section contains some extra utilities that often may be in experimental phases.": "В этом разделе содержатся некоторые дополнительные утилиты, которые часто могут находиться на экспериментальной стадии.",
  "Path to the dataset folder.": "Путь к папке с набором данных.",
  "It's recommended to deactivate this option if your dataset has already been processed.": "Рекомендуется отключить эту опцию, если ваш набор данных уже был обработан.",
  "Name of the new dataset.": "Имя нового набора данных.",
  "Upload Audio Dataset": "Загрузить набор аудиоданных",
  "Enter dataset path": "Введите путь к набору данных",
  "Enter dataset name": "Введите имя набора данных",
  "Extract": "Экстракт",
  "A simple, high-quality voice conversion tool focused on ease of use and performance.": "Простой, высококачественный инструмент для преобразования голоса, ориентированный на простоту использования и производительность.",
  "Sampling Rate": "Частота дискретизации",
  "The audio file has been successfully added to the dataset. Please click the preprocess button.": "Аудиофайл успешно добавлен в набор данных. Пожалуйста, нажмите кнопку предварительной обработки.",
  "Version of the model architecture.": "Версия архитектуры модели.",
  "Hop Length": "Длина хмеля",
  "Model Architecture": "Архитектура модели",
  "The sampling rate of the audio files.": "Частота дискретизации аудиофайлов.",
  "Batch Size": "Размер партии",
  "Embedder Model": "Модель встраиваемого устройства",
  "Preprocess Dataset": "Предварительная обработка набора данных",
  "Total Epoch": "Тотальная эпоха",
  "Save Every Epoch": "Сохраняйте каждую эпоху",
  "Model used for learning speaker embedding.": "Модель, используемая для обучения встраиванию динамиков.",
  "Save Only Latest": "Сохраните только последние новости",
  "Determine at how many epochs the model will saved at.": "Определите, через сколько эпох будет сохраняться модель.",
  "Pretrained": "Предварительно обученный",
  "Save Every Weights": "Сохраняйте каждый вес",
  "Upload Pretrained Model": "Выгрузка предварительно обученной модели",
  "Denotes the duration it takes for the system to transition to a significant pitch change. Smaller hop lengths require more time for inference but tend to yield higher pitch accuracy.": "Обозначает время, необходимое для перехода системы к значительному изменению высоты тона. Меньшая длина прыжка требует больше времени для вывода, но, как правило, обеспечивает более высокую точность шага.",
  "Specifies the overall quantity of epochs for the model training process.": "Указывает общее количество эпох для процесса обучения модели.",
  "This setting enables you to save the weights of the model at the conclusion of each epoch.": "Этот параметр позволяет сохранять веса модели в конце каждой эпохи.",
  "It's advisable to align it with the available VRAM of your GPU. A setting of 4 offers improved accuracy but slower processing, while 8 provides faster and standard results.": "Рекомендуется выровнять его с доступной видеопамятью вашего графического процессора. Значение 4 обеспечивает повышенную точность, но более медленную обработку, в то время как значение 8 обеспечивает более быстрые и стандартные результаты.",
  "Refresh Custom Pretraineds": "Обновление пользовательских предварительных курсов",
  "GPU Settings": "Настройки графического процессора",
  "Pretrained Custom Settings": "Предварительно обученные пользовательские настройки",
  "Pretrained G Path": "Пользовательский предварительно обученный G",
  "Pretrained D Path": "Пользовательский предварительно обученный D",
  "0 to ∞ separated by -": "от 0 до ∞ через -",
  "The file you dropped is not a valid pretrained file. Please try again.": "Удаленный файл не является допустимым предварительно обученным файлом. Пожалуйста, повторите попытку.",
  "GPU Number": "Номер графического процессора",
  "Enabling this setting will result in the G and D files saving only their most recent versions, effectively conserving storage space.": "Включение этого параметра приведет к тому, что файлы G и D будут сохранять только самые последние версии, что эффективно экономит место на диске.",
  "The GPU information will be displayed here.": "Здесь будет отображаться информация о графическом процессоре.",
  "Click the refresh button to see the pretrained file in the dropdown menu.": "Нажмите кнопку обновления, чтобы увидеть предварительно обученный файл в раскрывающемся меню.",
  "Pitch Guidance": "Управление по высоте тона",
  "Use CPU": "Использование процессора",
  "GPU Custom Settings": "Пользовательские настройки графического процессора",
  "GPU Information": "Информация о графическом процессоре",
  "Custom Pretrained": "Пользовательский предварительно обученный",
  "The number of CPU cores to use in the preprocess. The default setting are your cpu cores, which is recommended for most cases.": "Количество ядер ЦП, используемых в препроцессировании. По умолчанию выбраны ядра процессора, что рекомендуется в большинстве случаев.",
  "Sets advanced GPU settings, recommended for users with better GPU architecture.": "Устанавливает расширенные настройки графического процессора, рекомендуется для пользователей с лучшей архитектурой графического процессора.",
  "Force the use of CPU for training.": "Принудительно используйте процессор для обучения.",
  "The number of CPU cores to use in the extraction process. The default setting are your cpu cores, which is recommended for most cases.": "Количество ядер ЦП, используемых в процессе извлечения. По умолчанию выбраны ядра процессора, что рекомендуется в большинстве случаев.",
  "Specify the number of GPUs you wish to utilize for extracting by entering them separated by hyphens (-).": "Укажите количество графических процессоров, которое вы хотите использовать для извлечения, введя их через дефисы (-).",
  "Extract Features": "Извлечение функций",
  "Utilizing custom pretrained models can lead to superior results, as selecting the most suitable pretrained models tailored to the specific use case can significantly enhance performance.": "Использование пользовательских предварительно обученных моделей может привести к превосходным результатам, так как выбор наиболее подходящих предварительно обученных моделей, адаптированных к конкретному сценарию использования, может значительно повысить производительность.",
  "Index Algorithm": "Алгоритм индексирования",
  "Overtraining Detector": "Детектор перетренированности",
  "Cache Dataset in GPU": "Кэширование набора данных в графическом процессоре",
  "Fresh Training": "Свежие тренировки",
  "Cache the dataset in GPU memory to speed up the training process.": "Кэшируйте набор данных в памяти графического процессора, чтобы ускорить процесс обучения.",
  "Overtraining Threshold": "Порог перетренированности",
  "Utilize pretrained models when training your own. This approach reduces training duration and enhances overall quality.": "Используйте предварительно обученные модели при обучении собственных. Такой подход сокращает продолжительность обучения и повышает общее качество.",
  "KMeans is a clustering algorithm that divides the dataset into K clusters. This setting is particularly useful for large datasets.": "KMeans — это алгоритм кластеризации, который делит набор данных на K кластеров. Этот параметр особенно полезен для больших наборов данных.",
  "Overtraining Detector Settings": "Настройки детектора перетренированности",
  "Start Training": "Начать обучение",
  "We prioritize running the model extraction on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.": "Мы отдаем приоритет выполнению извлечения модели на графическом процессоре для повышения производительности. Если вы предпочитаете использовать процессор, просто оставьте поле графического процессора пустым.",
  "By employing pitch guidance, it becomes feasible to mirror the intonation of the original voice, including its pitch. This feature is particularly valuable for singing and other scenarios where preserving the original melody or pitch pattern is essential.": "Используя управление высотой звука, становится возможным зеркально отразить интонацию исходного голоса, включая его высоту. Эта функция особенно ценна для пения и других сценариев, где важно сохранить исходную мелодию или рисунок высоты тона.",
  "Generate Index": "Создать индекс",
  "Upload": "Закачать",
  "Stop Training": "Остановите тренировку",
  "Detect overtraining to prevent the model from learning the training data too well and losing the ability to generalize to new data.": "Обнаружение переобучения, чтобы модель не слишком хорошо усвоила обучающие данные и не потеряла возможность обобщения на новые данные.",
  "Export Model": "Модель экспорта",
  "Exported Pth file": "Экспортированный файл Pth",
  "Select the pth file to be exported": "Выберите pth файл для экспорта",
  "We prioritize running the model preprocessing on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.": "Мы отдаем приоритет выполнению предварительной обработки модели на графическом процессоре для повышения производительности. Если вы предпочитаете использовать процессор, просто оставьте поле графического процессора пустым.",
  "Set the maximum number of epochs you want your model to stop training if no improvement is detected.": "Задайте максимальное количество эпох, на которое модель должна прекратить обучение, если не будет обнаружено улучшений.",
  "Exported Index file": "Экспортированный файл индекса",
  "Select the index file to be exported": "Выберите индексный файл для экспорта",
  "Specify the number of GPUs you wish to utilize for preprocess by entering them separated by hyphens (-). At the moment, using multi-gpu will not have a significant effect.": "Укажите количество графических процессоров, которое вы хотите использовать для предварительной обработки, введя их через дефисы (-). На данный момент использование мультиграфических процессоров не окажет существенного эффекта.",
  "Refresh": "Освежать",
  "Single": "Единственный",
  "Voice Model": "Голосовая модель",
  "Index File": "Индексный файл",
  "Select Audio": "Выберите «Аудио»",
  "Enable this setting only if you are training a new model from scratch or restarting the training. Deletes all previously generated weights and tensorboard logs.": "Включайте этот параметр только в том случае, если вы обучаете новую модель с нуля или перезапускаете обучение. Удаляет все ранее сгенерированные весовые коэффициенты и журналы тензордоски.",
  "Upload Audio": "Загрузить аудио",
  "Advanced Settings": "Расширенные настройки",
  "Unload Voice": "Выгрузить голос",
  "The button 'Upload' is only for google colab: Uploads the exported files to the ApplioExported folder in your Google Drive.": "Кнопка «Загрузить» предназначена только для google colab: Загружает экспортированные файлы в папку ApplioExported на вашем Google Диске.",
  "Select the audio to convert.": "Выберите аудио для преобразования.",
  "Select the index file to use for the conversion.": "Выберите индексный файл, который будет использоваться для преобразования.",
  "Select the voice model to use for the conversion.": "Выберите модель голоса, которая будет использоваться для преобразования.",
  "Output Path": "Выходной тракт",
  "Export Format": "Формат экспорта",
  "Custom Output Path": "Пользовательский выходной тракт",
  "Select the format to export the audio.": "Выберите формат для экспорта аудио.",
  "Split Audio": "Раздельное аудио",
  "Clear Outputs (Deletes all audios in assets/audios)": "Clear Outputs (Удаление всех аудиозаписей в активах/аудио)",
  "Clean Audio": "Чистый звук",
  "Autotune": "Автотюн",
  "Clean Strength": "Чистая прочность",
  "Upscale Audio": "Высококлассное аудио",
  "The path where the output audio will be saved, by default in assets/audios/output.wav": "Путь, по которому будет сохранен выходной звук, по умолчанию в assets/audios/output.wav",
  "Formant Shifting": "Смещение форманты",
  "Pitch": "Смола",
  "Split the audio into chunks for inference to obtain better results in some cases.": "В некоторых случаях разбейте аудио на части для вывода, чтобы получить лучшие результаты.",
  "Default value is 1.0": "Значение по умолчанию — 1.0",
  "Enable formant shifting. Used for male to female and vice-versa convertions.": "Включите смещение форманты. Используется для преобразования мужчин в женщин и наоборот.",
  "Presets are located in /assets/formant_shift folder": "Пресеты находятся в папке /assets/formant_shift",
  "Browse presets for formanting": "Просмотр пресетов для формантизации",
  "Filter Radius": "Радиус фильтра",
  "Upscale the audio to a higher quality, recommended for low-quality audios. (It could take longer to process the audio)": "Увеличьте качество звука до более высокого качества, что рекомендуется для звука низкого качества. (Обработка аудио может занять больше времени)",
  "Apply a soft autotune to your inferences, recommended for singing conversions.": "Примените мягкую автонастройку к своим выводам, рекомендованную для преобразования пения.",
  "Quefrency for formant shifting": "Квефрентность для смещения форманты",
  "Set the clean-up level to the audio you want, the more you increase it the more it will clean up, but it is possible that the audio will be more compressed.": "Установите уровень очистки для нужного вам звука, чем больше вы его увеличите, тем больше он будет очищен, но возможно, что звук будет более сжатым.",
  "Volume Envelope": "Объемный конверт",
  "Set the pitch of the audio, the higher the value, the higher the pitch.": "Установите высоту звука, чем выше значение, тем выше высота.",
  "Clean your audio output using noise detection algorithms, recommended for speaking audios.": "Очистите аудиовыход с помощью алгоритмов обнаружения шума, рекомендованных для озвучивания аудио.",
  "Search Feature Ratio": "Поиск коэффициента характеристик",
  "Protect Voiceless Consonants": "Защита глухих согласных",
  "Batch": "Партия",
  "Pitch extraction algorithm": "Алгоритм извлечения смолы",
  "Convert": "Обращать",
  "Export Audio": "Экспорт аудио",
  "Input Folder": "Входная папка",
  "Influence exerted by the index file; a higher value corresponds to greater influence. However, opting for lower values can help mitigate artifacts present in the audio.": "Влияние, оказываемое индексным файлом; Более высокое значение соответствует большему влиянию. Тем не менее, выбор более низких значений может помочь уменьшить артефакты, присутствующие в аудио.",
  "Enter input path": "Введите входной путь",
  "Pitch extraction algorithm to use for the audio conversion. The default algorithm is rmvpe, which is recommended for most cases.": "Алгоритм извлечения высоты тона для преобразования звука. По умолчанию используется алгоритм rmvpe, который рекомендуется в большинстве случаев.",
  "Output Folder": "Выходная папка",
  "Timbre for formant shifting": "Тембр для сдвига форманты",
  "Substitute or blend with the volume envelope of the output. The closer the ratio is to 1, the more the output envelope is employed.": "Замените или смешайте с объемной огибающей выходного сигнала. Чем ближе отношение к 1, тем больше используется выходная огибающая.",
  "Enter output path": "Введите выходной тракт",
  "Select the folder containing the audios to convert.": "Выберите папку, содержащую аудио для конвертации.",
  "Select the folder where the output audios will be saved.": "Выберите папку, в которую будут сохраняться выходные аудио.",
  "## Voice Blender": "## Голосовой блендер",
  "Get information about the audio": "Получение информации об аудио",
  "Voice Blender": "Голосовой блендер",
  "Drag and drop your model here": "Перетащите сюда свою модель",
  "If the number is greater than or equal to three, employing median filtering on the collected tone results has the potential to decrease respiration.": "Если это число больше или равно трем, использование медианной фильтрации по собранным результатам тона может привести к снижению дыхания.",
  "Path to Model": "Путь к модели",
  "Enter path to model": "Введите путь к модели",
  "Blend Ratio": "Коэффициент смешивания",
  "You can also use a custom path.": "Вы также можете использовать пользовательский контур.",
  "Fusion": "Слияние",
  "View": "Вид",
  "Inroduce the model information": "Ввод информации о модели",
  "Safeguard distinct consonants and breathing sounds to prevent electro-acoustic tearing and other artifacts. Pulling the parameter to its maximum value of 0.5 offers comprehensive protection. However, reducing this value might decrease the extent of protection while potentially mitigating the indexing effect.": "Защитите отчетливые согласные и звуки дыхания, чтобы предотвратить электроакустические разрывы и другие артефакты. Извлечение параметра на максимальное значение 0,5 обеспечивает комплексную защиту. Однако уменьшение этого значения может уменьшить степень защиты и потенциально смягчить эффект индексации.",
  "View model information": "Просмотр информации о модели",
  "Pth file": "Pth файл",
  "Introduce the model pth path": "Введение в модель p-го пути",
  "Select two voice models, set your desired blend percentage, and blend them into an entirely new voice.": "Выберите две модели голоса, установите желаемый процент смешивания и смешайте их в совершенно новый голос.",
  "Model extraction": "Извлечение модели",
  "Output of the pth file": "Вывод pth файла",
  "Model information to be placed": "Информация о модели, которую необходимо разместить",
  "Model conversion": "Преобразование модели",
  "Extract F0 Curve": "Извлечь кривую F0",
  "Adjusting the position more towards one side or the other will make the model more similar to the first or second.": "Корректировка положения в сторону одной или другой стороны сделает модель более похожей на первую или вторую.",
  "Record": "Запись",
  "# How to Report an Issue on GitHub": "# Как сообщить о проблеме на GitHub",
  "Record Screen": "Экран записи",
  "Introduce the model .pth path": "Введение модели .pth path",
  "See Model Information": "Посмотреть информацию о модели",
  "Stop Recording": "Остановка записи",
  "1. Click on the 'Record Screen' button below to start recording the issue you are experiencing.": "1. Нажмите на кнопку «Запись экрана» ниже, чтобы начать запись проблемы, с которой вы столкнулись.",
  "Model Link": "Ссылка на модель",
  "## Download Model": "## Скачать модель",
  "Introduce the model link": "Знакомство со ссылкой на модель",
  "Search": "Искать",
  "The information to be placed in the model (You can leave it blank or put anything).": "Информация, которая должна быть размещена в модели (Вы можете оставить ее пустой или поставить что угодно).",
  "## Drop files": "## Перетаскивание файлов",
  "Download Model": "Скачать модель",
  "3. Go to [GitHub Issues](https://github.com/IAHispano/Applio/issues) and click on the 'New Issue' button.": "3. Перейдите в раздел [GitHub Issues](https://github.com/IAHispano/Applio/issues) и нажмите на кнопку «Новая проблема».",
  "## Search Model": "## Модель поиска",
  "Introduce the model name to search.": "Введите название модели для поиска.",
  "Drag your .pth file and .index file into this space. Drag one and then the other.": "Перетащите файлы .pth и .index в это пространство. Перетащите одно, а затем другое.",
  "TTS Voices": "Голоса TTS",
  "We couldn't find models by that name.": "Мы не смогли найти модели с таким названием.",
  "The f0 curve represents the variations in the base frequency of a voice over time, showing how pitch rises and falls.": "Кривая f0 представляет собой изменения базовой частоты голоса с течением времени, показывая, как высота тона повышается и падает.",
  "And select the sampling rate": "И выберите частоту дискретизации.",
  "## Download Pretrained Models": "## Скачать предварительно обученные модели",
  "TTS Speed": "Скорость TTS",
  "Select the pretrained model you want to download.": "Выберите предварительно обученную модель, которую вы хотите скачать.",
  "Text to Synthesize": "Текст для синтеза",
  "2. Once you have finished recording the issue, click on the 'Stop Recording' button (the same button, but the label changes depending on whether you are actively recording or not).": "2. После того, как вы закончите записывать проблему, нажмите на кнопку «Остановить запись» (та же кнопка, но метка меняется в зависимости от того, ведете ли вы активную запись или нет).",
  "Select the TTS voice to use for the conversion.": "Выберите голос TTS, который будет использоваться для преобразования.",
  "Upload a .txt file": "Загрузите файл .txt",
  "Increase or decrease TTS speed.": "Увеличивайте или уменьшайте скорость TTS.",
  "Enter the text to synthesize.": "Введите текст для синтеза.",
  "Enter text to synthesize": "Ввод текста для синтеза",
  "Output Path for TTS Audio": "Выходной тракт для TTS Audio",
  "Input path for text file": "Входной путь для текстового файла",
  "Output Path for RVC Audio": "Выходной тракт для аудио RVC",
  "Theme": "Тема",
  "4. Complete the provided issue template, ensuring to include details as needed, and utilize the assets section to upload the recorded file from the previous step.": "4. Заполните предоставленный шаблон проблемы, добавив в него необходимые детали, и используйте раздел ресурсов для загрузки записанного файла с предыдущего шага.",
  "Restart Applio": "Перезапустите Applio",
  "Language": "Язык",
  "Enable Applio integration with applio.org/models using flask": "Включите интеграцию Applio с applio.org/models с помощью колбы",
  "Enable Applio integration with Discord presence": "Включите интеграцию Applio с присутствием в Discord",
  "Enable fake GPU": "Включите поддельный графический процессор",
  "Precision": "Точность",
  "It will activate the possibility of downloading models with a click from the website.": "Он активирует возможность скачивания моделей по клику с сайта.",
  "Select the language you want to use. (Requires restarting Applio)": "Выберите язык, который вы хотите использовать. (Требуется перезапуск Applio)",
  "It will activate the possibility of displaying the current Applio activity in Discord.": "Он активирует возможность отображения текущей активности Applio в Discord.",
  "The path to the text file that contains content for text to speech.": "Путь к текстовому файлу, содержащему содержимое для преобразования текста в речь.",
  "Select the theme you want to use. (Requires restarting Applio)": "Выберите тему, которую хотите использовать. (Требуется перезапуск Applio)",
  "Update precision": "Обновление точности",
  "Version Checker": "Проверка версий",
  "Select the precision you want to use for training and inference.": "Выберите точность, которую вы хотите использовать для обучения и вывода.",
  "Plugin Installer": "Установщик плагинов",
  "Drag your plugin.zip to install it": "Перетащите plugin.zip, чтобы установить его",
  "Check for updates": "Проверка обновлений",
  "Reverb": "Реверберации",
  "Post-Process": "Постобработка",
  "Training is currently unsupported due to the absence of a GPU. To activate the training tab, navigate to the settings tab and enable the 'Fake GPU' option.": "Обучение в настоящее время не поддерживается из-за отсутствия графического процессора. Чтобы активировать вкладку обучения, перейдите на вкладку настроек и включите опцию «Поддельный графический процессор».",
  "Check which version of Applio is the latest to see if you need to update.": "Проверьте, какая версия Applio является последней, чтобы узнать, нужно ли вам обновляться.",
  "Reverb Room Size": "Размер комнаты реверберации",
  "Activates the train tab. However, please note that this device lacks GPU capabilities, hence training is not supported. This option is only for testing purposes. (This option will restart Applio)": "Активирует вкладку поезда. Однако обратите внимание, что этому устройству не хватает возможностей графического процессора, поэтому обучение не поддерживается. Эта опция предназначена только для тестирования. (Эта опция перезапустит Applio)",
  "Apply reverb to the audio.": "Примените реверберацию к аудио.",
  "Reverb Damping": "Демпфирование реверберации",
  "Set the room size of the reverb.": "Установите размер реверберации в комнате.",
  "Reverb Dry Gain": "Реверберация Dry Gain",
  "Set the damping of the reverb.": "Установите демпфирование реверберации.",
  "Reverb Width": "Ширина реверберации",
  "Reverb Wet Gain": "Реверберация Мокрое усиление",
  "Set the width of the reverb.": "Установите ширину реверберации.",
  "Post-process the audio to apply effects to the output.": "Выполните постобработку звука, чтобы применить эффекты к выходу.",
  "Set the wet gain of the reverb.": "Установите влажное усиление реверберации.",
  "Limiter": "Ограничитель",
  "Reverb Freeze Mode": "Режим замирания реверберации",
  "Pitch Shift": "Сдвиг высоты тона",
  "Set the freeze mode of the reverb.": "Установите режим заморозки реверберации.",
  "Set the dry gain of the reverb.": "Установите сухое усиление реверберации.",
  "Gain": "Прибыль",
  "Pitch Shift Semitones": "Полутона со сдвигом высоты тона",
  "Apply pitch shift to the audio.": "Примените сдвиг высоты тона к аудио.",
  "Apply limiter to the audio.": "Примените ограничитель к аудио.",
  "Limiter Threshold dB": "Пороговое значение ограничителя дБ",
  "Set the pitch shift semitones.": "Установите сдвиг высоты тона на полутонах.",
  "Limiter Release Time": "Время срабатывания лимитера",
  "Gain dB": "Усиление по дБ",
  "Distortion": "Искажение",
  "Apply gain to the audio.": "Примените усиление к аудио.",
  "Chorus": "Хор",
  "Set the limiter threshold dB.": "Установите порог ограничителя дБ.",
  "Set the limiter release time.": "Установите время срабатывания ограничителя.",
  "Distortion Gain": "Усиление искажений",
  "Apply distortion to the audio.": "Примените искажения к звуку.",
  "Set the distortion gain.": "Установите усиление искажений.",
  "Chorus Rate Hz": "Частота Хоруса Гц",
  "Chorus Depth": "Глубина хора",
  "Apply chorus to the audio.": "Примените хор к аудио.",
  "Set the gain dB.": "Установите коэффициент усиления по уровню дБ.",
  "Chorus Mix": "Микс припева",
  "Set the chorus depth.": "Установите глубину хора.",
  "Bitcrush": "Биткраш",
  "Set the chorus rate Hz.": "Установите частоту хоруса Гц.",
  "Apply bitcrush to the audio.": "Примените bitcrush к аудио.",
  "Set the chorus mix.": "Установите микс для хора.",
  "Chorus Feedback": "Обратная связь с припевом",
  "Chorus Center Delay ms": "Задержка центра хоруса, мс",
  "Set the chorus feedback.": "Установите обратную связь припева.",
  "Set the chorus center delay ms.": "Установите задержку центра хоруса мс.",
  "Bitcrush Bit Depth": "Битовая глубина Bitcrush",
  "Clipping": "Газетная вырезка",
  "Compressor": "Компрессор",
  "Set the clipping threshold.": "Установите порог обрезки.",
  "Set the bitcrush bit depth.": "Установите битовую глубину битдробления.",
  "Apply clipping to the audio.": "Примените обрезку к аудио.",
  "Clipping Threshold": "Порог обрезки",
  "Delay": "Задержка",
  "Compressor Attack ms": "Атака компрессора, мс",
  "Compressor Release ms": "Выпуск компрессора мс",
  "Compressor Threshold dB": "Пороговое значение компрессора дБ",
  "Apply compressor to the audio.": "Примените компрессор к аудио.",
  "Set the compressor attack ms.": "Установите атаку компрессора мс.",
  "Set the compressor threshold dB.": "Установите пороговое значение компрессора дБ.",
  "Set the compressor ratio.": "Установите передаточное отношение компрессора.",
  "Compressor Ratio": "Передаточное отношение компрессора",
  "Delay Seconds": "Секунды задержки",
  "Set the delay seconds.": "Установите задержку в секундах.",
  "Apply delay to the audio.": "Примените задержку к аудио.",
  "Set the compressor release ms.": "Установите отпускание компрессора мс.",
  "Delay Feedback": "Обратная связь с задержкой",
  "Set the delay mix.": "Установите микс задержки.",
  "Delay Mix": "Микс с задержкой",
  "Folder Name": "Имя папки",
  "Set the delay feedback.": "Установите обратную связь по задержке.",
  "Upload .bin": "Загрузить .bin",
  "Upload .json": "Загрузить .json",
  "Refresh embedders": "Встраиваемые устройства обновления",
  "model information": "Информация о модели",
  "Custom Embedder": "Пользовательский встраиватель",
  "Select Custom Embedder": "Выберите пользовательский встраиватель",
  "Model Creator": "Создатель моделей",
  "Set name": "Название набора",
  "Speaker ID": "Идентификатор диктора",
  "Name of the model creator. (Default: Unknown)": "Имя создателя модели. (По умолчанию: неизвестно)",
  "Model Author Name": "Имя автора модели",
  "The name that will appear in the model information.": "Имя, которое будет отображаться в информации о модели.",
  "Move files to custom embedder folder": "Перемещение файлов в пользовательскую папку встраивания",
  "Select the speaker ID to use for the conversion.": "Выберите идентификатор громкоговорителя, который будет использоваться для преобразования.",
  "Set the autotune strength - the more you increase it the more it will snap to the chromatic grid.": "Установите силу автотюна - чем больше вы ее увеличите, тем сильнее она будет привязываться к хроматической сетке."
}