{
  "Inference": "Záver",
  "Processing": "Spracovanie",
  "Extra": "Extra",
  "Training": "Školenie",
  "Merge Audios": "Zlúčiť audio",
  "Audio Analyzer": "Analyzátor zvuku",
  "The output information will be displayed here.": "Tu sa zobrazia výstupné informácie.",
  "Output Information": "Výstupné informácie",
  "Settings": "Nastavenia",
  "Plugins": "Doplnky",
  "Model Information": "Informácie o modeli",
  "This section contains some extra utilities that often may be in experimental phases.": "Táto časť obsahuje niektoré ďalšie nástroje, ktoré môžu byť často v experimentálnej fáze.",
  "Download": "Stiahnuť",
  "Report a Bug": "Nahlásiť chybu",
  "Preprocess": "Predbežné spracovanie",
  "A simple, high-quality voice conversion tool focused on ease of use and performance.": "Jednoduchý a kvalitný nástroj na konverziu hlasu zameraný na jednoduchosť používania a výkon.",
  "Audio cutting": "Rezanie zvuku",
  "Model Name": "Názov modelu",
  "Enter model name": "Zadajte názov modelu",
  "Process effects": "Účinky procesu",
  "It's recommended to deactivate this option if your dataset has already been processed.": "Túto možnosť sa odporúča deaktivovať, ak už bola množina údajov spracovaná.",
  "Dataset Path": "Cesta k množine údajov",
  "Name of the new model.": "Názov nového modelu.",
  "Dataset Creator": "Tvorca množiny údajov",
  "Refresh Datasets": "Obnovenie množín údajov",
  "Path to the dataset folder.": "Cesta k priečinku množiny údajov.",
  "Dataset Name": "Názov množiny údajov",
  "Enter dataset path": "Zadajte cestu k množine údajov",
  "Name of the new dataset.": "Názov novej množiny údajov.",
  "Upload Audio Dataset": "Nahratie zvukovej množiny údajov",
  "The audio file has been successfully added to the dataset. Please click the preprocess button.": "Zvukový súbor bol úspešne pridaný do množiny údajov. Kliknite na tlačidlo predbežného spracovania.",
  "Enter dataset name": "Zadajte názov množiny údajov",
  "Sampling Rate": "Vzorkovacia frekvencia",
  "The sampling rate of the audio files.": "Vzorkovacia frekvencia zvukových súborov.",
  "Embedder Model": "Vložený model",
  "Preprocess Dataset": "Množina údajov pred spracovaním",
  "Extract": "Extrahovať",
  "Model used for learning speaker embedding.": "Model používaný na učenie vkladania reproduktorov.",
  "Hop Length": "Dĺžka chmeľu",
  "Save Every Epoch": "Zachráňte každú epochu",
  "Batch Size": "Veľkosť dávky",
  "Total Epoch": "Celková epocha",
  "Determine at how many epochs the model will saved at.": "Určte, v koľkých epochách sa model uloží.",
  "It's advisable to align it with the available VRAM of your GPU. A setting of 4 offers improved accuracy but slower processing, while 8 provides faster and standard results.": "Je vhodné ho zosúladiť s dostupnou pamäťou VRAM vášho GPU. Nastavenie 4 ponúka lepšiu presnosť, ale pomalšie spracovanie, zatiaľ čo 8 poskytuje rýchlejšie a štandardné výsledky.",
  "Version of the model architecture.": "Verzia architektúry modelu.",
  "Specifies the overall quantity of epochs for the model training process.": "Určuje celkové množstvo epochy pre proces trénovania modelu.",
  "Pretrained": "Predškolený",
  "Denotes the duration it takes for the system to transition to a significant pitch change. Smaller hop lengths require more time for inference but tend to yield higher pitch accuracy.": "Označuje trvanie, za ktoré systém prejde k výraznej zmene výšky tónu. Menšie dĺžky skoku vyžadujú viac času na odvodenie, ale majú tendenciu poskytovať vyššiu presnosť výšky tónu.",
  "Save Every Weights": "Ušetrite každú váhu",
  "Custom Pretrained": "Vlastné predtrénovanie",
  "Save Only Latest": "Ukladať iba najnovšie",
  "This setting enables you to save the weights of the model at the conclusion of each epoch.": "Toto nastavenie umožňuje uložiť hmotnosť modelu na konci každej epochy.",
  "Upload Pretrained Model": "Nahrať vopred natrénovaný model",
  "Model Architecture": "Architektúra modelu",
  "Refresh Custom Pretraineds": "Obnovenie vlastných predtrénovaných",
  "Pretrained Custom Settings": "Predtrénované vlastné nastavenia",
  "Pretrained G Path": "Vlastné predtrénované G",
  "Enabling this setting will result in the G and D files saving only their most recent versions, effectively conserving storage space.": "Povolenie tohto nastavenia bude mať za následok, že súbory G a D uložia iba svoje najnovšie verzie, čím sa efektívne šetrí úložný priestor.",
  "GPU Settings": "Nastavenia GPU",
  "Pretrained D Path": "Vlastné predtrénované D",
  "The file you dropped is not a valid pretrained file. Please try again.": "Súbor, ktorý ste vynechali, nie je platný vopred natrénovaný súbor. Skúste to znova.",
  "GPU Custom Settings": "Vlastné nastavenia GPU",
  "Utilizing custom pretrained models can lead to superior results, as selecting the most suitable pretrained models tailored to the specific use case can significantly enhance performance.": "Používanie vlastných predtrénovaných modelov môže viesť k vynikajúcim výsledkom, pretože výber najvhodnejších predtrénovaných modelov prispôsobených konkrétnemu prípadu použitia môže výrazne zvýšiť výkon.",
  "Sets advanced GPU settings, recommended for users with better GPU architecture.": "Nastavuje pokročilé nastavenia GPU, odporúčané pre používateľov s lepšou architektúrou GPU.",
  "GPU Number": "Číslo GPU",
  "0 to ∞ separated by -": "0 až ∞ oddelené -",
  "Click the refresh button to see the pretrained file in the dropdown menu.": "Kliknutím na tlačidlo obnovenia zobrazíte vopred natrénovaný súbor v rozbaľovacej ponuke.",
  "The GPU information will be displayed here.": "Tu sa zobrazia informácie o GPU.",
  "Specify the number of GPUs you wish to utilize for preprocess by entering them separated by hyphens (-). At the moment, using multi-gpu will not have a significant effect.": "Zadajte počet GPU, ktoré chcete použiť na predbežný proces, zadaním oddelených spojovníkmi (-). V súčasnosti nebude mať používanie viacerých gpu významný účinok.",
  "Specify the number of GPUs you wish to utilize for extracting by entering them separated by hyphens (-).": "Zadajte počet GPU, ktoré chcete použiť na extrakciu, zadaním ich oddelených spojovníkmi (-).",
  "The number of CPU cores to use in the preprocess. The default setting are your cpu cores, which is recommended for most cases.": "Počet jadier procesora, ktoré sa majú použiť v predbežnom procese. Predvoleným nastavením sú jadrá procesora, čo sa odporúča vo väčšine prípadov.",
  "GPU Information": "Informácie o GPU",
  "Pitch Guidance": "Navádzanie ihriska",
  "Use CPU": "Použite procesor",
  "Extract Features": "Funkcie extrahovania",
  "The number of CPU cores to use in the extraction process. The default setting are your cpu cores, which is recommended for most cases.": "Počet jadier procesora, ktoré sa majú použiť v procese extrakcie. Predvoleným nastavením sú jadrá procesora, čo sa odporúča vo väčšine prípadov.",
  "Force the use of CPU for training.": "Vynútiť použitie procesora na trénovanie.",
  "Utilize pretrained models when training your own. This approach reduces training duration and enhances overall quality.": "Pri tréningu vlastných využite predtrénované modely. Tento prístup skracuje trvanie tréningu a zvyšuje celkovú kvalitu.",
  "Index Algorithm": "Indexový algoritmus",
  "We prioritize running the model extraction on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.": "Uprednostňujeme spustenie extrakcie modelu na GPU pre rýchlejší výkon. Ak dávate prednosť použitiu CPU, jednoducho nechajte pole GPU prázdne.",
  "We prioritize running the model preprocessing on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.": "Uprednostňujeme spustenie predbežného spracovania modelu na GPU, aby sme dosiahli vyšší výkon. Ak dávate prednosť použitiu CPU, jednoducho nechajte pole GPU prázdne.",
  "By employing pitch guidance, it becomes feasible to mirror the intonation of the original voice, including its pitch. This feature is particularly valuable for singing and other scenarios where preserving the original melody or pitch pattern is essential.": "Použitím navádzania výšky je možné zrkadliť intonáciu pôvodného hlasu vrátane jeho výšky. Táto funkcia je obzvlášť cenná pre spev a iné scenáre, kde je nevyhnutné zachovať pôvodnú melódiu alebo vzor výšky tónu.",
  "Cache Dataset in GPU": "Množina údajov vyrovnávacej pamäte v GPU",
  "Cache the dataset in GPU memory to speed up the training process.": "Uložte množinu údajov do vyrovnávacej pamäte GPU, aby ste urýchlili proces trénovania.",
  "Overtraining Detector": "Detektor pretrénovania",
  "Fresh Training": "Čerstvý tréning",
  "Overtraining Threshold": "Prah pretrénovania",
  "Start Training": "Začnite trénovať",
  "Overtraining Detector Settings": "Nastavenia detektora pretrénovania",
  "KMeans is a clustering algorithm that divides the dataset into K clusters. This setting is particularly useful for large datasets.": "KMeans je klastrovací algoritmus, ktorý rozdeľuje množinu údajov na K klastrov. Toto nastavenie je užitočné najmä pre veľké množiny údajov.",
  "Stop Training": "Zastaviť tréning",
  "Enable this setting only if you are training a new model from scratch or restarting the training. Deletes all previously generated weights and tensorboard logs.": "Toto nastavenie povoľte iba vtedy, ak trénujete nový model od začiatku alebo reštartujete trénovanie. Vymaže všetky predtým vygenerované váhy a protokoly tensorboardu.",
  "Export Model": "Exportovať model",
  "Generate Index": "Generovať index",
  "Exported Pth file": "Exportovaný súbor Pth",
  "Detect overtraining to prevent the model from learning the training data too well and losing the ability to generalize to new data.": "Zistite pretrénovanie, aby ste zabránili tomu, aby sa model príliš dobre naučil trénovacie údaje a stratil schopnosť zovšeobecniť na nové údaje.",
  "Set the maximum number of epochs you want your model to stop training if no improvement is detected.": "Nastavte maximálny počet období, počas ktorých má model prestať trénovať, ak sa nezistí žiadne zlepšenie.",
  "Exported Index file": "Exportovaný indexový súbor",
  "Upload": "Nahrať",
  "The button 'Upload' is only for google colab: Uploads the exported files to the ApplioExported folder in your Google Drive.": "Tlačidlo Nahrať je určené len pre Google Colab: Nahrá exportované súbory do priečinka ApplioExport na vašom Disku Google.",
  "Select the pth file to be exported": "Vyberte súbor pth, ktorý chcete exportovať",
  "Voice Model": "Hlasový model",
  "Select the index file to be exported": "Vyberte súbor indexu, ktorý sa má exportovať",
  "Single": "Slobodný",
  "Select the index file to use for the conversion.": "Vyberte indexový súbor, ktorý chcete použiť na konverziu.",
  "Refresh": "Občerstviť",
  "Select the voice model to use for the conversion.": "Vyberte hlasový model, ktorý chcete použiť na konverziu.",
  "Index File": "Indexový súbor",
  "Unload Voice": "Vyložiť hlas",
  "Upload Audio": "Nahrať zvuk",
  "Select Audio": "Vyberte položku Audio",
  "Advanced Settings": "Rozšírené nastavenia",
  "Select the audio to convert.": "Vyberte zvuk, ktorý chcete previesť.",
  "Custom Output Path": "Vlastná výstupná cesta",
  "Output Path": "Výstupná cesta",
  "Export Format": "Formát exportu",
  "Clear Outputs (Deletes all audios in assets/audios)": "Vymazať výstupy (vymaže všetky zvuky v aktívach/audiách)",
  "Select the format to export the audio.": "Vyberte formát exportu zvuku.",
  "Split Audio": "Rozdelenie zvuku",
  "Autotune": "Automatické ladenie",
  "Clean Audio": "Čistý zvuk",
  "Clean Strength": "Čistá sila",
  "Upscale Audio": "Upscale zvuk",
  "The path where the output audio will be saved, by default in assets/audios/output.wav": "Cesta, na ktorú sa uloží výstupný zvuk, predvolene v položke assets/audios/output.wav",
  "Split the audio into chunks for inference to obtain better results in some cases.": "Rozdeľte zvuk na časti na odvodenie, aby ste v niektorých prípadoch dosiahli lepšie výsledky.",
  "Apply a soft autotune to your inferences, recommended for singing conversions.": "Na svoje závery použite mäkké automatické ladenie, odporúčané pre spevácke konverzie.",
  "Clean your audio output using noise detection algorithms, recommended for speaking audios.": "Vyčistite zvukový výstup pomocou algoritmov detekcie šumu, ktoré sa odporúčajú na hovorenie zvuku.",
  "Formant Shifting": "Zmena formantov",
  "Upscale the audio to a higher quality, recommended for low-quality audios. (It could take longer to process the audio)": "Upscalujte zvuk na vyššiu kvalitu, odporúča sa pre zvuk nízkej kvality. (Spracovanie zvuku môže trvať dlhšie)",
  "Browse presets for formanting": "Prezrite si predvoľby pre formovanie",
  "Enable formant shifting. Used for male to female and vice-versa convertions.": "Povoliť radenie formantov. Používa sa pre konverzie mužov na ženy a naopak.",
  "Pitch": "Rozstup",
  "Default value is 1.0": "Predvolená hodnota je 1,0",
  "Presets are located in /assets/formant_shift folder": "Predvoľby sa nachádzajú v priečinku /assets/formant_shift",
  "Quefrency for formant shifting": "Quefrency pre posun formantov",
  "Set the clean-up level to the audio you want, the more you increase it the more it will clean up, but it is possible that the audio will be more compressed.": "Nastavte úroveň čistenia na požadovaný zvuk, čím viac ho zvýšite, tým viac sa vyčistí, ale je možné, že zvuk bude viac komprimovaný.",
  "Filter Radius": "Polomer filtra",
  "Timbre for formant shifting": "Zafarbenie pre radenie formantov",
  "Search Feature Ratio": "Pomer funkcií vyhľadávania",
  "Set the pitch of the audio, the higher the value, the higher the pitch.": "Nastavte výšku zvuku, čím vyššia hodnota, tým vyššia výška.",
  "Volume Envelope": "Obálka objemu",
  "Protect Voiceless Consonants": "Chráňte neznelé spoluhlásky",
  "Convert": "Konvertovať",
  "Influence exerted by the index file; a higher value corresponds to greater influence. However, opting for lower values can help mitigate artifacts present in the audio.": "Vplyv indexového súboru; vyššia hodnota zodpovedá väčšiemu vplyvu. Voľba nižších hodnôt však môže pomôcť zmierniť artefakty prítomné vo zvuku.",
  "Substitute or blend with the volume envelope of the output. The closer the ratio is to 1, the more the output envelope is employed.": "Nahraďte alebo zmiešajte s objemovou obálkou výstupu. Čím bližšie je pomer k 1, tým viac sa využíva výstupná obálka.",
  "If the number is greater than or equal to three, employing median filtering on the collected tone results has the potential to decrease respiration.": "Ak je číslo väčšie alebo rovné tri, použitie mediánového filtrovania na zozbieraných tónových výsledkoch má potenciál znížiť dýchanie.",
  "Batch": "Dávka",
  "Pitch extraction algorithm": "Algoritmus extrakcie výšky tónu",
  "Export Audio": "Exportovať zvuk",
  "Enter input path": "Zadajte vstupnú cestu",
  "Input Folder": "Vstupný priečinok",
  "Select the folder containing the audios to convert.": "Vyberte priečinok obsahujúci audiozáznamy, ktoré chcete skonvertovať.",
  "Safeguard distinct consonants and breathing sounds to prevent electro-acoustic tearing and other artifacts. Pulling the parameter to its maximum value of 0.5 offers comprehensive protection. However, reducing this value might decrease the extent of protection while potentially mitigating the indexing effect.": "Chráňte zreteľné spoluhlásky a zvuky dýchania, aby ste zabránili elektroakustickému roztrhnutiu a iným artefaktom. Vytiahnutie parametra na maximálnu hodnotu 0,5 ponúka komplexnú ochranu. Zníženie tejto hodnoty však môže znížiť rozsah ochrany a zároveň potenciálne zmierniť efekt indexovania.",
  "Pitch extraction algorithm to use for the audio conversion. The default algorithm is rmvpe, which is recommended for most cases.": "Algoritmus extrakcie výšky tónu, ktorý sa má použiť na konverziu zvuku. Predvolený algoritmus je rmvpe, ktorý sa odporúča vo väčšine prípadov.",
  "Output Folder": "Výstupný priečinok",
  "Enter output path": "Zadajte výstupnú cestu",
  "Get information about the audio": "Získanie informácií o zvuku",
  "Voice Blender": "Hlasový mixér",
  "Drag and drop your model here": "Presuňte svoj model sem",
  "## Voice Blender": "## Hlasový mixér",
  "Blend Ratio": "Pomer miešania",
  "You can also use a custom path.": "Môžete použiť aj vlastnú cestu.",
  "Fusion": "Fúzia",
  "Select the folder where the output audios will be saved.": "Vyberte priečinok, do ktorého sa uložia výstupné audio.",
  "Select two voice models, set your desired blend percentage, and blend them into an entirely new voice.": "Vyberte dva hlasové modely, nastavte požadované percento prelínania a zmiešajte ich do úplne nového hlasu.",
  "Path to Model": "Cesta k modelu",
  "Enter path to model": "Zadajte cestu k modelu",
  "Inroduce the model information": "Vložte informácie o modeli",
  "Adjusting the position more towards one side or the other will make the model more similar to the first or second.": "Úpravou polohy viac na jednu alebo druhú stranu sa model viac podobá prvému alebo druhému.",
  "Model information to be placed": "Informácie o modeli, ktoré sa majú umiestniť",
  "View": "Pohľad",
  "View model information": "Zobrazenie informácií o modeli",
  "Introduce the model pth path": "Predstavte cestu modelu pth",
  "Model extraction": "Extrakcia modelu",
  "The information to be placed in the model (You can leave it blank or put anything).": "Informácie, ktoré sa majú umiestniť do modelu (môžete ho nechať prázdne alebo vložiť čokoľvek).",
  "Pth file": "Pth súbor",
  "Output of the pth file": "Výstup súboru pth",
  "Extract F0 Curve": "Extrahovať krivku F0",
  "Model conversion": "Konverzia modelu",
  "# How to Report an Issue on GitHub": "# Ako nahlásiť problém na GitHub",
  "Record": "Rekord",
  "The f0 curve represents the variations in the base frequency of a voice over time, showing how pitch rises and falls.": "Krivka f0 predstavuje zmeny základnej frekvencie hlasu v priebehu času a ukazuje, ako výška stúpa a klesá.",
  "Record Screen": "Obrazovka záznamu",
  "Stop Recording": "Zastaviť nahrávanie",
  "1. Click on the 'Record Screen' button below to start recording the issue you are experiencing.": "1. Kliknutím na tlačidlo \"Nahrať obrazovku\" nižšie spustíte zaznamenávanie problému, ktorý sa vyskytuje.",
  "Introduce the model .pth path": "Predstavte cestu .pth modelu",
  "Model Link": "Odkaz na model",
  "## Download Model": "## Stiahnuť model",
  "See Model Information": "Pozrite si informácie o modeli",
  "3. Go to [GitHub Issues](https://github.com/IAHispano/Applio/issues) and click on the 'New Issue' button.": "3. Prejdite na [Problémy s GitHubom](https://github.com/IAHispano/Applio/issues) a kliknite na tlačidlo \"Nový problém\".",
  "Introduce the model link": "Predstavte odkaz na model",
  "4. Complete the provided issue template, ensuring to include details as needed, and utilize the assets section to upload the recorded file from the previous step.": "4. Vyplňte poskytnutú šablónu problému, podľa potreby nezabudnite uviesť podrobnosti, a použite sekciu aktív na nahranie zaznamenaného súboru z predchádzajúceho kroku.",
  "## Search Model": "## Model vyhľadávania",
  "Search": "Hľadať",
  "## Drop files": "## Presunúť súbory",
  "Drag your .pth file and .index file into this space. Drag one and then the other.": "Presuňte súbor .pth a súbor .index do tohto priestoru. Presuňte jednu a potom druhú.",
  "2. Once you have finished recording the issue, click on the 'Stop Recording' button (the same button, but the label changes depending on whether you are actively recording or not).": "2. Po dokončení nahrávania problému kliknite na tlačidlo \"Zastaviť nahrávanie\" (rovnaké tlačidlo, ale štítok sa mení v závislosti od toho, či aktívne nahrávate alebo nie).",
  "Download Model": "Stiahnuť model",
  "Introduce the model name to search.": "Zadajte názov modelu na vyhľadávanie.",
  "We couldn't find models by that name.": "Modelky s týmto menom sme nemohli nájsť.",
  "## Download Pretrained Models": "## Stiahnite si predtrénované modely",
  "And select the sampling rate": "A vyberte vzorkovaciu frekvenciu.",
  "Select the pretrained model you want to download.": "Vyberte predtrénovaný model, ktorý chcete stiahnuť.",
  "TTS Speed": "Rýchlosť TTS",
  "TTS Voices": "Hlasy TTS",
  "Increase or decrease TTS speed.": "Zvýšte alebo znížte rýchlosť TTS.",
  "Text to Synthesize": "Text na syntézu",
  "Select the TTS voice to use for the conversion.": "Vyberte hlas TTS, ktorý chcete použiť na konverziu.",
  "Enter text to synthesize": "Zadajte text na syntézu",
  "Enter the text to synthesize.": "Zadajte text, ktorý chcete syntetizovať.",
  "Upload a .txt file": "Nahratie .txt súboru",
  "Output Path for RVC Audio": "Výstupná cesta pre zvuk RVC",
  "Input path for text file": "Vstupná cesta pre textový súbor",
  "Enable Applio integration with Discord presence": "Povoľte integráciu Applio s prítomnosťou Discord",
  "Output Path for TTS Audio": "Výstupná cesta pre zvuk TTS",
  "The path to the text file that contains content for text to speech.": "Cesta k textovému súboru, ktorý obsahuje obsah prevodu textu na reč.",
  "Theme": "Téma",
  "It will activate the possibility of downloading models with a click from the website.": "Aktivuje možnosť sťahovania modelov kliknutím z webovej stránky.",
  "Enable Applio integration with applio.org/models using flask": "Povoľte integráciu Applio s applio.org/models pomocou banky",
  "It will activate the possibility of displaying the current Applio activity in Discord.": "Aktivuje možnosť zobrazenia aktuálnej aktivity Applio v Discorde.",
  "Enable fake GPU": "Povoľte falošný GPU",
  "Restart Applio": "Reštartujte aplikáciu Applio",
  "Language": "Jazyk",
  "Training is currently unsupported due to the absence of a GPU. To activate the training tab, navigate to the settings tab and enable the 'Fake GPU' option.": "Školenie je v súčasnosti nepodporované z dôvodu absencie GPU. Ak chcete aktivovať kartu tréningu, prejdite na kartu nastavení a povoľte možnosť \"Falošný GPU\".",
  "Activates the train tab. However, please note that this device lacks GPU capabilities, hence training is not supported. This option is only for testing purposes. (This option will restart Applio)": "Aktivuje kartu vlaku. Upozorňujeme však, že tomuto zariadeniu chýbajú možnosti GPU, a preto školenie nie je podporované. Táto možnosť slúži len na testovacie účely. (Táto možnosť reštartuje Applio)",
  "Precision": "Presnosť",
  "Select the language you want to use. (Requires restarting Applio)": "Vyberte jazyk, ktorý chcete použiť. (Vyžaduje reštartovanie aplikácie Applio)",
  "Update precision": "Presnosť aktualizácie",
  "Version Checker": "Kontrola verzií",
  "Reverb": "Reverb",
  "Plugin Installer": "Inštalátor zásuvného modulu",
  "Post-Process": "Následný proces",
  "Drag your plugin.zip to install it": "Potiahnutím plugin.zip ho nainštalujte",
  "Select the precision you want to use for training and inference.": "Vyberte presnosť, ktorú chcete použiť na trénovanie a odvodzovanie.",
  "Check for updates": "Skontrolujte aktualizácie",
  "Post-process the audio to apply effects to the output.": "Dodatočne spracujte zvuk, aby ste na výstup použili efekty.",
  "Reverb Room Size": "Veľkosť miestnosti Reverb",
  "Check which version of Applio is the latest to see if you need to update.": "Skontrolujte, ktorá verzia aplikácie Applio je najnovšia, aby ste zistili, či je potrebné aktualizovať.",
  "Set the room size of the reverb.": "Nastavte veľkosť miestnosti reverbu.",
  "Reverb Damping": "Tlmenie reverbu",
  "Reverb Wet Gain": "Reverb Wet Gain",
  "Set the damping of the reverb.": "Nastavte tlmenie reverbu.",
  "Reverb Dry Gain": "Reverb Dry Gain",
  "Reverb Width": "Šírka dozvuku",
  "Set the dry gain of the reverb.": "Nastavte suchý zisk reverbu.",
  "Pitch Shift": "Posun výšky tónu",
  "Set the freeze mode of the reverb.": "Nastavte režim zmrazenia reverbu.",
  "Limiter": "Obmedzovač",
  "Reverb Freeze Mode": "Režim zmrazenia reverbu",
  "Set the wet gain of the reverb.": "Nastavte mokrý zisk reverbu.",
  "Set the width of the reverb.": "Nastavte šírku reverbu.",
  "Apply pitch shift to the audio.": "Použite posun výšky tónu na zvuk.",
  "Pitch Shift Semitones": "Poltóny posunu výšky tónu",
  "Set the pitch shift semitones.": "Nastavte poltóny posunu výšky tónu.",
  "Apply limiter to the audio.": "Použite obmedzovač na zvuk.",
  "Limiter Threshold dB": "Prah obmedzovača dB",
  "Set the limiter threshold dB.": "Nastavte prahovú hodnotu obmedzovača dB.",
  "Limiter Release Time": "Čas uvoľnenia obmedzovača",
  "Set the limiter release time.": "Nastavte čas uvoľnenia obmedzovača.",
  "Distortion": "Skreslenie",
  "Apply gain to the audio.": "Použite zosilnenie zvuku.",
  "Gain dB": "Zisk dB",
  "Chorus": "Refrén",
  "Apply distortion to the audio.": "Použite skreslenie zvuku.",
  "Set the gain dB.": "Nastavte zosilnenie dB.",
  "Distortion Gain": "Zosilnenie skreslenia",
  "Set the distortion gain.": "Nastavte zosilnenie skreslenia.",
  "Apply chorus to the audio.": "Použite refrén na zvuk.",
  "Chorus Rate Hz": "Frekvencia refrénu Hz",
  "Gain": "Získať",
  "Set the chorus rate Hz.": "Nastavte frekvenciu zboru Hz.",
  "Chorus Depth": "Hĺbka zboru",
  "Chorus Center Delay ms": "Refrén Stredové oneskorenie ms",
  "Select the theme you want to use. (Requires restarting Applio)": "Vyberte motív, ktorý chcete použiť. (Vyžaduje reštartovanie aplikácie Applio)",
  "Apply reverb to the audio.": "Použite reverb na zvuk.",
  "Chorus Mix": "Refrénový mix",
  "Set the chorus center delay ms.": "Nastavte stredové oneskorenie refrénu ms.",
  "Set the chorus mix.": "Nastavte refrénový mix.",
  "Bitcrush": "Bitcrush",
  "Chorus Feedback": "Spätná väzba zboru",
  "Set the chorus feedback.": "Nastavte spätnú väzbu refrénu.",
  "Apply bitcrush to the audio.": "Aplikujte bitcrush na zvuk.",
  "Clipping": "Odrezok",
  "Set the bitcrush bit depth.": "Nastavte bitovú hĺbku bitu.",
  "Bitcrush Bit Depth": "Bitová hĺbka Bitcrush",
  "Set the chorus depth.": "Nastavte hĺbku refrénu.",
  "Apply clipping to the audio.": "Použite orezanie na zvuk.",
  "Set the clipping threshold.": "Nastavte prah orezania.",
  "Clipping Threshold": "Prah orezania",
  "Apply compressor to the audio.": "Na zvuk použite kompresor.",
  "Compressor Ratio": "Pomer kompresora",
  "Set the compressor threshold dB.": "Nastavte prahovú hodnotu kompresora dB.",
  "Set the compressor ratio.": "Nastavte pomer kompresora.",
  "Compressor Threshold dB": "Prah kompresora dB",
  "Compressor Attack ms": "Útok kompresora ms",
  "Compressor": "Kompresor",
  "Set the compressor attack ms.": "Nastavte útok kompresora ms.",
  "Compressor Release ms": "Uvoľnenie kompresora ms",
  "Set the compressor release ms.": "Nastavte uvoľnenie kompresora ms.",
  "Delay": "Zdržanie",
  "Apply delay to the audio.": "Použite oneskorenie zvuku.",
  "Delay Feedback": "Spätná väzba oneskorenia",
  "Set the delay seconds.": "Nastavte sekundy oneskorenia.",
  "Delay Mix": "Oneskorený mix",
  "Set the delay feedback.": "Nastavte spätnú väzbu oneskorenia.",
  "Custom Embedder": "Vlastný vkladač",
  "Folder Name": "Názov priečinka",
  "Select Custom Embedder": "Vyberte vlastný vkladač",
  "Set the delay mix.": "Nastavte oneskorený mix.",
  "Refresh embedders": "Osviežte vkladače",
  "Upload .json": "Nahrať .json",
  "Delay Seconds": "Sekundy oneskorenia",
  "Upload .bin": "Nahrať .bin",
  "Move files to custom embedder folder": "Premiestnenie súborov do vlastného priečinka vkladacieho súboru",
  "model information": "Informácie o modeli",
  "Model Creator": "Tvorca modelov",
  "Name of the model creator. (Default: Unknown)": "Meno tvorcu modelu. (Predvolené: Neznáme)",
  "Speaker ID": "ID rečníka",
  "Select the speaker ID to use for the conversion.": "Vyberte identifikátor reproduktora, ktorý chcete použiť na konverziu.",
  "Set name": "Nastaviť názov",
  "The name that will appear in the model information.": "Názov, ktorý sa zobrazí v informáciách o modeli.",
  "Model Author Name": "Meno autora modelu",
  "Set the autotune strength - the more you increase it the more it will snap to the chromatic grid.": "Nastavte silu automatického ladenia - čím viac ju zvýšite, tým viac sa prichytí k chromatickej mriežke."
}