{
    "# How to Report an Issue on GitHub": "# Auala e Lipoti ai se Mataupu i GitHub",
    "## Download Model": "## La'u mai le Fa'ata'ita'iga",
    "## Download Pretrained Models": "## La'u mai Fa'ata'ita'iga ua mae'a a'oa'oina",
    "## Drop files": "## Tu'u i lalo faila",
    "## Voice Blender": "## Fa'afefiloi Leo",
    "0 to ∞ separated by -": "0 i le ∞ e vavae'eseina i le -",
    "1. Click on the 'Record Screen' button below to start recording the issue you are experiencing.": "1. Kiliki i le fa'amau 'Pueina le Lau' i lalo e amata ai ona pueina le mataupu o lo'o e feagai ai.",
    "2. Once you have finished recording the issue, click on the 'Stop Recording' button (the same button, but the label changes depending on whether you are actively recording or not).": "2. A mae'a loa ona e pueina le mataupu, kiliki i le fa'amau 'Taofi le Pueina' (o le fa'amau lava lea e tasi, ae e suia le igoa e fa'atatau i le o e pueina pe leai).",
    "3. Go to [GitHub Issues](https://github.com/IAHispano/Applio/issues) and click on the 'New Issue' button.": "3. Alu i le [Mataupu i GitHub](https://github.com/IAHispano/Applio/issues) ma kiliki i le fa'amau 'Mataupu Fou'.",
    "4. Complete the provided issue template, ensuring to include details as needed, and utilize the assets section to upload the recorded file from the previous step.": "4. Fa'atumu le fa'ata'ita'iga o le mataupu ua saunia, ia mautinoa e aofia ai fa'amatalaga e mana'omia, ma fa'aaoga le vaega o aseta e lafo a'e ai le faila na pueina mai le laasaga muamua.",
    "A simple, high-quality voice conversion tool focused on ease of use and performance.": "O se meafaigaluega faigofie, maualuga lona tulaga mo le liua o leo e taula'i i le faigofie ona fa'aaoga ma le lelei o lona fa'atinoga.",
    "Adding several silent files to the training set enables the model to handle pure silence in inferred audio files. Select 0 if your dataset is clean and already contains segments of pure silence.": "O le fa'aopoopoina o ni faila filemu i le seti a'oa'oga e mafai ai e le fa'ata'ita'iga ona taulimaina le filemu atoatoa i faila leo ua fa'atatauina. Filifili le 0 pe a fai o lau seti fa'amaumauga e mama ma ua iai ni vaega o le filemu atoatoa.",
    "Adjust the input audio pitch to match the voice model range.": "Fetu'una'i le maualuga o le leo o le leo fa'aulu e fa'afetaui ma le laina o le fa'ata'ita'iga leo.",
    "Adjusting the position more towards one side or the other will make the model more similar to the first or second.": "O le fetu'una'iina o le tulaga ia sili atu i le tasi itu po'o le isi itu o le a fa'atupuina ai le fa'ata'ita'iga ia sili atu ona tutusa ma le muamua po'o le lona lua.",
    "Adjusts the final volume of the converted voice after processing.": "Fetuuna'i le leo mulimuli o le leo ua liua pe a uma ona fa'agaoioia.",
    "Adjusts the input volume before processing. Prevents clipping or boosts a quiet mic.": "Fetuuna'i le leo fa'aulu a'o le'i fa'agaoioia. E puipuia ai le tipiina po'o le si'itia o se masini faaleotele leo filemu.",
    "Adjusts the volume of the monitor feed, independent of the main output.": "Fetuuna'i le leo o le mata'itū, e tuto'atasi mai le leo autū e alu atu.",
    "Advanced Settings": "Fa'atulagaga Maualuluga",
    "Amount of extra audio processed to provide context to the model. Improves conversion quality at the cost of higher CPU usage.": "Le aofa'i o leo fa'aopoopo e fa'agaoioia e tu'uina atu ai se fa'amatalaga i le fa'ata'ita'iga. E fa'aleleia ai le tulaga o le liua ae e maualuga atu le fa'aaogaina o le CPU.",
    "And select the sampling rate.": "Ma filifili le fua fa'atatau o le fa'ata'ita'iga.",
    "Apply a soft autotune to your inferences, recommended for singing conversions.": "Fa'aaoga se autotune vaivai i au fa'atatauga, fautuaina mo le liua o pese.",
    "Apply bitcrush to the audio.": "Fa'aaoga le bitcrush i le leo.",
    "Apply chorus to the audio.": "Fa'aaoga le chorus i le leo.",
    "Apply clipping to the audio.": "Fa'aaoga le tipiina i le leo.",
    "Apply compressor to the audio.": "Fa'aaoga le compressor i le leo.",
    "Apply delay to the audio.": "Fa'aaoga le tuai i le leo.",
    "Apply distortion to the audio.": "Fa'aaoga le fa'aleagaina i le leo.",
    "Apply gain to the audio.": "Fa'aaoga le gain i le leo.",
    "Apply limiter to the audio.": "Fa'aaoga le limiter i le leo.",
    "Apply pitch shift to the audio.": "Fa'aaoga le fesiita'iga o le maualuga o le leo i le leo.",
    "Apply reverb to the audio.": "Fa'aaoga le reverb i le leo.",
    "Architecture": "Fa'usaga",
    "Audio Analyzer": "Su'esu'ega Leo",
    "Audio Settings": "Fa'atonuga Leo",
    "Audio buffer size in milliseconds. Lower values may reduce latency but increase CPU load.": "Le tele o le fa'aputuga o leo i milisekone. O tau maualalo e ono fa'aitiitia ai le tuai ae fa'ateleina le avega a le CPU.",
    "Audio cutting": "Tipiina o le Leo",
    "Audio file slicing method: Select 'Skip' if the files are already pre-sliced, 'Simple' if excessive silence has already been removed from the files, or 'Automatic' for automatic silence detection and slicing around it.": "Metotia mo le tipiina o faila leo: Filifili le 'Fa'amisi' pe a fai ua uma ona tipiina faila, 'Faigofie' pe a fai ua uma ona aveese le tele o le filemu mai faila, po'o le 'Otometi' mo le otometi ona iloa o le filemu ma tipiina fa'ata'amilo ai.",
    "Audio normalization: Select 'none' if the files are already normalized, 'pre' to normalize the entire input file at once, or 'post' to normalize each slice individually.": "Fa'atonuina o le leo: Filifili le 'leai' pe a fai ua uma ona fa'atonuina faila, 'mua' e fa'atonuina le faila fa'aulu atoa i le taimi e tasi, po'o le 'tua' e fa'atonuina ta'itasi vaega.",
    "Autotune": "Autotune",
    "Autotune Strength": "Malosi o le Autotune",
    "Batch": "Fa'aputuga",
    "Batch Size": "Tele o le Fa'aputuga",
    "Bitcrush": "Bitcrush",
    "Bitcrush Bit Depth": "Loloto o le Bit o le Bitcrush",
    "Blend Ratio": "Fua Fa'atatau o le Fa'afefiloi",
    "Browse presets for formanting": "Su'e ni fa'atulagaga ua saunia mo le fa'avasegaina o leo",
    "CPU Cores": "Autu o le CPU",
    "Cache Dataset in GPU": "Fa'aputu le Seti Fa'amaumauga i totonu o le GPU",
    "Cache the dataset in GPU memory to speed up the training process.": "Fa'aputu le seti fa'amaumauga i le manatua o le GPU e fa'avave ai le fa'agasologa o le a'oa'oga.",
    "Check for updates": "Siaki mo fa'afouga",
    "Check which version of Applio is the latest to see if you need to update.": "Siaki po'o fea le lomiga lata mai o le Applio e va'ai ai pe e te mana'omia se fa'afouga.",
    "Checkpointing": "Fa'ailogaina",
    "Choose the model architecture:\n- **RVC (V2)**: Default option, compatible with all clients.\n- **Applio**: Advanced quality with improved vocoders and higher sample rates, Applio-only.": "Filifili le fausaga o le fa'ata'ita'iga:\n- **RVC (V2)**: Filifiliga fa'aletonu, e fetaui ma tagata fa'aaoga uma.\n- **Applio**: Tulaga maualuga ma vocoders fa'aleleia ma fua fa'atatau o le fa'ata'ita'iga maualuga, mo na'o le Applio.",
    "Choose the vocoder for audio synthesis:\n- **HiFi-GAN**: Default option, compatible with all clients.\n- **MRF HiFi-GAN**: Higher fidelity, Applio-only.\n- **RefineGAN**: Superior audio quality, Applio-only.": "Filifili le vocoder mo le gaosiga o leo:\n- **HiFi-GAN**: Filifiliga fa'aletonu, e fetaui ma tagata fa'aaoga uma.\n- **MRF HiFi-GAN**: E sili atu lona fa'amaoni, mo na'o le Applio.\n- **RefineGAN**: Tulaga sili ona lelei o le leo, mo na'o le Applio.",
    "Chorus": "Chorus",
    "Chorus Center Delay ms": "Chorus Nofoaga Tutotonu Tuai ms",
    "Chorus Depth": "Chorus Loloto",
    "Chorus Feedback": "Chorus Tali",
    "Chorus Mix": "Chorus Fa'afefiloi",
    "Chorus Rate Hz": "Chorus Fua Fa'atatau Hz",
    "Chunk Size (ms)": "Tele o le Vaega (ms)",
    "Chunk length (sec)": "Umi o le vaega (sekone)",
    "Clean Audio": "Fa'amama le Leo",
    "Clean Strength": "Malosi o le Fa'amamaina",
    "Clean your audio output using noise detection algorithms, recommended for speaking audios.": "Fa'amama lau leo fa'aola e ala i le fa'aaogaina o algorithms e iloa ai le pisa, fautuaina mo leo tautala.",
    "Clear Outputs (Deletes all audios in assets/audios)": "Fa'amama Mea Fa'aola (Tape uma leo i totonu o aseta/leo)",
    "Click the refresh button to see the pretrained file in the dropdown menu.": "Kiliki le fa'amau fa'afou e va'ai ai le faila ua mae'a a'oa'oina i le lisi pa'u i lalo.",
    "Clipping": "Tipiina",
    "Clipping Threshold": "Tapula'a o le Tipiina",
    "Compressor": "Compressor",
    "Compressor Attack ms": "Compressor Osofa'iga ms",
    "Compressor Ratio": "Compressor Fua Fa'atatau",
    "Compressor Release ms": "Compressor Tu'u Sa'oloto ms",
    "Compressor Threshold dB": "Compressor Tapula'a dB",
    "Convert": "Liua",
    "Crossfade Overlap Size (s)": "Tele o le Feso'ota'iga Fa'asolo (s)",
    "Custom Embedder": "Embedder Fa'apitoa",
    "Custom Pretrained": "Ua mae'a A'oa'oina Fa'apitoa",
    "Custom Pretrained D": "Ua mae'a A'oa'oina Fa'apitoa D",
    "Custom Pretrained G": "Ua mae'a A'oa'oina Fa'apitoa G",
    "Dataset Creator": "Tufuga o le Seti Fa'amaumauga",
    "Dataset Name": "Igoa o le Seti Fa'amaumauga",
    "Dataset Path": "Ala o le Seti Fa'amaumauga",
    "Default value is 1.0": "O le tau fa'aletonu o le 1.0",
    "Delay": "Tuai",
    "Delay Feedback": "Tuai Tali",
    "Delay Mix": "Tuai Fa'afefiloi",
    "Delay Seconds": "Tuai Sekone",
    "Detect overtraining to prevent the model from learning the training data too well and losing the ability to generalize to new data.": "Iloa le so'ona a'oa'oina e puipuia ai le fa'ata'ita'iga mai le a'oa'oina lelei tele o fa'amaumauga a'oa'oga ma leiloa ai le mafai ona fa'alautele i fa'amaumauga fou.",
    "Determine at how many epochs the model will saved at.": "Fa'amautu pe fia ni epoch e sefe ai le fa'ata'ita'iga.",
    "Distortion": "Fa'aleagaina",
    "Distortion Gain": "Fa'aleagaina Gain",
    "Download": "La'u mai",
    "Download Model": "La'u mai le Fa'ata'ita'iga",
    "Drag and drop your model here": "Toso ma tu'u i lalo lau fa'ata'ita'iga iinei",
    "Drag your .pth file and .index file into this space. Drag one and then the other.": "Toso lau faila .pth ma lau faila .index i totonu o lenei avanoa. Toso le tasi ona sosoo ai lea ma le isi.",
    "Drag your plugin.zip to install it": "Toso lau plugin.zip e fa'apipi'i ai",
    "Duration of the fade between audio chunks to prevent clicks. Higher values create smoother transitions but may increase latency.": "Le umi o le mou malie atu i le va o vaega o leo e puipuia ai ni kiliki. O tau maualuluga e fa'atupuina ai ni suiga lamolemole ae ono fa'ateleina ai le tuai.",
    "Embedder Model": "Fa'ata'ita'iga Embedder",
    "Enable Applio integration with Discord presence": "Fa'agaoioi le tu'ufa'atasiga a le Applio ma le i ai i le Discord",
    "Enable VAD": "Fa'agaoioi le VAD",
    "Enable formant shifting. Used for male to female and vice-versa convertions.": "Fa'agaoioi le fesiita'iga o le formant. E fa'aaogaina mo le liua mai le leo o le tane i le fafine ma le fa'afeagai.",
    "Enable this setting only if you are training a new model from scratch or restarting the training. Deletes all previously generated weights and tensorboard logs.": "Fa'agaoioi lenei fa'atulagaga pe a na'o le a'oa'oina o se fa'ata'ita'iga fou mai le amataga po'o le toe amataina o le a'oa'oga. E tape uma ai fua fa'atatau na muai gaosia ma ogalaau o le tensorboard.",
    "Enables Voice Activity Detection to only process audio when you are speaking, saving CPU.": "E fa'agaoioia ai le Su'esu'ega o Galuega a le Leo (Voice Activity Detection) e na'o le fa'agaoioia o leo pe a e tautala, e sefe ai le CPU.",
    "Enables memory-efficient training. This reduces VRAM usage at the cost of slower training speed. It is useful for GPUs with limited memory (e.g., <6GB VRAM) or when training with a batch size larger than what your GPU can normally accommodate.": "E mafai ai ona a'oa'oina lelei le manatua. E fa'aitiitia ai le fa'aaogaina o le VRAM i le tau o le telegese o le saoasaoa o le a'oa'oga. E aoga mo GPU e fa'atapula'aina le manatua (fa'ata'ita'iga, <6GB VRAM) po'o le taimi e a'oa'o ai ma se tele o le fa'aputuga e sili atu nai lo le mea e mafai e lau GPU ona ofi ai.",
    "Enabling this setting will result in the G and D files saving only their most recent versions, effectively conserving storage space.": "O le fa'agaoioina o lenei fa'atulagaga o le a mafua ai ona sefe e faila G ma D na'o a latou lomiga lata mai, ma fa'asaoina lelei ai le avanoa e teu ai.",
    "Enter dataset name": "Tu'u i totonu le igoa o le seti fa'amaumauga",
    "Enter input path": "Tu'u i totonu le ala fa'aulu",
    "Enter model name": "Tu'u i totonu le igoa o le fa'ata'ita'iga",
    "Enter output path": "Tu'u i totonu le ala fa'aola",
    "Enter path to model": "Tu'u i totonu le ala i le fa'ata'ita'iga",
    "Enter preset name": "Tu'u i totonu le igoa o le fa'atulagaga ua saunia",
    "Enter text to synthesize": "Tu'u i totonu le tusitusiga e gaosia",
    "Enter the text to synthesize.": "Tu'u i totonu le tusitusiga e gaosia.",
    "Enter your nickname": "Tu'u i totonu lou igoa tauvalaau",
    "Exclusive Mode (WASAPI)": "Faiga Fa'apitoa (WASAPI)",
    "Export Audio": "Auina atu Leo",
    "Export Format": "Fa'atulagaga mo le Auina atu",
    "Export Model": "Auina atu le Fa'ata'ita'iga",
    "Export Preset": "Auina atu le Fa'atulagaga ua Saunia",
    "Exported Index File": "Faila Fa'asino ua Auina atu",
    "Exported Pth file": "Faila Pth ua Auina atu",
    "Extra": "Fa'aopoopo",
    "Extra Conversion Size (s)": "Tele Fa'aopoopo o le Liua (s)",
    "Extract": "Aveese",
    "Extract F0 Curve": "Aveese le F0 Curve",
    "Extract Features": "Aveese Vaega",
    "F0 Curve": "F0 Curve",
    "File to Speech": "Faila i le Tautalaga",
    "Folder Name": "Igoa o le faila",
    "For ASIO drivers, selects a specific input channel. Leave at -1 for default.": "Mo aveta'avale ASIO, filifili se alalaupapa fa'aulu fa'apitoa. Tu'u i le -1 mo le fa'aletonu.",
    "For ASIO drivers, selects a specific monitor output channel. Leave at -1 for default.": "Mo aveta'avale ASIO, filifili se alalaupapa mata'itū fa'apitoa e alu atu. Tu'u i le -1 mo le fa'aletonu.",
    "For ASIO drivers, selects a specific output channel. Leave at -1 for default.": "Mo aveta'avale ASIO, filifili se alalaupapa fa'apitoa e alu atu. Tu'u i le -1 mo le fa'aletonu.",
    "For WASAPI (Windows), gives the app exclusive control for potentially lower latency.": "Mo le WASAPI (Windows), e tu'uina atu ai i le polokalama le pule fa'apitoa mo se avanoa e maualalo ai le tuai.",
    "Formant Shifting": "Fesiita'iga o le Formant",
    "Fresh Training": "A'oa'oga Fou",
    "Fusion": "Tu'ufa'atasiga",
    "GPU Information": "Fa'amatalaga o le GPU",
    "GPU Number": "Numera o le GPU",
    "Gain": "Gain",
    "Gain dB": "Gain dB",
    "General": "Aoao",
    "Generate Index": "Gaosia le Fa'asino",
    "Get information about the audio": "Maua fa'amatalaga e uiga i le leo",
    "I agree to the terms of use": "Ou te malie i tu'utu'uga o le fa'aaogaina",
    "Increase or decrease TTS speed.": "Fa'atele pe fa'aitiitia le saoasaoa o le TTS.",
    "Index Algorithm": "Algorithm o le Fa'asino",
    "Index File": "Faila Fa'asino",
    "Inference": "Fa'atatauga",
    "Influence exerted by the index file; a higher value corresponds to greater influence. However, opting for lower values can help mitigate artifacts present in the audio.": "A'afiaga e fa'atinoina e le faila fa'asino; o se tau maualuga e fetaui ma se a'afiaga sili atu. Ae peita'i, o le filifilia o tau maualalo e mafai ona fesoasoani e fa'aitiitia ai mea sese o lo'o i totonu o le leo.",
    "Input ASIO Channel": "Alalaupapa Fa'aulu a le ASIO",
    "Input Device": "Masini Fa'aulu",
    "Input Folder": "Faila Fa'aulu",
    "Input Gain (%)": "Malosi Fa'aulu (%)",
    "Input path for text file": "Ala fa'aulu mo le faila tusitusiga",
    "Introduce the model link": "Fa'ailoa le so'oga o le fa'ata'ita'iga",
    "Introduce the model pth path": "Fa'ailoa le ala pth o le fa'ata'ita'iga",
    "It will activate the possibility of displaying the current Applio activity in Discord.": "O le a fa'agaoioia ai le avanoa e fa'aalia ai le gaioiga o lo'o iai nei a le Applio i le Discord.",
    "It's advisable to align it with the available VRAM of your GPU. A setting of 4 offers improved accuracy but slower processing, while 8 provides faster and standard results.": "E fautuaina le fa'aogatusa ma le VRAM o lo'o avanoa i lau GPU. O se fa'atulagaga o le 4 e ofoina mai ai le sa'o sili atu ae telegese le fa'agasologa, a'o le 8 e maua ai i'uga vave ma masani.",
    "It's recommended keep deactivate this option if your dataset has already been processed.": "E fautuaina le fa'agata o lenei filifiliga pe a fai ua uma ona fa'agasolo lau seti fa'amaumauga.",
    "It's recommended to deactivate this option if your dataset has already been processed.": "E fautuaina le fa'agata o lenei filifiliga pe a fai ua uma ona fa'agasolo lau seti fa'amaumauga.",
    "KMeans is a clustering algorithm that divides the dataset into K clusters. This setting is particularly useful for large datasets.": "O le KMeans o se algorithm fa'avasega lea e vaevaeina ai le seti fa'amaumauga i ni K fa'aputuga. O lenei fa'atulagaga e sili ona aoga mo seti fa'amaumauga tetele.",
    "Language": "Gagana",
    "Length of the audio slice for 'Simple' method.": "Umi o le vaega o le leo mo le metotia 'Faigofie'.",
    "Length of the overlap between slices for 'Simple' method.": "Umi o le feso'ota'iga i le va o vaega mo le metotia 'Faigofie'.",
    "Limiter": "Limiter",
    "Limiter Release Time": "Limiter Taimi Tu'u Sa'oloto",
    "Limiter Threshold dB": "Limiter Tapula'a dB",
    "Male voice models typically use 155.0 and female voice models typically use 255.0.": "O fa'ata'ita'iga leo o tane e masani ona fa'aaoga le 155.0 ma fa'ata'ita'iga leo o fafine e masani ona fa'aaoga le 255.0.",
    "Model Author Name": "Igoa o le Tufuga o le Fa'ata'ita'iga",
    "Model Link": "So'oga o le Fa'ata'ita'iga",
    "Model Name": "Igoa o le Fa'ata'ita'iga",
    "Model Settings": "Fa'atulagaga o le Fa'ata'ita'iga",
    "Model information": "Fa'amatalaga o le fa'ata'ita'iga",
    "Model used for learning speaker embedding.": "Fa'ata'ita'iga e fa'aaogaina mo le a'oa'oina o le fa'apipi'iina o le failauga.",
    "Monitor ASIO Channel": "Alalaupapa Mata'itū a le ASIO",
    "Monitor Device": "Masini Mata'itū",
    "Monitor Gain (%)": "Malosi o le Mata'itū (%)",
    "Move files to custom embedder folder": "Si'i faila i le faila embedder fa'apitoa",
    "Name of the new dataset.": "Igoa o le seti fa'amaumauga fou.",
    "Name of the new model.": "Igoa o le fa'ata'ita'iga fou.",
    "Noise Reduction": "Fa'aitiitiga o le Pisa",
    "Noise Reduction Strength": "Malosi o le Fa'aitiitiga o le Pisa",
    "Noise filter": "Fa'amama Pisa",
    "Normalization mode": "Tulaga Fa'atonuina",
    "Output ASIO Channel": "Alalaupapa Alu Atu a le ASIO",
    "Output Device": "Masini Alu Atu",
    "Output Folder": "Faila Fa'aola",
    "Output Gain (%)": "Malosi Alu Atu (%)",
    "Output Information": "Fa'amatalaga Fa'aola",
    "Output Path": "Ala Fa'aola",
    "Output Path for RVC Audio": "Ala Fa'aola mo le Leo RVC",
    "Output Path for TTS Audio": "Ala Fa'aola mo le Leo TTS",
    "Overlap length (sec)": "Umi o le feso'ota'iga (sekone)",
    "Overtraining Detector": "Masini e Iloa ai le So'ona A'oa'oina",
    "Overtraining Detector Settings": "Fa'atulagaga o le Masini e Iloa ai le So'ona A'oa'oina",
    "Overtraining Threshold": "Tapula'a o le So'ona A'oa'oina",
    "Path to Model": "Ala i le Fa'ata'ita'iga",
    "Path to the dataset folder.": "Ala i le faila o le seti fa'amaumauga.",
    "Performance Settings": "Fa'atonuga o Fa'atinoga",
    "Pitch": "Maualuga o le Leo",
    "Pitch Shift": "Fesiita'iga o le Maualuga o le Leo",
    "Pitch Shift Semitones": "Fesiita'iga o le Maualuga o le Leo Semitones",
    "Pitch extraction algorithm": "Algorithm mo le aveeseina o le maualuga o le leo",
    "Pitch extraction algorithm to use for the audio conversion. The default algorithm is rmvpe, which is recommended for most cases.": "Algorithm mo le aveeseina o le maualuga o le leo e fa'aaoga mo le liua o le leo. O le algorithm fa'aletonu o le rmvpe, lea e fautuaina mo le tele o tulaga.",
    "Please ensure compliance with the terms and conditions detailed in [this document](https://github.com/IAHispano/Applio/blob/main/TERMS_OF_USE.md) before proceeding with your inference.": "Fa'amolemole ia mautinoa le usita'ia o tu'utu'uga ma aiaiga o lo'o fa'amatalaina i [lenei pepa](https://github.com/IAHispano/Applio/blob/main/TERMS_OF_USE.md) a'o le'i fa'aauauina lau fa'atatauga.",
    "Please ensure compliance with the terms and conditions detailed in [this document](https://github.com/IAHispano/Applio/blob/main/TERMS_OF_USE.md) before proceeding with your realtime.": "Fa'amolemole ia mautinoa le usita'ia o aiaiga ma tu'utu'uga o lo'o fa'amatalaina i [lenei pepa](https://github.com/IAHispano/Applio/blob/main/TERMS_OF_USE.md) a'o le'i fa'aauauina lau taimi moni.",
    "Please ensure compliance with the terms and conditions detailed in [this document](https://github.com/IAHispano/Applio/blob/main/TERMS_OF_USE.md) before proceeding with your training.": "Fa'amolemole ia mautinoa le usita'ia o tu'utu'uga ma aiaiga o lo'o fa'amatalaina i [lenei pepa](https://github.com/IAHispano/Applio/blob/main/TERMS_OF_USE.md) a'o le'i fa'aauauina lau a'oa'oga.",
    "Plugin Installer": "Fa'apipi'iina o le Plugin",
    "Plugins": "Plugins",
    "Post-Process": "Fa'agasologa Mulimuli",
    "Post-process the audio to apply effects to the output.": "Fa'agasolo mulimuli le leo e fa'aoga ai ni a'afiaga i le mea fa'aola.",
    "Precision": "Sa'o",
    "Preprocess": "Sauniuniga",
    "Preprocess Dataset": "Saunia le Seti Fa'amaumauga",
    "Preset Name": "Igoa o le Fa'atulagaga ua Saunia",
    "Preset Settings": "Fa'atulagaga ua Saunia",
    "Presets are located in /assets/formant_shift folder": "O fa'atulagaga ua saunia o lo'o i totonu o le faila /assets/formant_shift",
    "Pretrained": "Ua mae'a A'oa'oina",
    "Pretrained Custom Settings": "Fa'atulagaga Fa'apitoa ua mae'a A'oa'oina",
    "Proposed Pitch": "Maualuga Fautuaina o le Leo",
    "Proposed Pitch Threshold": "Tapula'a Fautuaina o le Maualuga o le Leo",
    "Protect Voiceless Consonants": "Puipuia Konesane Leai se Leo",
    "Pth file": "Faila Pth",
    "Quefrency for formant shifting": "Quefrency mo le fesiita'iga o le formant",
    "Realtime": "Taimi Moni",
    "Record Screen": "Pueina le Lau",
    "Refresh": "Fa'afou",
    "Refresh Audio Devices": "Toe Fa'afou Masini Leo",
    "Refresh Custom Pretraineds": "Fa'afou Fa'ata'ita'iga Fa'apitoa ua mae'a A'oa'oina",
    "Refresh Presets": "Fa'afou Fa'atulagaga ua Saunia",
    "Refresh embedders": "Fa'afou embedders",
    "Report a Bug": "Lipoti se Sese",
    "Restart Applio": "Toe Amata le Applio",
    "Reverb": "Reverb",
    "Reverb Damping": "Reverb Damping",
    "Reverb Dry Gain": "Reverb Dry Gain",
    "Reverb Freeze Mode": "Reverb Freeze Mode",
    "Reverb Room Size": "Reverb Room Size",
    "Reverb Wet Gain": "Reverb Wet Gain",
    "Reverb Width": "Reverb Width",
    "Safeguard distinct consonants and breathing sounds to prevent electro-acoustic tearing and other artifacts. Pulling the parameter to its maximum value of 0.5 offers comprehensive protection. However, reducing this value might decrease the extent of protection while potentially mitigating the indexing effect.": "Puipuia konesane ma'oti ma leo o le mānava e taofia ai le masaesae o le leo eletise ma isi mea sese. O le tosoina o le parameter i lona tau aupito maualuga o le 0.5 e ofoina mai ai se puipuiga atoatoa. Ae peita'i, o le fa'aitiitia o lenei tau e ono fa'aitiitia ai le lautele o le puipuiga a'o ono fa'aitiitia ai le a'afiaga o le fa'asino.",
    "Sampling Rate": "Fua Fa'atatau o le Fa'ata'ita'iga",
    "Save Every Epoch": "Sefe i Epoch Ta'itasi",
    "Save Every Weights": "Sefe Fua Fa'atatau Uma",
    "Save Only Latest": "Sefe na'o le Mea Fou",
    "Search Feature Ratio": "Fua Fa'atatau o le Vaega Su'e",
    "See Model Information": "Va'ai Fa'amatalaga o le Fa'ata'ita'iga",
    "Select Audio": "Filifili le Leo",
    "Select Custom Embedder": "Filifili le Embedder Fa'apitoa",
    "Select Custom Preset": "Filifili le Fa'atulagaga Fa'apitoa ua Saunia",
    "Select file to import": "Filifili le faila e fa'aulufale mai",
    "Select the TTS voice to use for the conversion.": "Filifili le leo TTS e fa'aaoga mo le liua.",
    "Select the audio to convert.": "Filifili le leo e liua.",
    "Select the custom pretrained model for the discriminator.": "Filifili le fa'ata'ita'iga fa'apitoa ua mae'a a'oa'oina mo le discriminator.",
    "Select the custom pretrained model for the generator.": "Filifili le fa'ata'ita'iga fa'apitoa ua mae'a a'oa'oina mo le generator.",
    "Select the device for monitoring your voice (e.g., your headphones).": "Filifili le masini mo le mata'ituina o lou leo (fa'ata'ita'iga, au mea fa'alogo).",
    "Select the device where the final converted voice will be sent (e.g., a virtual cable).": "Filifili le masini e lafo i ai le leo mulimuli ua liua (fa'ata'ita'iga, se uaea fa'akomepiuta).",
    "Select the folder containing the audios to convert.": "Filifili le faila o lo'o i ai leo e liua.",
    "Select the folder where the output audios will be saved.": "Filifili le faila e sefe ai leo fa'aola.",
    "Select the format to export the audio.": "Filifili le fa'atulagaga e auina atu ai le leo.",
    "Select the index file to be exported": "Filifili le faila fa'asino e auina atu",
    "Select the index file to use for the conversion.": "Filifili le faila fa'asino e fa'aaoga mo le liua.",
    "Select the language you want to use. (Requires restarting Applio)": "Filifili le gagana e te mana'o e fa'aaoga. (E mana'omia le toe amataina o le Applio)",
    "Select the microphone or audio interface you will be speaking into.": "Filifili le masini faaleotele leo po'o le feso'ota'iga leo o le a e tautala ai.",
    "Select the precision you want to use for training and inference.": "Filifili le sa'o e te mana'o e fa'aaoga mo le a'oa'oga ma le fa'atatauga.",
    "Select the pretrained model you want to download.": "Filifili le fa'ata'ita'iga ua mae'a a'oa'oina e te mana'o e la'u mai.",
    "Select the pth file to be exported": "Filifili le faila pth e auina atu",
    "Select the speaker ID to use for the conversion.": "Filifili le ID o le failauga e fa'aaoga mo le liua.",
    "Select the theme you want to use. (Requires restarting Applio)": "Filifili le autu e te mana'o e fa'aaoga. (E mana'omia le toe amataina o le Applio)",
    "Select the voice model to use for the conversion.": "Filifili le fa'ata'ita'iga leo e fa'aaoga mo le liua.",
    "Select two voice models, set your desired blend percentage, and blend them into an entirely new voice.": "Filifili ni fa'ata'ita'iga leo se lua, fa'atulaga lau pasene fa'afefiloi e mana'omia, ma fa'afefiloi i se leo fou atoa.",
    "Set name": "Fa'atulaga le igoa",
    "Set the autotune strength - the more you increase it the more it will snap to the chromatic grid.": "Fa'atulaga le malosi o le autotune - o le tele o lou fa'ateleina, o le tele fo'i lea o lona pipi'i i le fa'asologa chromatic.",
    "Set the bitcrush bit depth.": "Fa'atulaga le loloto o le bit o le bitcrush.",
    "Set the chorus center delay ms.": "Fa'atulaga le chorus nofoaga tutotonu tuai ms.",
    "Set the chorus depth.": "Fa'atulaga le loloto o le chorus.",
    "Set the chorus feedback.": "Fa'atulaga le tali a le chorus.",
    "Set the chorus mix.": "Fa'atulaga le fa'afefiloi a le chorus.",
    "Set the chorus rate Hz.": "Fa'atulaga le fua fa'atatau o le chorus Hz.",
    "Set the clean-up level to the audio you want, the more you increase it the more it will clean up, but it is possible that the audio will be more compressed.": "Fa'atulaga le tulaga fa'amama i le leo e te mana'o ai, o le tele o lou fa'ateleina o le a sili atu ona mama, ae e mafai ona sili atu ona fa'apipi'i le leo.",
    "Set the clipping threshold.": "Fa'atulaga le tapula'a o le tipiina.",
    "Set the compressor attack ms.": "Fa'atulaga le osofa'iga a le compressor ms.",
    "Set the compressor ratio.": "Fa'atulaga le fua fa'atatau a le compressor.",
    "Set the compressor release ms.": "Fa'atulaga le tu'u sa'oloto a le compressor ms.",
    "Set the compressor threshold dB.": "Fa'atulaga le tapula'a a le compressor dB.",
    "Set the damping of the reverb.": "Fa'atulaga le damping o le reverb.",
    "Set the delay feedback.": "Fa'atulaga le tali a le tuai.",
    "Set the delay mix.": "Fa'atulaga le fa'afefiloi a le tuai.",
    "Set the delay seconds.": "Fa'atulaga sekone o le tuai.",
    "Set the distortion gain.": "Fa'atulaga le gain o le fa'aleagaina.",
    "Set the dry gain of the reverb.": "Fa'atulaga le dry gain o le reverb.",
    "Set the freeze mode of the reverb.": "Fa'atulaga le freeze mode o le reverb.",
    "Set the gain dB.": "Fa'atulaga le gain dB.",
    "Set the limiter release time.": "Fa'atulaga le taimi tu'u sa'oloto a le limiter.",
    "Set the limiter threshold dB.": "Fa'atulaga le tapula'a a le limiter dB.",
    "Set the maximum number of epochs you want your model to stop training if no improvement is detected.": "Fa'atulaga le numera aupito maualuga o epochs e te mana'o e taofi ai le a'oa'oina o lau fa'ata'ita'iga pe a leai se fa'aleleia atili e iloa.",
    "Set the pitch of the audio, the higher the value, the higher the pitch.": "Fa'atulaga le maualuga o le leo, o le maualuga o le tau, o le maualuga fo'i lea o le leo.",
    "Set the pitch shift semitones.": "Fa'atulaga le fesiita'iga o le maualuga o le leo semitones.",
    "Set the room size of the reverb.": "Fa'atulaga le tele o le potu o le reverb.",
    "Set the wet gain of the reverb.": "Fa'atulaga le wet gain o le reverb.",
    "Set the width of the reverb.": "Fa'atulaga le lautele o le reverb.",
    "Settings": "Fa'atulagaga",
    "Silence Threshold (dB)": "Tapula'a o le Filemu (dB)",
    "Silent training files": "Faila a'oa'oga filemu",
    "Single": "Nofotasi",
    "Speaker ID": "ID o le Failauga",
    "Specifies the overall quantity of epochs for the model training process.": "Fa'amaoti mai le aofa'i atoa o epochs mo le fa'agasologa o le a'oa'oga o le fa'ata'ita'iga.",
    "Specify the number of GPUs you wish to utilize for extracting by entering them separated by hyphens (-).": "Fa'amaoti mai le numera o GPU e te mana'o e fa'aaoga mo le aveeseina e ala i le tu'uina i totonu e vavae'eseina i ni fa'alava (-).",
    "Split Audio": "Vaevae le Leo",
    "Split the audio into chunks for inference to obtain better results in some cases.": "Vaevae le leo i ni vaega mo le fa'atatauga ina ia maua ai ni i'uga sili atu i nisi tulaga.",
    "Start": "Amata",
    "Start Training": "Amata A'oa'oga",
    "Status": "Tulaga",
    "Stop": "Taofi",
    "Stop Training": "Taofi A'oa'oga",
    "Stop convert": "Taofi le liua",
    "Substitute or blend with the volume envelope of the output. The closer the ratio is to 1, the more the output envelope is employed.": "Sui pe fa'afefiloi ma le teutusi o le leo o le mea fa'aola. O le latalata o le fua fa'atatau i le 1, o le tele fo'i lea o le fa'aaogaina o le teutusi o le mea fa'aola.",
    "TTS": "TTS",
    "TTS Speed": "Saoasaoa o le TTS",
    "TTS Voices": "Leo o le TTS",
    "Text to Speech": "Tusitusiga i le Tautalaga",
    "Text to Synthesize": "Tusitusiga e Gaosia",
    "The GPU information will be displayed here.": "O le a fa'aalia iinei fa'amatalaga o le GPU.",
    "The audio file has been successfully added to the dataset. Please click the preprocess button.": "Ua manuia le fa'aopoopoina o le faila leo i le seti fa'amaumauga. Fa'amolemole kiliki le fa'amau sauniuni.",
    "The button 'Upload' is only for google colab: Uploads the exported files to the ApplioExported folder in your Google Drive.": "O le fa'amau 'Lafo A'e' e mo na'o le google colab: E lafo a'e ai faila ua auina atu i le faila ApplioExported i lau Google Drive.",
    "The f0 curve represents the variations in the base frequency of a voice over time, showing how pitch rises and falls.": "O le f0 curve e fa'atusalia ai suiga i le taimi o le leo i le aluga o taimi, e fa'aalia ai le si'i ma le pa'u o le maualuga o le leo.",
    "The file you dropped is not a valid pretrained file. Please try again.": "O le faila na e tu'uina i lalo e le o se faila ua mae'a a'oa'oina. Fa'amolemole toe taumafai.",
    "The name that will appear in the model information.": "O le igoa o le a aliali mai i fa'amatalaga o le fa'ata'ita'iga.",
    "The number of CPU cores to use in the extraction process. The default setting are your cpu cores, which is recommended for most cases.": "O le numera o autu o le CPU e fa'aaoga i le fa'agasologa o le aveeseina. O le fa'atulagaga fa'aletonu o autu o lau cpu, lea e fautuaina mo le tele o tulaga.",
    "The output information will be displayed here.": "O le a fa'aalia iinei fa'amatalaga fa'aola.",
    "The path to the text file that contains content for text to speech.": "O le ala i le faila tusitusiga o lo'o i ai mea mo le tusitusiga i le tautalaga.",
    "The path where the output audio will be saved, by default in assets/audios/output.wav": "O le ala e sefe ai le leo fa'aola, e fa'aletonu i totonu o aseta/leo/output.wav",
    "The sampling rate of the audio files.": "O le fua fa'atatau o le fa'ata'ita'iga o faila leo.",
    "Theme": "Autu",
    "This setting enables you to save the weights of the model at the conclusion of each epoch.": "O lenei fa'atulagaga e mafai ai ona e sefeina fua fa'atatau o le fa'ata'ita'iga i le fa'ai'uga o epoch ta'itasi.",
    "Timbre for formant shifting": "Timbre mo le fesiita'iga o le formant",
    "Total Epoch": "Aofa'i o Epoch",
    "Training": "A'oa'oga",
    "Unload Voice": "Tatala le Leo",
    "Update precision": "Fa'afou le sa'o",
    "Upload": "Lafo A'e",
    "Upload .bin": "Lafo A'e .bin",
    "Upload .json": "Lafo A'e .json",
    "Upload Audio": "Lafo A'e le Leo",
    "Upload Audio Dataset": "Lafo A'e le Seti Fa'amaumauga Leo",
    "Upload Pretrained Model": "Lafo A'e le Fa'ata'ita'iga ua mae'a A'oa'oina",
    "Upload a .txt file": "Lafo A'e se faila .txt",
    "Use Monitor Device": "Fa'aaogā le Masini Mata'itū",
    "Utilize pretrained models when training your own. This approach reduces training duration and enhances overall quality.": "Fa'aaoga fa'ata'ita'iga ua mae'a a'oa'oina pe a a'oa'oina lau oe lava. O lenei auala e fa'aitiitia ai le umi o le a'oa'oga ma fa'aleleia atili ai le tulaga aoao.",
    "Utilizing custom pretrained models can lead to superior results, as selecting the most suitable pretrained models tailored to the specific use case can significantly enhance performance.": "O le fa'aaogaina o fa'ata'ita'iga fa'apitoa ua mae'a a'oa'oina e mafai ona maua ai i'uga sili atu, aua o le filifilia o fa'ata'ita'iga sili ona talafeagai ua mae'a a'oa'oina e fa'atatau i le fa'aaogaga fa'apitoa e mafai ona fa'aleleia atili ai le fa'atinoga.",
    "Version Checker": "Siaki Lomiga",
    "View": "Va'ai",
    "Vocoder": "Vocoder",
    "Voice Blender": "Fa'afefiloi Leo",
    "Voice Model": "Fa'ata'ita'iga Leo",
    "Volume Envelope": "Teutusi o le Leo",
    "Volume level below which audio is treated as silence and not processed. Helps to save CPU resources and reduce background noise.": "Le maualuga o le leo e manatu ai o le leo o le filemu ma e le fa'agaoioia. E fesoasoani e sefe ai punaoa a le CPU ma fa'aitiitia ai le pisa i tua.",
    "You can also use a custom path.": "E mafai fo'i ona e fa'aaogaina se ala fa'apitoa.",
    "[Support](https://discord.gg/urxFjYmYYh) — [GitHub](https://github.com/IAHispano/Applio)": "[Support](https://discord.gg/urxFjYmYYh) — [GitHub](https://github.com/IAHispano/Applio)"
}
