{
  "Merge Audios": "Tuufaatasia Otio",
  "Extra": "Faaopoopo",
  "Training": "Aoaoga",
  "Inference": "Faaiuga",
  "Processing": "Faagaoioia",
  "Output Information": "Faamatalaga o le La",
  "Audio Analyzer": "Tagata e Iloiloina le Otio",
  "The output information will be displayed here.": "O le a faaali mai iinei ia faamatalaga o le lafo mai.",
  "Plugins": "Faaopoopoga",
  "Download": "Sii mai",
  "Model Information": "Faamatalaga Faataitai",
  "Settings": "Faatulagaga",
  "Report a Bug": "Lipoti se Faafitauli",
  "Preprocess": "Muai faagaoioiga",
  "This section contains some extra utilities that often may be in experimental phases.": "O le vaega lenei o loo i ai nisi o mea faaopoopo e faaaoga e masani ona i ai i vaega faataitai.",
  "A simple, high-quality voice conversion tool focused on ease of use and performance.": "O se meafaigaluega faigofie, ma le lelei o le liuaina o leo e taulai atu i le faigofie ona faaaoga ma le faatinoga.",
  "Audio cutting": "Otiina o le leo",
  "Name of the new model.": "Igoa o le faataitaiga fou.",
  "Process effects": "Aafiaga o le faagasologa",
  "Model Name": "Igoa o le Faataitaiga",
  "Dataset Path": "Ala o le Seti o Faamatalaga",
  "Path to the dataset folder.": "Ala i le faila o le seti o faamatalaga.",
  "Dataset Name": "Igoa o le Seti o Faamatalaga",
  "Dataset Creator": "Tagata na Foafoaina le Seti o Faamatalaga",
  "Refresh Datasets": "Toe Faafou Seti o Faamatalaga",
  "It's recommended to deactivate this option if your dataset has already been processed.": "E fautuaina le faaleagaina o lenei filifiliga pe afai ua uma ona faagaoioia lau seti o faamatalaga.",
  "Enter model name": "Ta i totonu le igoa o le faataitaiga",
  "Name of the new dataset.": "Igoa o le seti fou o faamatalaga.",
  "Enter dataset name": "Ta i totonu le igoa o le seti o faamatalaga",
  "Upload Audio Dataset": "Sii Mai le Seti o Faamatalaga o le Otio",
  "Enter dataset path": "Ta i totonu le ala seti o faamatalaga",
  "Sampling Rate": "Saoasaoa o le Faataitaiga",
  "The audio file has been successfully added to the dataset. Please click the preprocess button.": "Ua manuia le faaopoopoina o le faila otio i le seti o faamatalaga. Faamolemole kiliki le faamau muai faagaoioiga.",
  "Model Architecture": "Faataitaiga o le Fausaga",
  "Extract": "Sii mai",
  "Preprocess Dataset": "Seti o Faamatalaga o le Muai Faagaoioiga",
  "Version of the model architecture.": "Lomiga o le faataitaiga o le fausaga.",
  "Hop Length": "Umi o le Tulioso",
  "Embedder Model": "Faataitaiga o le Faamau",
  "The sampling rate of the audio files.": "O le saoasaoa o le faataitaiga o faila otio.",
  "Batch Size": "Telē o le Faaputuga",
  "Model used for learning speaker embedding.": "Faataitaiga e faaaoga mo le aoaoina o le faamauina o failauga.",
  "Save Every Epoch": "Sefe Vaitaimi Uma",
  "Determine at how many epochs the model will saved at.": "Fuafua pe fia vaitau o le a sefe ai le faataitaiga.",
  "Total Epoch": "Aofaiga o Le Vaitaimi",
  "Pretrained": "Muai Aoaoina",
  "Save Every Weights": "Sefe Mamafa Uma",
  "Save Only Latest": "Sefe Na o Mea e Sili Ona Lata Mai",
  "Denotes the duration it takes for the system to transition to a significant pitch change. Smaller hop lengths require more time for inference but tend to yield higher pitch accuracy.": "Faailoa mai ai le umi e alu ai le polokalama e fesuiaiga ai i se suiga taua o le maualuga. O le umi o le hop laiti e manaomia ai le tele o le taimi mo le faaiuga ae e foliga mai e maualuga atu le sao o le maualuga.",
  "Specifies the overall quantity of epochs for the model training process.": "Faailoa mai ai le aofaiga atoa o vaitau mo le faagasologa o aoaoga faataitai.",
  "Refresh Custom Pretraineds": "Toe Faafou Le Muai Aoaoina",
  "It's advisable to align it with the available VRAM of your GPU. A setting of 4 offers improved accuracy but slower processing, while 8 provides faster and standard results.": "E fautuaina le faaogatusa ma le VRAM o loo maua i lau GPU. O se faatulagaga o le 4 e maua ai le faaleleia o le sao ae telegese le faagaoioia, ae o le 8 e maua ai ni taunuuga vave ma masani.",
  "Pretrained G Path": "Muai Aoaoina G",
  "Upload Pretrained Model": "Sii Mai le Faataitaiga ua Muai Aoaoina",
  "Pretrained Custom Settings": "Faatulagaga Masani ua Muai Aoaoina",
  "Enabling this setting will result in the G and D files saving only their most recent versions, effectively conserving storage space.": "O le faatagaina o lenei faatulagaga o le a taunuu ai i le sefeina o faila G ma D na o a latou lomiga aupito lata mai, ma faasaoina ai le avanoa e teu ai meaai.",
  "The file you dropped is not a valid pretrained file. Please try again.": "O le faila na e faapalasiina e le o se faila na muai aoaoina. Faamolemole toe taumafai.",
  "Pretrained D Path": "Tu ma A'oga Masani D",
  "This setting enables you to save the weights of the model at the conclusion of each epoch.": "O lenei faatulagaga e mafai ai ona e sefeina le mamafa o le faataitaiga i le faaiuga o vaitau taitasi.",
  "GPU Settings": "Faatulagaga o le GPU",
  "GPU Custom Settings": "Faatulagaga Masani o le GPU",
  "Click the refresh button to see the pretrained file in the dropdown menu.": "Kiliki le faamau toe faafou e vaai ai i le faila na muai aoaoina i le lisi autu e faasolo mai i lalo.",
  "Custom Pretrained": "Muai Aoaoina",
  "GPU Number": "Numera GPU",
  "0 to ∞ separated by -": "0 i le ∞ tuueseeseina i le -",
  "Sets advanced GPU settings, recommended for users with better GPU architecture.": "Setiina o faatulagaga maualuluga GPU, fautuaina mo tagata faaaoga e sili atu ona lelei GPU fausaga.",
  "The GPU information will be displayed here.": "O le a faaali mai iinei ia faamatalaga o le GPU.",
  "Utilizing custom pretrained models can lead to superior results, as selecting the most suitable pretrained models tailored to the specific use case can significantly enhance performance.": "O le faaaogaina o faataitaiga masani ua uma ona aoaoina e mafai ona oo atu ai i ni taunuuga sili ona lelei, aua o le filifilia o faataitaiga e sili ona talafeagai ua uma ona aoaoina e fetuunai i le tulaga patino o le faaaogaina e mafai ona matuai faaleleia ai le faatinoga.",
  "Use CPU": "Faaaoga le CPU",
  "Pitch Guidance": "Taitaiga o le Maualuga",
  "GPU Information": "Faamatalaga GPU",
  "Force the use of CPU for training.": "Faamalosia le faaaogaina o le CPU mo aoaoga.",
  "Specify the number of GPUs you wish to utilize for preprocess by entering them separated by hyphens (-). At the moment, using multi-gpu will not have a significant effect.": "Faailoa atu le numera o GPUs e te manao e faaaoga mo le muai faagaoioia e ala i le ta i totonu e tuueseese i ni faailoga (-). I le taimi nei, o le faaaogaina o le tele-gpu o le a le i ai se aafiaga taua.",
  "The number of CPU cores to use in the preprocess. The default setting are your cpu cores, which is recommended for most cases.": "O le aofaiga o autu o le CPU e faaaoga i le muai faagaoioiga. O le faatulagaga Tiumasani o au autu cpu, lea e fautuaina mo le tele o tulaga.",
  "Utilize pretrained models when training your own. This approach reduces training duration and enhances overall quality.": "Faaaoga faataitaiga ua uma ona aoaoina pe a e aoaoina oe lava. O lenei auala e faaitiitia ai le umi o aoaoga ma faaleleia ai le tulaga lelei atoa.",
  "Specify the number of GPUs you wish to utilize for extracting by entering them separated by hyphens (-).": "Faailoa atu le aofaiga o GPUs e te manao e faaaoga mo le aumaia e ala i le ta i totonu e tuueseese i ni faailoga (-).",
  "Cache Dataset in GPU": "Seti o Faamatalaga o le Faamaumauga i le GPU",
  "We prioritize running the model extraction on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.": "Matou te faamuamua le faafoeina o le faataitaiga o le aumaia i luga o le GPU mo le vave o le faatinoga. Afai e te manao e faaaoga le CPU, na o le tuu lava o le avanoa o le GPU.",
  "The number of CPU cores to use in the extraction process. The default setting are your cpu cores, which is recommended for most cases.": "O le aofaiga o autu o le CPU e faaaoga i le faagasologa o le aumaia. O le faatulagaga Tiumasani o au autu cpu, lea e fautuaina mo le tele o tulaga.",
  "Index Algorithm": "Algorithm o le Faasino Upu",
  "Overtraining Detector": "Tagata e Faateleina le Aoaoina",
  "Cache the dataset in GPU memory to speed up the training process.": "Faaputuputu le seti o faamatalaga i le GPU e faavave ai le faagasologa o aoaoga.",
  "By employing pitch guidance, it becomes feasible to mirror the intonation of the original voice, including its pitch. This feature is particularly valuable for singing and other scenarios where preserving the original melody or pitch pattern is essential.": "O le faaaogaina o le taitaiga o le maualuga, e mafai ai ona faaatagia le leo o le uluai leo, e aofia ai lona maualuga. E faapitoa lava le taua o lenei vaega mo pesega ma isi tulaga e taua ai le faasaoina o le uluai fati po o le mamanu o le maualuga.",
  "We prioritize running the model preprocessing on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.": "Matou te faamuamua le faafoeina o le faataitaiga o le muai faagaoioiga i luga o le GPU mo le vave o le faatinoga. Afai e te manao e faaaoga le CPU, na o le tuu lava o le avanoa o le GPU.",
  "Overtraining Detector Settings": "Faatulagaga o le Faailoiloina o le Soona Aoaoina",
  "KMeans is a clustering algorithm that divides the dataset into K clusters. This setting is particularly useful for large datasets.": "O le KMeans o se auala e faaputu ai faamatalaga e vaevae ai le seti o faamatalaga i ni faaputuga K. E aoga faapitoa lava lenei faatulagaga mo seti o faamatalaga tetele.",
  "Overtraining Threshold": "Amataga o le Soona Aoaoina",
  "Extract Features": "Vaega o le Sii Mai",
  "Fresh Training": "Aoaoga Fou",
  "Start Training": "Amata Aoaoga",
  "Detect overtraining to prevent the model from learning the training data too well and losing the ability to generalize to new data.": "Ia iloa le soona aoaoina e taofia ai le faataitaiga mai le aoaoina lelei o faamatalaga o aoaoga ma le leai ai o se tomai e faalautele ai faamatalaga fou.",
  "Generate Index": "Faatupuina o le Faasino Upu",
  "Export Model": "Faataitaiga o le Auina Atu",
  "Stop Training": "Taofi Aoaoga",
  "Set the maximum number of epochs you want your model to stop training if no improvement is detected.": "Seti le aofaiga maualuga o vaitau e te manao e taofi ai le aoaoina o lau faataitaiga pe afai e leai se faaleleiga e iloa.",
  "Exported Pth file": "Faila Pth ua auina atu",
  "Voice Model": "Faataitaiga o le Leo",
  "Upload": "Sii mai",
  "Select the pth file to be exported": "Filifili le faila pth e auina atu",
  "Index File": "Faila o le Faasino Upu",
  "Enable this setting only if you are training a new model from scratch or restarting the training. Deletes all previously generated weights and tensorboard logs.": "Faatoa mafai ona faatagaina lenei faatulagaga pe afai o loo e aoaoina se faataitaiga fou mai le amataga pe toe amata le aoaoga. Tapeese uma mamafa na maua muamua ma ogalaau o le tensorboard.",
  "Select the index file to be exported": "Filifili le faila o le faasinoupu e auina atu",
  "Single": "Nofofua",
  "Refresh": "Toe faafou",
  "Unload Voice": "Leo e Le'i Tuuina",
  "Upload Audio": "Sii Mai le Otio",
  "Select the index file to use for the conversion.": "Filifili le faila o le faasinoupu e faaaoga mo le liua.",
  "Select Audio": "Filifili le Otio",
  "Select the voice model to use for the conversion.": "Filifili le faataitaiga o le leo e faaaoga mo le liua.",
  "Advanced Settings": "Faatulagaga Maualuga",
  "Select the audio to convert.": "Filifili le leo e liliu mai ai.",
  "The button 'Upload' is only for google colab: Uploads the exported files to the ApplioExported folder in your Google Drive.": "O le faamau 'Upload' e mo na o le google colab: E sii mai ai faila ua auina atu i le faila ApplioExported i lau Google Drive.",
  "Exported Index file": "Faila o le Faasino Upu ua Auina Atu",
  "Output Path": "Ala o le La",
  "Custom Output Path": "Ala Masani o le La",
  "Export Format": "Faatulagaga o le Auina Atu",
  "Split Audio": "Vaeluaina le Otio",
  "Select the format to export the audio.": "Filifili le faatulagaga e auina atu ai le leo.",
  "Autotune": "Faatulaga Otometi",
  "Clean Audio": "Otio Mama",
  "Clear Outputs (Deletes all audios in assets/audios)": "Faamama Mea e Faaaoga (Tapeese uma otio i aseta/otio)",
  "Split the audio into chunks for inference to obtain better results in some cases.": "Vaevae le leo i ni vaega mo le faaiuga ina ia maua ai ni taunuuga sili atu i nisi o tulaga.",
  "Upscale Audio": "Otio Faaopoopo",
  "Clean Strength": "Malosi Mama",
  "Apply a soft autotune to your inferences, recommended for singing conversions.": "Faaaoga se faatulagaga vaivai i au faaiuga, fautuaina mo le faaliliuina o pesepesega.",
  "Formant Shifting": "Formant Shifting",
  "Browse presets for formanting": "Saili muai seti mo le muai faaaogaina",
  "The path where the output audio will be saved, by default in assets/audios/output.wav": "O le ala o le a sefe ai le leo e faasalalau mai ai, e ala i le Tiumasani i aseta/otio/output.wav",
  "Default value is 1.0": "O le tulaga Tiumasani o le 1.0",
  "Pitch": "Maualuga",
  "Clean your audio output using noise detection algorithms, recommended for speaking audios.": "Faamama lau leo e faaaoga ai le auala e iloa ai le pisapisao, fautuaina mo le tautala i leo.",
  "Enable formant shifting. Used for male to female and vice-versa convertions.": "Faataga le fesuisuiai o fomu. Faaaoga mo alii i tamaitai ma isi itu.",
  "Quefrency for formant shifting": "Faateleina mo le fesuisuiai o le formant",
  "Filter Radius": "Faamama Atufalega",
  "Search Feature Ratio": "Fec maualuga o vaega o sailiga",
  "Presets are located in /assets/formant_shift folder": "O loo i ai muai seti i le /assets/formant_shift folder",
  "Set the clean-up level to the audio you want, the more you increase it the more it will clean up, but it is possible that the audio will be more compressed.": "Seti le tulaga o le faamamaina i le leo e te manao i ai, o le tele foi lena o lou faateleina o le faamamaina, ae e mafai ona faateleina le faaitiitia o le leo.",
  "Timbre for formant shifting": "Timbre mo le fesuisuiai o le formant",
  "Volume Envelope": "Teutusi o le Voluma",
  "Set the pitch of the audio, the higher the value, the higher the pitch.": "Seti le maualuga o le leo, o le maualuga foi lea o le tulaga faatauaina, o le maualuga foi lea o le maualuga o le maualuga.",
  "Convert": "Liua",
  "Protect Voiceless Consonants": "Puipuia Consonants e Leai ni Leo",
  "Pitch extraction algorithm": "Algorithm o le sailia o le maualuga",
  "Export Audio": "Auina Atu le Otio",
  "Batch": "Faatasiga",
  "Input Folder": "Faila e Ta i Totonu",
  "Upscale the audio to a higher quality, recommended for low-quality audios. (It could take longer to process the audio)": "Faateleina le leo i se tulaga lelei maualuga atu, fautuaina mo otio e le lelei tele. (E ono umi se taimi e faagaoioia ai le leo)",
  "If the number is greater than or equal to three, employing median filtering on the collected tone results has the potential to decrease respiration.": "Afai e sili atu pe tutusa le numera ma le tolu, o le faaaogaina o le faamamaina ogatotonu i taunuuga o le leo ua aoina mai e i ai le gafatia e faaitiitia ai le manava.",
  "Pitch extraction algorithm to use for the audio conversion. The default algorithm is rmvpe, which is recommended for most cases.": "Algorithm o le sailia o le maualuga e faaaoga mo le liuaina o le leo. O le algorithm Tiumasani o le rmvpe, lea e fautuaina mo le tele o tulaga.",
  "Substitute or blend with the volume envelope of the output. The closer the ratio is to 1, the more the output envelope is employed.": "Sui pe tuufaatasia ma le teutusi o le voluma o le mea e maua mai ai. O le latalata atu o le fuafaatatau i le 1, o le tele foi lena o le faaaogaina o le teutusi e maua mai ai.",
  "Influence exerted by the index file; a higher value corresponds to greater influence. However, opting for lower values can help mitigate artifacts present in the audio.": "Uunaiga e faatinoina e le faila o le faasinoupu; o se tulaga faatauaina maualuga atu e fetaui ma le faatosinaga sili atu. Ae peitai, o le filifili mo ni tulaga maualalo e mafai ona fesoasoani e faaitiitia ai mea e faaaoga i le leo.",
  "Enter input path": "Ta i totonu le ala e ta ai i totonu",
  "Output Folder": "Faila o Mea e Faaaoga",
  "Safeguard distinct consonants and breathing sounds to prevent electro-acoustic tearing and other artifacts. Pulling the parameter to its maximum value of 0.5 offers comprehensive protection. However, reducing this value might decrease the extent of protection while potentially mitigating the indexing effect.": "Ia malupuipuia ia consonants ma leo manava e taofia ai le saeia o leo faaeletonika ma isi mea e faaaoga i le eletise. O le tosoina o le paramita i lona tau maualuga o le 0.5 e maua ai le puipuiga atoatoa. Ae peitai, o le faaitiitia o lenei tulaga faatauaina e ono faaitiitia ai le tele o le puipuiga ae faaitiitia ai le aafiaga o le faasinoupuina o faasinoupu.",
  "Enter output path": "Ta i totonu le ala e maua ai",
  "Select the folder containing the audios to convert.": "Filifili le faila o loo i ai otio e faaliliu ai.",
  "Get information about the audio": "Aumai faamatalaga e uiga i le leo",
  "## Voice Blender": "## Voice Blender",
  "Voice Blender": "Leo Blender",
  "Fusion": "Fusion",
  "Drag and drop your model here": "Toso ma faapalasi lau faataitaiga iinei",
  "Blend Ratio": "Fec maualuga o le Tuufaatasiga",
  "Path to Model": "Ala i le Faataitaiga",
  "Model information to be placed": "Faataitaiga o faamatalaga e tatau ona tuu",
  "Inroduce the model information": "Faataitai le faamatalaga o le faataitaiga",
  "Enter path to model": "Ta i totonu le ala i le faataitaiga",
  "Model extraction": "Faataitaiga o le aumaia",
  "View": "Maimoa",
  "View model information": "Maimoa i faamatalaga faataitai",
  "Select two voice models, set your desired blend percentage, and blend them into an entirely new voice.": "Filifili ni faataitaiga leo se lua, seti le pasene o le tuufaatasiga e te manao i ai, ma tuufaatasia i se leo fou atoa.",
  "Introduce the model pth path": "Faailoa atu le ala faataitai pth",
  "Adjusting the position more towards one side or the other will make the model more similar to the first or second.": "O le fetuunaia o le tulaga agai i le tasi itu po o le isi o le a atili ai ona tutusa le faataitaiga ma le itu muamua po o le lua.",
  "You can also use a custom path.": "E mafai foi ona e faaaogaina se ala masani.",
  "Pth file": "Faila PTH",
  "Model conversion": "Faataitaiga o le liua",
  "Output of the pth file": "La o le faila pth",
  "The information to be placed in the model (You can leave it blank or put anything).": "O faamatalaga e tuu i le faataitaiga (E mafai ona e tuu avanoa pe tuu soo se mea).",
  "Extract F0 Curve": "Sii mai le F0 Pioga",
  "Record": "Faamaumau",
  "Stop Recording": "Taofi le Faamaumauina",
  "See Model Information": "Tagai i le Faataitaiga o Faamatalaga",
  "## Download Model": "## Sii mai le Faataitaiga",
  "# How to Report an Issue on GitHub": "# Auala e Lipoti atu ai se Faafitauli i le GitHub",
  "Introduce the model .pth path": "Faailoa atu le ala .pth faataitai",
  "Model Link": "Sootaga Faataitai",
  "3. Go to [GitHub Issues](https://github.com/IAHispano/Applio/issues) and click on the 'New Issue' button.": "3. Alu i le [GitHub Issues](https://github.com/IAHispano/Applio/issues) ma kiliki i le faamau 'Lomiga Fou'.",
  "Record Screen": "Lau o Faamaumauga",
  "Download Model": "Sii mai le Faataitaiga",
  "Introduce the model link": "Faailoa atu le sootaga faataitai",
  "The f0 curve represents the variations in the base frequency of a voice over time, showing how pitch rises and falls.": "O le pioga f0 e faatusa i le eseesega i le tafailagi faavae o se leo i le aluga o taimi, e faaalia ai le auala e oso ae ai ma pau ai le maualuga.",
  "1. Click on the 'Record Screen' button below to start recording the issue you are experiencing.": "1. Kiliki i le faamau 'Lau o Faamaumauga' o loo i lalo e amata ai ona pueina le faafitauli o loo e oo i ai.",
  "## Drop files": "## Faapalasi faila",
  "## Search Model": "## Faataitaiga o Sailiga",
  "Search": "Saili",
  "Select the folder where the output audios will be saved.": "Filifili le faila o le a sefe ai leo e faasalalau mai ai.",
  "4. Complete the provided issue template, ensuring to include details as needed, and utilize the assets section to upload the recorded file from the previous step.": "4. Faatumu le mamanu o le lomiga ua saunia, ia mautinoa ua aofia ai faamatalaga auiliili pe a manaomia, ma faaaoga le vaega o aseta e sii mai ai le faila ua faamaumauina mai le laasaga na muamua atu.",
  "Introduce the model name to search.": "Faailoa atu le igoa o le faataitaiga e saili ai.",
  "Drag your .pth file and .index file into this space. Drag one and then the other.": "Toso lau faila .pth ma le faila .index i le avanoa lenei. Toso le tasi ona sosoo ai lea ma le isi.",
  "## Download Pretrained Models": "## Sii mai Faataitaiga Muai Aoaoina",
  "TTS Voices": "Leo o le TTS",
  "And select the sampling rate": "Ma filifili le saoasaoa o le faataitaiga.",
  "Select the pretrained model you want to download.": "Filifili le faataitaiga ua uma ona aoaoina e te manao e sii mai.",
  "We couldn't find models by that name.": "Sa le mafai ona matou maua ni faataitaiga i lena igoa.",
  "TTS Speed": "Saoasaoa o le TTS",
  "Increase or decrease TTS speed.": "Faateleina pe faaitiitia le saoasaoa o le TTS.",
  "2. Once you have finished recording the issue, click on the 'Stop Recording' button (the same button, but the label changes depending on whether you are actively recording or not).": "2. O le taimi lava e uma ai ona e pueina le faafitauli, kiliki i le faamau 'Taofi le Faamaumauina' (o le faamau lava lea e tasi, ae e suia le faailoga e faalagolago lea pe o e pueina ma le mataalia pe leai).",
  "Select the TTS voice to use for the conversion.": "Filifili le leo o le TTS e faaaoga mo le liua.",
  "Text to Synthesize": "Anotusi i le Fatufaatasia",
  "Upload a .txt file": "Sii mai se faila .txt",
  "Input path for text file": "Ala e ta ai i totonu mo faila tusitusia",
  "Enter text to synthesize": "Ta i totonu anotusi e synthesize ai",
  "Output Path for TTS Audio": "Ala o le La mo le Otio TTS",
  "Enter the text to synthesize.": "Ta i totonu le anotusi e fatu ai.",
  "Enable fake GPU": "Faatagaina faafoliga GPU",
  "Output Path for RVC Audio": "Ala e Faasalalau Ai mo le Otio RVC",
  "The path to the text file that contains content for text to speech.": "O le ala i le faila tusitusia o loo i ai anotusi mo le tusiga i le tautala.",
  "Enable Applio integration with Discord presence": "Faataga le faaaogaaga o le Applio ma le i ai o le Feeseeseaiga",
  "Enable Applio integration with applio.org/models using flask": "Faataga le faaaogaaga o le Applio ma applio.org/models e faaaoga ai le fagu",
  "Restart Applio": "Toe Amata le Applio",
  "It will activate the possibility of displaying the current Applio activity in Discord.": "O le a faaaoga ai le avanoa e faaali atu ai le gaoioiga o loo i ai nei o le Applio i le Feeseeseaiga.",
  "Language": "Gagana",
  "Theme": "Autu",
  "It will activate the possibility of downloading models with a click from the website.": "O le a faaaoga ai le avanoa e sii mai ai faataitaiga i se kiliki mai le uepisaite.",
  "Select the theme you want to use. (Requires restarting Applio)": "Filifili le autu e te manao e faaaoga. (E manaomia ai le toe amataina o le Applio)",
  "Precision": "Sa'o",
  "Training is currently unsupported due to the absence of a GPU. To activate the training tab, navigate to the settings tab and enable the 'Fake GPU' option.": "O aoaoga faamasani ua le lagolagoina i le taimi nei ona o le leai o se GPU. Ina ia faagaoioia le faailoga o aoaoga, alu i le faailoga o le faatulagaga ma faataga le filifiliga 'Faafoliga GPU'.",
  "Activates the train tab. However, please note that this device lacks GPU capabilities, hence training is not supported. This option is only for testing purposes. (This option will restart Applio)": "Faagaoioia le faailoga o le nofoaafi. Ae peitai, faamolemole ia matau e le o i ai i lenei masini ni gafatia GPU, o lea e le lagolagoina ai aoaoga. O lenei filifiliga e mo na o faamoemoega o suega. (O le filifiliga lenei o le a toe amata ai le Applio)",
  "Update precision": "Faafou le maelega ae",
  "Plugin Installer": "Faapipiiina o le Faapipii",
  "Select the language you want to use. (Requires restarting Applio)": "Filifili le gagana e te manao e faaaoga. (E manaomia ai le toe amataina o le Applio)",
  "Select the precision you want to use for training and inference.": "Filifili le mea e te manao e faaaoga mo aoaoga ma faaiuga.",
  "Version Checker": "Tagata e Siakiina le Lomiga",
  "Post-Process": "Faagaoioiga",
  "Drag your plugin.zip to install it": "Toso lau plugin.zip e faapipii ai",
  "Check for updates": "Siaki mo ni faafouga",
  "Reverb": "Reverb",
  "Apply reverb to the audio.": "Faaaoga le faaleotele leo i le leo.",
  "Reverb Room Size": "Telē o le Potu Faaaloalo",
  "Set the room size of the reverb.": "Seti le tele o le potu o le faama'i.",
  "Reverb Wet Gain": "Tupe Susu o le Reverb",
  "Check which version of Applio is the latest to see if you need to update.": "Siaki po o le fea lomiga o le Applio o le lomiga aupito lata mai lea e vaai ai pe manaomia ona e faafouina.",
  "Post-process the audio to apply effects to the output.": "Faagaoioia le leo ina ia faaaoga ai aafiaga i le mea e maua mai ai.",
  "Set the wet gain of the reverb.": "Seti le susu o le faama'i.",
  "Reverb Dry Gain": "Tupe Mamago o le Reverb",
  "Set the damping of the reverb.": "Seti le faavaivai o le faama'i.",
  "Reverb Width": "Lautele o le Reverb",
  "Set the dry gain of the reverb.": "Seti le tupe mamago o le faamago.",
  "Reverb Damping": "Faamamāina o le Reverb",
  "Reverb Freeze Mode": "Faiga o le Freeze Reverb",
  "Pitch Shift": "Sifi o le Maualuga",
  "Set the width of the reverb.": "Seti le lautele o le faaleotele leo.",
  "Set the freeze mode of the reverb.": "Seti le faiga o le aisa o le faamalama.",
  "Pitch Shift Semitones": "Pitch Shift Semitones",
  "Limiter": "Faatapulaa",
  "Apply pitch shift to the audio.": "Faaaoga le sifi o le maualuga i le leo.",
  "Apply limiter to the audio.": "Faaaoga le faatapulaa i le leo.",
  "Gain": "Maua",
  "Limiter Threshold dB": "Faatapulaaina o le Amataga dB",
  "Set the pitch shift semitones.": "Seti ni semitones o le sifi o le maualuga.",
  "Limiter Release Time": "Taimi e Faamalolo ai le Faatapulaa",
  "Set the limiter threshold dB.": "Seti le amataga o le faatapulaa dB.",
  "Distortion": "Faaseseina",
  "Apply gain to the audio.": "Faaaoga le tupe maua i le leo.",
  "Set the limiter release time.": "Seti le taimi e faamatuu atu ai le faatapulaa.",
  "Gain dB": "Maua dB",
  "Distortion Gain": "Mauaina o le Faaseseina",
  "Set the gain dB.": "Seti le dB o le tupe maua.",
  "Apply distortion to the audio.": "Faaaoga le faaseseina i le leo.",
  "Chorus": "Aufaipese",
  "Set the distortion gain.": "Seti le tupe maua o le faaseseina.",
  "Apply chorus to the audio.": "Faaaoga le tali i le leo.",
  "Chorus Rate Hz": "Saoasaoa o le Aufaipese Hz",
  "Chorus Depth": "Loloto o le Aufaipese",
  "Set the chorus depth.": "Seti le loloto o le tali.",
  "Chorus Feedback": "Manatu Faaalia o le Aufaipese",
  "Set the chorus rate Hz.": "Seti le saoasaoa o le tali Hz.",
  "Set the chorus center delay ms.": "Seti le ogatotonu o le tali e faatuai ai ms.",
  "Chorus Mix": "Faafefiloi o le Aufaipese",
  "Set the chorus feedback.": "Seti manatu faaalia o le tali.",
  "Bitcrush": "Bitcrush",
  "Bitcrush Bit Depth": "Loloto o le Bitcrush Bit",
  "Chorus Center Delay ms": "Faatuai le Nofoaga Autu o le Aufaipese ms",
  "Clipping": "Otiina",
  "Set the chorus mix.": "Seti le faafefiloi o le tali.",
  "Apply bitcrush to the audio.": "Faaaoga le bitcrush i le leo.",
  "Set the bitcrush bit depth.": "Seti le loloto o le bitcrush.",
  "Apply clipping to the audio.": "Faaaoga le tipiina i le leo.",
  "Clipping Threshold": "Tulaga o le Otiina",
  "Compressor": "Compressor",
  "Set the clipping threshold.": "Seti le amataga o le tipi.",
  "Apply compressor to the audio.": "Faaaoga le masini e faaaoga ai le leo.",
  "Compressor Threshold dB": "Compressor Threshold dB",
  "Compressor Ratio": "Fec maualuga o le Compressor",
  "Compressor Attack ms": "Osofaiga Compressor MS",
  "Set the compressor threshold dB.": "Seti le amataga o le compressor dB.",
  "Set the compressor ratio.": "Seti le fuafaatatau o le compressor.",
  "Compressor Release ms": "Faamalologa o le Compressor ms",
  "Delay": "Faatuai",
  "Apply delay to the audio.": "Faatuai le leo.",
  "Set the compressor release ms.": "Seti le masini e tatala ai le masini ms.",
  "Delay Seconds": "Faatuai Sekone",
  "Set the compressor attack ms.": "Seti le osofaiga a le compressor ms.",
  "Set the delay seconds.": "Seti sekone e faatuai ai.",
  "Delay Feedback": "Faatuai Manatu Faaalia",
  "Custom Embedder": "Tagata e Faapipiiina i Totonu",
  "Set the delay feedback.": "Seti manatu faaalia o le faatuai.",
  "Delay Mix": "Faatuai le Faafefiloi",
  "Folder Name": "Igoa o le Faila",
  "Select Custom Embedder": "Filifili le Faapipii Masani",
  "Refresh embedders": "Toe faafou ia mea e faapipii ai",
  "Set the delay mix.": "Seti le faafefiloi o le faatuai.",
  "Upload .json": "Sii mai .json",
  "model information": "faamatalaga faataitai",
  "Upload .bin": "Sii mai .bin",
  "Move files to custom embedder folder": "Sii faila i le faila e faapipii ai mea e masani ai",
  "Speaker ID": "ID o le failauga",
  "Model Creator": "Foafoa Faataitai",
  "Name of the model creator. (Default: Unknown)": "Igoa o le tagata na foafoaina le faataitaiga. (Tiumasani: E le mailoa)",
  "Select the speaker ID to use for the conversion.": "Filifili le ID o le failauga e faaaoga mo le liua.",
  "Model Author Name": "Igoa o le Tusitala Faataitai",
  "The name that will appear in the model information.": "O le igoa o le a faaali mai i le faamatalaga o le faataitaiga.",
  "Set name": "Seti le igoa",
  "Set the autotune strength - the more you increase it the more it will snap to the chromatic grid.": "Seti le malosi o le faatulagaina otometi - o le tele lava o lou faateleina o le tele foi lena o le a faapipii i le auivi o le chromatic."
}