{
  "A simple, high-quality voice conversion tool focused on ease of use and performance.": "Jednostavan alat visokog kvaliteta za glasovnu konverziju fokusiran na lakom korišćenju i izvođenju.",
  "This section contains some extra utilities that often may be in experimental phases.": "Ovaj odeljak sadrži dodatne alate koji su često u eksperimentalnim fazama.",
  "Output Information": "Informacije o izlazu",
  "The output information will be displayed here.": "Informacije o izlazu će biti prikazane ovde.",
  "Inference": "Zaključivanje",
  "Train": "Treniranje",
  "Extra": "Dodatno",
  "Merge Audios": "Spoji zvukove",
  "Processing": "Obrada",
  "Audio Analyzer": "Analizator zvuka",
  "Model Information": "Informacije o modelu",
  "Plugins": "Dodaci",
  "Download": "Preuzmi",
  "Report a Bug": "Prijavi grešku",
  "Settings": "Podešavanja",
  "Preprocess": "Preprocesiranje",
  "Audio cutting": "Sečenje zvuka",
  "It's recommended to deactivate this option if your dataset has already been processed.": "Preporučuje se da deaktivirate ovu opciju ako je vaš skup podataka već obrađen.",
  "Process effects": "Obradi efekte",
  "Model Name": "Ime modela",
  "Name of the new model.": "Ime novog modela.",
  "Enter model name": "Unesite ime modela",
  "Dataset Path": "Putanja skupa podataka",
  "Path to the dataset folder.": "Putanja do fascikle skupa podataka.",
  "Refresh Datasets": "Osveži skupove podataka",
  "Dataset Creator": "Kreator skupa podataka",
  "Dataset Name": "Ime skupa podataka",
  "Name of the new dataset.": "Ime novog skupa podataka.",
  "Enter dataset name": "Unesite ime skupa podataka",
  "Upload Audio Dataset": "Otpremi audio skup podataka",
  "The audio file has been successfully added to the dataset. Please click the preprocess button.": "Audio fajl je uspešno dodat u skup podataka. Molimo kliknite na dugme za preprocesiranje.",
  "Enter dataset path": "Unesite putanju skupa podataka",
  "Sampling Rate": "Stopa uzorkovanja",
  "The sampling rate of the audio files.": "Stopa uzorkovanja audio fajlova.",
  "Model Architecture": "Arhitektura modela",
  "Version of the model architecture.": "Verzija arhitekture modela.",
  "Preprocess Dataset": "Preprocesiraj skup podataka",
  "Embedder Model": "Ugradni model",
  "Model used for learning speaker embedding.": "Model koji se koristi za učenje ugradnje govornika.",
  "Extract": "Ekstrakuj",
  "Hop Length": "Dužina skoka",
  "Denotes the duration it takes for the system to transition to a significant pitch change. Smaller hop lengths require more time for inference but tend to yield higher pitch accuracy.": "Označava trajanje koje je potrebno sistemu da pređe na značajnu promenu tona. Kraće dužine skoka zahtevaju više vremena za zaključivanje, ali obično daju veću tačnost tona.",
  "Batch Size": "Veličina serije",
  "It's advisable to align it with the available VRAM of your GPU. A setting of 4 offers improved accuracy but slower processing, while 8 provides faster and standard results.": "Preporučuje se da se uskladi sa dostupnim VRAM-om vaše GPU kartice. Podesavanje od 4 nudi veću tačnost, ali sporiju obradu, dok 8 pruža brže i standardne rezultate.",
  "Save Every Epoch": "Sačuvaj svaku epohu",
  "Determine at how many epochs the model will saved at.": "Odredite na koliko epoha će model biti sačuvan.",
  "Total Epoch": "Ukupno epoha",
  "Specifies the overall quantity of epochs for the model training process.": "Određuje ukupnu količinu epoha za proces treniranja modela.",
  "Pretrained": "Unapred treniran",
  "Save Only Latest": "Sačuvaj samo najnovije",
  "Enabling this setting will result in the G and D files saving only their most recent versions, effectively conserving storage space.": "Omogućavanje ove opcije će rezultirati time da G i D fajlovi čuvaju samo svoje najnovije verzije, što efikasno štedi prostor za skladištenje.",
  "Save Every Weights": "Sačuvaj svaki put",
  "This setting enables you to save the weights of the model at the conclusion of each epoch.": "Ova opcija omogućava da sačuvate težine modela na kraju svake epohe.",
  "Custom Pretrained": "Prilagođeni unapred treniran",
  "Utilizing custom pretrained models can lead to superior results, as selecting the most suitable pretrained models tailored to the specific use case can significantly enhance performance.": "Korišćenje prilagođenih unapred treniranih modela može dovesti do boljih rezultata, jer izbor najprikladnijih unapred treniranih modela prilagođenih specifičnom slučaju može značajno poboljšati performanse.",
  "Upload Pretrained Model": "Otpremi unapred treniran model",
  "Refresh Custom Pretraineds": "Osveži prilagođene unapred trenirane modele",
  "Pretrained Custom Settings": "Prilagođena podešavanja unapred treniranog modela",
  "The file you dropped is not a valid pretrained file. Please try again.": "Fajl koji ste ubacili nije validan unapred treniran fajl. Molimo pokušajte ponovo.",
  "Click the refresh button to see the pretrained file in the dropdown menu.": "Kliknite na dugme za osvežavanje da biste videli unapred treniran fajl u padajućem meniju.",
  "Pretrained G Path": "Putanja unapred treniranog G",
  "Pretrained D Path": "Putanja unapred treniranog D",
  "GPU Settings": "Podešavanja GPU-a",
  "Sets advanced GPU settings, recommended for users with better GPU architecture.": "Postavlja napredna podešavanja GPU-a, preporučeno za korisnike sa boljom arhitekturom GPU-a.",
  "GPU Custom Settings": "Prilagođena podešavanja GPU-a",
  "GPU Number": "Broj GPU-a",
  "0 to ∞ separated by -": "0 do ∞ odvojeni sa -",
  "The GPU information will be displayed here.": "Informacije o GPU-u će biti prikazane ovde.",
  "Specify the number of GPUs you wish to utilize for preprocess by entering them separated by hyphens (-). At the moment, using multi-gpu will not have a significant effect.": "Navedite broj GPU-ova koje želite da koristite za preprocesiranje unosom brojeva odvojenih crticama (-). Trenutno, korišćenje više GPU-ova neće imati značajan efekat.",
  "Specify the number of GPUs you wish to utilize for extracting by entering them separated by hyphens (-).": "Navedite broj GPU-ova koje želite da koristite za ekstrakciju unosom brojeva odvojenih crticama (-).",
  "The number of CPU cores to use in the preprocess. The default setting are your cpu cores, which is recommended for most cases.": "Broj CPU jezgara koji se koriste za preprocesiranje. Podrazumevana vrednost su vaša CPU jezgra, što se preporučuje za većinu slučajeva.",
  "The number of CPU cores to use in the extraction process. The default setting are your cpu cores, which is recommended for most cases.": "Broj CPU jezgara koji se koriste u procesu ekstrakcije. Podrazumevana vrednost su vaša CPU jezgra, što se preporučuje za većinu slučajeva.",
  "GPU Information": "Informacije o GPU-u",
  "Pitch Guidance": "Vodič za ton",
  "Use CPU": "Koristi CPU",
  "Force the use of CPU for training.": "Forsiraj korišćenje CPU-a za treniranje.",
  "By employing pitch guidance, it becomes feasible to mirror the intonation of the original voice, including its pitch. This feature is particularly valuable for singing and other scenarios where preserving the original melody or pitch pattern is essential.": "Korišćenjem vodiča za ton, moguće je oponašati intonaciju originalnog glasa, uključujući ton. Ova opcija je posebno korisna za pevanje i druge situacije gde je očuvanje originalne melodije ili tonaliteta važno.",
  "Utilize pretrained models when training your own. This approach reduces training duration and enhances overall quality.": "Koristite unapred trenirane modele tokom treniranja sopstvenih modela. Ovaj pristup smanjuje vreme treniranja i poboljšava ukupni kvalitet.",
  "Extract Features": "Eksrakuj karakteristike",
  "We prioritize running the model extraction on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.": "Preporučujemo da koristite GPU za brži performans ekstrakcije modela. Ukoliko želite da koristite CPU, ostavite polje za GPU prazno.",
  "We prioritize running the model preprocessing on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.": "Preporučujemo da koristite GPU za brži performans treniranja modela. Ukoliko želite da koristite CPU, ostavite GPU polje prazno.",
  "Cache Dataset in GPU": "Keširaj skup podataka u GPU",
  "Cache the dataset in GPU memory to speed up the training process.": "Kešira skup podataka u GPU memoriji kako bi se ubrzao postupak treniranja.",
  "Index Algorithm": "Algoritam Indeksa",
  "KMeans is a clustering algorithm that divides the dataset into K clusters. This setting is particularly useful for large datasets.": "KMeans je algoritam koji razdvaja skupove podataka na K klastere. Ovo delimično pomaže kod većih skupova podataka.",
  "Overtraining Detector": "Detektor Pretreniranja",
  "Detect overtraining to prevent the model from learning the training data too well and losing the ability to generalize to new data.": "Otkrivanje pretreniranja pomaže da se model ne nauči previše dobro na treniranim podacima i ne izgubi sposobnost generalizacije na nove podatke.",
  "Overtraining Detector Settings": "Podešavanja Detektora Pretreniranja",
  "Overtraining Threshold": "Prag pretreniranja",
  "Set the maximum number of epochs you want your model to stop training if no improvement is detected.": "Postavite maksimalan broj epoha nakon kojih želite da vaš model prekine treniranje ako se ne otkrije napredak.",
  "Sync Graph": "Sinhronizuj Graf",
  "Synchronize the graph of the tensorbaord. Only enable this setting if you are training a new model.": "Sinhronizuj grafofe na tensorboard-u. Koristite ovu opciju isključivo ukoliko trenirate novi model.",
    "Training": "Treniranje",
    "Fresh Training": "Sveže Treniranje",
    "Enable this setting only if you are training a new model from scratch or restarting the training. Deletes all previously generated weights and tensorboard logs.": "Omogućite ovo podešavanje samo ukoliko trenirate novi model iz početka, ili želite da ponovo pokrenete treniranje. Ovo će obrisati sve generisane težine i tensorboard zapise.",
    "Export Format": "Format Izvoza",
    "Select the format to export the audio.": "Odaberite format za izvoz audio datoteke.",
    "Restart Applio": "Ponovo Pokrenite Applio",
    "Model Author Name": "Ime Autora Modela",
    "The name that will appear in the model information.": "Ime koje će se pojaviti u informacijama o modelu.",
    "Set name": "Podesite ime",
  "Start Training": "Započni Treniranje",
  "Stop Training": "Zaustavi Treniranje",
  "Generate Index": "Generiši Indeks",
  "Export Model": "Izvezi Model",
  "The button 'Upload' is only for google colab: Uploads the exported files to the ApplioExported folder in your Google Drive.": "Dugme 'Otpremi'je isključivo za google colab: Otprema izvezene datoteke u fasciklu ApplioExports na vašem Google disku.",
  "Exported Pth file": "Izvezena Pth datoteka",
  "Exported Index file": "Izvezena datoteka Indeksa",
  "Select the pth file to be exported": "Izaberite pth datoteku koja će biti izvezena",
  "Select the index file to be exported": "Izaberite datoteku indeksa koja će biti izvezena",
  "Upload": "Otpremi",
  "Voice Model": "Glasovni Model",
  "Select the voice model to use for the conversion.": "Izaberite glasovni model koji koristite za konverziju.",
  "Index File": "Datoteka Indeksa",
  "Select the index file to use for the conversion.": "Izaberite datoteku indeksa koju koristite za konverziju.",
  "Refresh": "Osveži",
  "Unload Voice": "Otpusti glas",
  "Single": "Pojedinačno",
  "Upload Audio": "Otpremi Audio",
  "Select Audio": "Izaberi Audio",
  "Select the audio to convert.": "Izaberi audio za konvertovanje.",
  "Advanced Settings": "Napredna Podešavanja",
  "Clear Outputs (Deletes all audios in assets/audios)": "Očisti Izlaze (Briše sve zvukove iz assets/audios)",
  "Custom Output Path": "Korisnički Definisana Izlazna Putanja",
  "Output Path": "Izlazna Putanja",
  "The path where the output audio will be saved, by default in assets/audios/output.wav": "Putanja gde će izlazni audio biti sačuvan, podrazumevano u assets/audios/output.wav",
  "Split Audio": "Razdvoji Audio",
  "Split the audio into chunks for inference to obtain better results in some cases.": "Razdvoji audio na manje delove prilikom inferencije kako bi se postigli bolji rezultati u nekim slučajevima.",
  "Autotune": "Autotjun",
  "Apply a soft autotune to your inferences, recommended for singing conversions.": "Primeni lagani autotjun a inferencijama, preporučuje se prilikom pevanja.",
  "Clean Audio": "Očisti Zvuk",
  "Clean your audio output using noise detection algorithms, recommended for speaking audios.": "Očisti zvuk koristeći algoritme za prepoznavanje šumova, preporučuje se kod govora.",
  "Clean Strength": "Jačina Čišćenja",
  "Upscale Audio": "Uvećaj Kvalitet Zvuka",
  "Upscale the audio to a higher quality, recommended for low-quality audios. (It could take longer to process the audio)": "Uvećaj kvalitet zvuka na viši nivo, preporučuje se za zvukove niskog kvaliteta. (Obrada zvuka može potrajati duže)",
  "Set the clean-up level to the audio you want, the more you increase it the more it will clean up, but it is possible that the audio will be more compressed.": "Podesite nivo čišćenja zvuka prema želji; što ga više povećavate, to će zvuk biti očišćeniji, ali je moguće da će zvuk postati kompresovaniji.",
  "Formant Shifting": "Pomeranje Formanata",
  "Enable formant shifting. Used for male to female and vice-versa convertions.": "Omogući pomeranje formanata. Koristi se za konverzije iz muškog u ženski glas i obrnuto.",
  "Browse presets for formanting": "Pregledaj unapred podešene postavke za formantiranje",
  "Presets are located in /assets/formant_shift folder": "Unapred podešene postavke su smeštene u /assets/formant_shift fascikli",
  "Default value is 1.0": "Podrazumevana vrednost je 1.0",
  "Quefrency for formant shifting": "Frekvencija za pomeranje formanata",
  "Timbre for formant shifting": "Timbre za pomeranje formanata",
  "Pitch": "Tonalitet",
  "Set the pitch of the audio, the higher the value, the higher the pitch.": "Podesite tonalitet zvuka, viši nivo predstavlja viši tonalitet.",
  "Filter Radius": "Poluprečnik Filtera",
  "If the number is greater than or equal to three, employing median filtering on the collected tone results has the potential to decrease respiration.": "Ako je broj veći ili jednak tri, primena medijan filtriranja na prikupljenim tonovima može smanjiti disanje.",
  "Search Feature Ratio": "Odnos Funkcije Pretrage",
  "Influence exerted by the index file; a higher value corresponds to greater influence. However, opting for lower values can help mitigate artifacts present in the audio.": "Uticaj koji vrši datoteka indeksa; viša vrednost odgovara većem uticaju. Međutim, izbor nižih vrednosti može pomoći u smanjenju artefakata prisutnih u zvuku.",
  "Volume Envelope": "Oblikovanje Jačine Zvuka",
  "Substitute or blend with the volume envelope of the output. The closer the ratio is to 1, the more the output envelope is employed.": "Zameni ili pomešaj sa oblikovanjem jačine zvuka izlaza. Što je odnos bliži 1, to se više koristi oblikovanje izlaza.",
  "Protect Voiceless Consonants": "Zaštiti Bezvučne Suglasnike",
  "Safeguard distinct consonants and breathing sounds to prevent electro-acoustic tearing and other artifacts. Pulling the parameter to its maximum value of 0.5 offers comprehensive protection. However, reducing this value might decrease the extent of protection while potentially mitigating the indexing effect.": "Zaštitite jasne suglasnike i zvukove disanja kako biste sprečili elektroakustično kidanje i druge artefakte. Pomeranje parametra na maksimalnu vrednost od 0,5 pruža sveobuhvatnu zaštitu. Međutim, smanjenje ove vrednosti može smanjiti stepen zaštite, dok istovremeno može umanjiti efekat indeksiranja.",
  "Pitch extraction algorithm": "Algoritam za ekstrakciju tonaliteta",
  "Pitch extraction algorithm to use for the audio conversion. The default algorithm is rmvpe, which is recommended for most cases.": "\"Algoritam za ekstrakciju tonova koji će se koristiti za konverziju zvuka. Podrazumevani algoritam je rmvpe, koji se preporučuje za većinu slučajeva.\"",
  "Convert": "Konvertuj",
  "Export Audio": "Izvezi Audio",
  "Batch": "U Serijama",
  "Input Folder": "Ulazna Fascikla",
  "Select the folder containing the audios to convert.": "Izaberi fasciklu koja sadrži zvukove koje želiš da konvertuješ.",
  "Enter input path": "Unesi ulaznu putanju",
  "Output Folder": "Izlazna Fascikla",
  "Select the folder where the output audios will be saved.": "Izaberi fasciklu gde će izlazni zvukovi biti sačuvani.",
  "Enter output path": "Unesite izlaznu putanjuEnter output path",
  "Get information about the audio": "Prikupi informacije o zvuku",
  "## Voice Blender": "Mešač Glasa",
  "Select two voice models, set your desired blend percentage, and blend them into an entirely new voice.": "\"\nOdaberite dva modela glasa, postavite željeni procenat mešanja i pomešajte ih u potpuno novi glas.",
  "Voice Blender": "Mešač Glasa",
  "Drag and drop your model here": "Prevucite i otpustite vaš model ovde",
  "You can also use a custom path.": "Takođe možete koristiti korisnički definisanu putanju.",
  "Blend Ratio": "Proporcija Mešanja",
  "Adjusting the position more towards one side or the other will make the model more similar to the first or second.": "Podešavanje pozicije više ka jednoj ili drugoj strani učiniće model sličnijim prvom ili drugom.",
  "Fusion": "Fuzija",
  "Path to Model": "Putanja do Modela",
  "Enter path to model": "Unesite putanju do modela",
  "Model information to be placed": "Informacije o modelu koje trebaju biti unesene",
  "Inroduce the model information": "Predstavlja informacije o modelu",
  "The information to be placed in the model (You can leave it blank or put anything).": "Informacije koje trebaju biti unesene u model (Možete ostaviti prazno, ili upisati bilo šta).",
  "View model information": "Prikaži informacije o modelu",
  "Introduce the model pth path": "Predstavi pth putanju modela",
  "View": "Prikaži",
  "Model extraction": "Ekstrakcija modela",
  "Model conversion": "Konverzija modela",
  "Pth file": "Pth datoteka",
  "Output of the pth file": "Izlaz pth datoteke",
  "Extract F0 Curve": "Ekstrakuj F0 Krivu",
  "The f0 curve represents the variations in the base frequency of a voice over time, showing how pitch rises and falls.": "f0 kriva predstavlja varijacije u osnovnoj frekvenciji glasa tokom vremena, prikazujući kako ton raste i opada.",
  "# How to Report an Issue on GitHub": "# Kako prijaviti problem na GitHub-u",
  "1. Click on the 'Record Screen' button below to start recording the issue you are experiencing.": "1. Kliknite na dugme 'Zabeleži ekran' ispod da biste započeli snimanje problema sa kojim se suočavate.",
  "2. Once you have finished recording the issue, click on the 'Stop Recording' button (the same button, but the label changes depending on whether you are actively recording or not).": "2. Kada završite sa snimanjem problema, kliknite na dugme 'Završi snimanje' (isto dugme, ali oznaka se menja u zavisnosti od toga da li aktivno snimate ili ne).",
  "3. Go to [GitHub Issues](https://github.com/IAHispano/Applio/issues) and click on the 'New Issue' button.": "3. Idite na [GitHub Issues](https://github.com/IAHispano/Applio/issues) i kliknite na 'New Issue' dugme.",
  "4. Complete the provided issue template, ensuring to include details as needed, and utilize the assets section to upload the recorded file from the previous step.": "4. Ispunite pruženi obrazac za problem, pazeći da uključite potrebne detalje, i iskoristite odeljak za resurse da otpremite snimljeni fajl iz prethodnog koraka.",
  "Record Screen": "Zabeleži Ekran",
  "Record": "Snimaj",
  "Stop Recording": "Zaustavi Snimanje",
  "Introduce the model .pth path": "Predstavi .pth putanju modela",
  "See Model Information": "Pogledaj Informacije Modela",
  "## Download Model": "## Preuzmi Model",
  "Model Link": "Veza Do Modelas",
  "Introduce the model link": "Predstavi vezu do modela",
  "Download Model": "Preuzmi Model",
  "## Drop files": "## Otpusti datoteke",
  "Drag your .pth file and .index file into this space. Drag one and then the other.": "Prevucite, a zatim otpustite vašu .pth datoteku i .index datoteku do ovog prostora. Prevucite jednu, a zatim drugu datoteku.",
  "## Search Model": "## Traži Model",
  "Search": "Traži",
  "Introduce the model name to search.": "Predstavite naziv modela za pretragu.",
  "We couldn't find models by that name.": "Ne možemo pronaći modele po ovom nazivu.",
  "## Download Pretrained Models": "## Preuzmi Unapred Trenirane Modele",
  "Select the pretrained model you want to download.": "Izaberi unapred trenirani model koji želiš da preuzmeš.",
  "And select the sampling rate": "I izaberi Gustinu Uzorka",
  "TTS Voices": "TTS Glasovi",
  "TTS Speed": "TTS Brzina",
  "Increase or decrease TTS speed.": "Povećaj, ili smanji brzinu TTS-a.",
  "Select the TTS voice to use for the conversion.": "Izaberi TTS glas koji želiš da koristiš za konverziju.",
  "Text to Synthesize": "Tekst za Sintetizovanje",
  "Enter the text to synthesize.": "Unesi tekst koji želiš da sintetizuješ.",
  "Upload a .txt file": "Otpremi .txt datoteku",
  "Input path for text file": "Ulazna putanja tekstualne datoteke",
  "The path to the text file that contains content for text to speech.": "Putanja do tekstualne datoteke koja sadrži tekst koji treba pretvoriti u govor.",
  "Enter text to synthesize": "Unesi tekst koji želiš da sintetizuješ",
  "Output Path for TTS Audio": "Izlazna Putanja Za TTS Audio",
  "Output Path for RVC Audio": "Izlazna Putanja Za RVC Audio",
  "Enable Applio integration with Discord presence": "Omogući Applio integraciju sa prisustvom na Discordu.",
  "It will activate the possibility of displaying the current Applio activity in Discord.": "To će aktivirati mogućnost prikazivanja trenutne Applio aktivnosti na Discordu.",
  "Enable Applio integration with applio.org/models using flask": "Omogući Applio integraciju sa applio.org/models koristeći Flask.",
  "It will activate the possibility of downloading models with a click from the website.": "To će aktivirati mogućnost preuzimanja modela jednim klikom sa veb sajta.",
  "Enable fake GPU": "Omogući lažni GPU",
  "Training is currently unsupported due to the absence of a GPU. To activate the training tab, navigate to the settings tab and enable the 'Fake GPU' option.": "Treniranje trenutno nije podržano zbog nedostatka GPU-a. Da biste aktivirali karticu za treniranje, idite na karticu sa podešavanjima i omogućite opciju 'Lažni GPU'.",
  "Activates the train tab. However, please note that this device lacks GPU capabilities, hence training is not supported. This option is only for testing purposes. (This option will restart Applio)": "Activira karticu za treniranje. Međutim, molimo vas da imate na umu da ovaj uređaj nema GPU mogućnosti, stoga treniranje nije podržano. Ova opcija je samo za testne svrhe. (Ova opcija će restartovati Applio).",
  "Theme": "Tema",
  "Select the theme you want to use. (Requires restarting Applio)": "Izaberite temu koju želite da koristite. (Zahteva ponovo pokretanje Applio)",
  "Language": "Jezik",
  "Select the language you want to use. (Requires restarting Applio)": "Izaberite jezik koji želite da koristite. (Zahteva ponovo pokretanje Applio)",
  "Precision": "Precizbnost",
  "Select the precision you want to use for training and inference.": "Izaberite preciznost koju želite koristiti za treniranje i predviđanje.",
  "Update precision": "Ažuriraj preciznost",
  "Plugin Installer": "Instaler Dodataka",
  "Drag your plugin.zip to install it": "Prevucite vaš dodatak.zip kako biste ga instalirali",
  "Version Checker": "Proveravač Verzije",
  "Check which version of Applio is the latest to see if you need to update.": "Proverite koja je Applio verzija poslednja, kako biste videli trebate li je nadograditi.",
  "Check for updates": "Proveri nadogradnje",
  "Post-Process": "Post-Procesuiranje",
  "Post-process the audio to apply effects to the output.": "Post-Procesuirajte zvuk kako biste primenili efekte na izlazu.",
  "Reverb": "Odjek",
  "Apply reverb to the audio.": "Primeni odjek na zvuk.",
  "Reverb Room Size": "Veličina Sobe Za Odjek",
  "Set the room size of the reverb.": "Podesite veličinu sobe za odjek.",
  "Reverb Damping": "Prigušivanje Odjeka",
  "Set the damping of the reverb.": "Podesite prigušivanje odjeka.",
  "Reverb Wet Gain": "Vlažni Dobitak Odjeka",
  "Set the wet gain of the reverb.": "Podesite vlažnbi dobitak odjeka.",
  "Reverb Dry Gain": "Suvi Dobitak Odjeka",
  "Set the dry gain of the reverb.": "Podesite suvi dobitak odjeka.",
  "Reverb Width": "Širina Odjeka",
  "Set the width of the reverb.": "Podesite širinu odjeka.",
  "Reverb Freeze Mode": "Režim Zamrzavanja Odjeka",
  "Set the freeze mode of the reverb.": "Podesite režim zamrzavanja odjeka.",
  "Pitch Shift": "Pomeranje Tonova",
  "Apply pitch shift to the audio.": "Primenjuje pomeranje tonova na zvuk.",
  "Pitch Shift Semitones": "Pomeranje Tonova U Polutonovima",
  "Set the pitch shift semitones.": "Podešava pomeranje tonova u polutonovima.",
  "Limiter": "Ograničavač",
  "Apply limiter to the audio.": "Primenjuje ograničavač na zvuk.",
  "Limiter Threshold dB": "Prag Ograničavača B",
  "Set the limiter threshold dB.": "Podešava prag ograničavač u dB.",
  "Limiter Release Time": "Vreme Isteka Ograničavača",
  "Set the limiter release time.": "Podešava vreme isteka ograničavača.",
  "Gain": "Povećanje",
  "Apply gain to the audio.": "Primenjuje povećanje na zvuk.",
  "Gain dB": "Povećanje dB",
  "Set the gain dB.": "Podešava dB povećanja.",
  "Distortion": "Distorzija",
  "Apply distortion to the audio.": "Primenjuje distorziju na zvuk.",
  "Distortion Gain": "Povećanje Distorzije",
  "Set the distortion gain.": "Podešava povećanje distorzije.",
  "Chorus": "Hor",
  "Apply chorus to the audio.": "Primenjuje hor na zvuk.",
  "Chorus Rate Hz": "Brzina Hora Hz",
  "Set the chorus rate Hz.": "Podešava brzinu hora u Hz.",
  "Chorus Depth": "Dubina Hora",
  "Set the chorus depth.": "Podešava dubinu hora.",
  "Chorus Center Delay ms": "Centralno Kašnjenje Hora ms",
  "Set the chorus center delay ms.": "Podešava centralno kašnjenje hora u ms.",
  "Chorus Feedback": "Fidbek Hora",
  "Set the chorus feedback.": "Podešava fidbek hora.",
  "Chorus Mix": "Miksovanje Hora",
  "Set the chorus mix.": "Podešava miksovanje hora.",
  "Bitcrush": "Bitno Smanjenje",
  "Apply bitcrush to the audio.": "Primenjuje bitno smanjenje na zvuk.",
  "Bitcrush Bit Depth": "Bitno Smanjenje Dubina Bitova",
  "Set the bitcrush bit depth.": "Podešava dubinu bitova za bitno smanjenje.",
  "Clipping": "Clipping",
  "Apply clipping to the audio.": "Primenjuje clipping na zvuk.",
  "Clipping Threshold": "Prag Clippinga",
  "Set the clipping threshold.": "Podešava prag clippinga.",
  "Compressor": "Kompresor",
  "Apply compressor to the audio.": "Primenjuje kompresor na zvuk.",
  "Compressor Threshold dB": "Prag Kompresije dB",
  "Set the compressor threshold dB.": "Podešava prag kompresije u dB.",
  "Compressor Ratio": "Proporcija Kompresora",
  "Set the compressor ratio.": "Podešava proporciju kompresora.",
  "Compressor Attack ms": "Napad Kompresora ms",
  "Set the compressor attack ms.": "Podešava napad kompresora u ms.",
  "Compressor Release ms": "Istek Kompresora ms",
  "Set the compressor release ms.": "Podešava istek kompresora u ms.",
  "Delay": "Kašnjenje",
  "Apply delay to the audio.": "Primenjuje kašnjenje na zvuk.",
  "Delay Seconds": "Sekunde Kašnjenja",
  "Set the delay seconds.": "Podešava broj sekundi kašnjenja.Set the delay seconds.",
  "Delay Feedback": "Fidbek Kašnjenja",
  "Set the delay feedback.": "Podešava fidbek kašnjenja.",
  "Delay Mix": "Miks Kašnjenja",
  "Set the delay mix.": "Podešava miks kašnjenja.",
  "Custom Embedder": "Korisnički Ugrađivač",
  "Select Custom Embedder": "Izaberi Korisnički Ugrađivač",
  "Refresh embedders": "Osveži Ugrađivače",
  "Folder Name": "Naziv Fascikle",
  "Upload .bin": "Otpremi .bin",
  "Upload .json": "Otpremi .json",
  "Move files to custom embedder folder": "Premesti datoteke u fasciklu za korisnički ugrađivač",
  "model information": "informacije modela",
  "Model Creator": "Kreator Modela",
  "Name of the model creator. (Default: Unknown)": "Ime kreatora modela. (Podrazumevano: Nepoznat)",
  "Speaker ID": "ID Spikera",
  "Select the speaker ID to use for the conversion.": "Izaberite ID spikera koji želite da koristite za konverziju.",
  "Set the autotune strength - the more you increase it the more it will snap to the chromatic grid.": "Podesite jačinu autotjuna – što je više povećate, to će više zvuk biti prilagođen hromatskoj mreži.",
  "Architecture": "Arhitektura",
  "Configure GPU and CPU settings.": "Konfiguriši GPU i CPU podešavanja.",
  "Vocoder": "Vokoder",
  "Choose the vocoder for audio synthesis:\n- **HiFi-GAN**: Default option, compatible with all clients.\n- **MRF HiFi-GAN**: Higher fidelity, Applio-only.\n- **RefineGAN**: Superior audio quality, Applio-only.": "Izaberite vokoder za audio sintetizovanje:\n- **HiFi-GAN**: Podrazumevana opcija, kompatibilna sa svim klijentima.\n- **MRF HiFi-GAN**: Veća vernost, samo za Applio.\n- **RefineGAN**: Najkvalitetniji zvuk, samo za Applio.",
  "Choose the model architecture:\n- **RVC (V2)**: Default option, compatible with all clients.\n- **Applio**: Advanced quality with improved vocoders and higher sample rates, Applio-only.": "Izaberite arhitekturu modela:\n- **RVC (V2)**: Podrazumevana opcija, kompatibilna sa svim klijentima.\n- **Applio**: Napredni kvalitet sa poboljšanim vokoderima i većim uzorkovanjem, samo za Applio.",
  "Checkpointing": "Kontrolne tačke",
  "Enables memory-efficient training. This reduces VRAM usage at the cost of slower training speed. It is useful for GPUs with limited memory (e.g., <6GB VRAM) or when training with a batch size larger than what your GPU can normally accommodate.": "Omogućava memorijski efikasnu obuku. Ovo smanjuje korišćenje VRAM-a po cenu sporije obuke. Korisno je za GPU-ove sa ograničenom memorijom (npr. <6GB VRAM-a) ili kada se koristi veličina serije veća od one koju GPU obično podržava.",
  "Enable Experimental Options": "Omogući eksperimentalne opcije",
  "Enable extra features like 44100 sample rate and vocoder selection. These may cause errors and lack pretrained models.": "Omogući dodatne funkcije kao što su uzorkovanje na 44100 Hz i izbor vokodera. Ovo može izazvati greške i nedostatak unapred obučenih modela.",
  "Model Settings": "Postavke modela",
  "Audio file slicing method: Select 'Skip' if the files are already pre-sliced, 'Simple' if excessive silence has already been removed from the files, or 'Automatic' for automatic silence detection and slicing around it.": "Metod sečenja audio fajlova: Izaberite 'Preskoči' ako su fajlovi već isečeni, 'Jednostavno' ako je prekomerna tišina već uklonjena iz fajlova, ili 'Automatski' za automatsko otkrivanje i sečenje oko tišine.",
  "Chunk length (sec)": "Dužina segmenta (sek)",
  "Length of the audio slice for 'Simple' method.": "Dužina audio segmenta za metod 'Jednostavno'.",
  "Overlap length (sec)": "Dužina preklapanja (sek)",
  "Length of the overlap between slices for 'Simple' method.": "Dužina preklapanja između segmenata za metod 'Jednostavno'.",
  "Silent training files": "Tihi treninzi fajlova",
  "Adding several silent files to the training set enables the model to handle pure silence in inferred audio files. Select 0 if your dataset is clean and already contains segments of pure silence.": "Dodavanje nekoliko tihih fajlova u set za obuku omogućava modelu da obrađuje čistu tišinu u izvedenim audio fajlovima. Izaberite 0 ako vaš skup podataka već sadrži segmente čiste tišine."
}