{
    "# How to Report an Issue on GitHub": "# Jinsi ya Kuripoti Tatizo kwenye GitHub",
    "## Download Model": "## Pakua Mfumo",
    "## Download Pretrained Models": "## Pakua Mifumo Iliyofunzwa Awali",
    "## Drop files": "## Dondosha faili",
    "## Voice Blender": "## Mchanganyaji wa Sauti",
    "0 to ∞ separated by -": "0 hadi ∞ zimetenganishwa na -",
    "1. Click on the 'Record Screen' button below to start recording the issue you are experiencing.": "1. Bofya kitufe cha 'Rekodi Skrini' hapa chini ili kuanza kurekodi tatizo unalokumbana nalo.",
    "2. Once you have finished recording the issue, click on the 'Stop Recording' button (the same button, but the label changes depending on whether you are actively recording or not).": "2. Mara tu unapomaliza kurekodi tatizo, bofya kitufe cha 'Acha Kurekodi' (kitufe kilekile, lakini lebo hubadilika kulingana na kama unarekodi kikamilifu au la).",
    "3. Go to [GitHub Issues](https://github.com/IAHispano/Applio/issues) and click on the 'New Issue' button.": "3. Nenda kwenye [Matatizo ya GitHub](https://github.com/IAHispano/Applio/issues) na bofya kitufe cha 'Tatizo Jipya'.",
    "4. Complete the provided issue template, ensuring to include details as needed, and utilize the assets section to upload the recorded file from the previous step.": "4. Kamilisha kiolezo cha tatizo kilichotolewa, hakikisha unajumuisha maelezo kama inavyohitajika, na tumia sehemu ya rasilimali kupakia faili iliyorekodiwa kutoka hatua ya awali.",
    "A simple, high-quality voice conversion tool focused on ease of use and performance.": "Zana rahisi, ya hali ya juu ya ubadilishaji sauti inayolenga urahisi wa matumizi na utendaji.",
    "Adding several silent files to the training set enables the model to handle pure silence in inferred audio files. Select 0 if your dataset is clean and already contains segments of pure silence.": "Kuongeza faili kadhaa za kimya kwenye seti ya mafunzo huwezesha mfumo kushughulikia ukimya mtupu katika faili za sauti zilizochakatwa. Chagua 0 ikiwa hifadhidata yako ni safi na tayari ina sehemu za ukimya mtupu.",
    "Adjust the input audio pitch to match the voice model range.": "Rekebisha kiwango cha sauti ya ingizo ili kilingane na safu ya mfumo wa sauti.",
    "Adjusting the position more towards one side or the other will make the model more similar to the first or second.": "Kurekebisha nafasi zaidi kuelekea upande mmoja au mwingine kutafanya mfumo ufanane zaidi na wa kwanza au wa pili.",
    "Adjusts the final volume of the converted voice after processing.": "Hurekebisha sauti ya mwisho ya sauti iliyobadilishwa baada ya kuchakatwa.",
    "Adjusts the input volume before processing. Prevents clipping or boosts a quiet mic.": "Hurekebisha sauti ya ingizo kabla ya kuchakatwa. Huzuia sauti kukatika au huongeza sauti ya maikrofoni ya chini.",
    "Adjusts the volume of the monitor feed, independent of the main output.": "Hurekebisha sauti ya ufuatiliaji, bila kutegemea sauti kuu ya tokeo.",
    "Advanced Settings": "Mipangilio ya Juu",
    "Amount of extra audio processed to provide context to the model. Improves conversion quality at the cost of higher CPU usage.": "Kiasi cha sauti ya ziada inayochakatwa ili kuipa modeli muktadha. Huboresha ubora wa ubadilishaji lakini huongeza matumizi ya CPU.",
    "And select the sampling rate.": "Na chagua kiwango cha sampuli.",
    "Apply a soft autotune to your inferences, recommended for singing conversions.": "Tumia autotune laini kwenye uchakataji wako, inapendekezwa kwa ubadilishaji wa uimbaji.",
    "Apply bitcrush to the audio.": "Tumia bitcrush kwenye sauti.",
    "Apply chorus to the audio.": "Tumia chorus kwenye sauti.",
    "Apply clipping to the audio.": "Tumia clipping kwenye sauti.",
    "Apply compressor to the audio.": "Tumia compressor kwenye sauti.",
    "Apply delay to the audio.": "Tumia delay kwenye sauti.",
    "Apply distortion to the audio.": "Tumia distortion kwenye sauti.",
    "Apply gain to the audio.": "Tumia gain kwenye sauti.",
    "Apply limiter to the audio.": "Tumia limiter kwenye sauti.",
    "Apply pitch shift to the audio.": "Tumia pitch shift kwenye sauti.",
    "Apply reverb to the audio.": "Tumia reverb kwenye sauti.",
    "Architecture": "Usanifu",
    "Audio Analyzer": "Kichanganuzi cha Sauti",
    "Audio Settings": "Mipangilio ya Sauti",
    "Audio buffer size in milliseconds. Lower values may reduce latency but increase CPU load.": "Ukubwa wa bafa ya sauti katika milisekunde. Thamani za chini zinaweza kupunguza ucheleweshaji lakini huongeza mzigo wa CPU.",
    "Audio cutting": "Ukataji wa Sauti",
    "Audio file slicing method: Select 'Skip' if the files are already pre-sliced, 'Simple' if excessive silence has already been removed from the files, or 'Automatic' for automatic silence detection and slicing around it.": "Njia ya kukata faili za sauti: Chagua 'Ruka' ikiwa faili tayari zimekatwa, 'Rahisi' ikiwa ukimya uliopitiliza tayari umeondolewa kwenye faili, au 'Otomatiki' kwa utambuzi wa ukimya otomatiki na kukata kuzunguka hapo.",
    "Audio normalization: Select 'none' if the files are already normalized, 'pre' to normalize the entire input file at once, or 'post' to normalize each slice individually.": "Urekebishaji wa sauti: Chagua 'hakuna' ikiwa faili tayari zimesawazishwa, 'kabla' ili kusawazisha faili zima la ingizo kwa mara moja, au 'baada' ili kusawazisha kila kipande kibinafsi.",
    "Autotune": "Autotune",
    "Autotune Strength": "Nguvu ya Autotune",
    "Batch": "Kundi",
    "Batch Size": "Ukubwa wa Kundi",
    "Bitcrush": "Bitcrush",
    "Bitcrush Bit Depth": "Kina cha Biti cha Bitcrush",
    "Blend Ratio": "Uwiano wa Mchanganyiko",
    "Browse presets for formanting": "Vinjari mipangilio awali ya uundaji sauti",
    "CPU Cores": "Kiini cha CPU",
    "Cache Dataset in GPU": "Hifadhi Hifadhidata kwenye Akiba ya GPU",
    "Cache the dataset in GPU memory to speed up the training process.": "Hifadhi hifadhidata kwenye kumbukumbu ya GPU ili kuharakisha mchakato wa mafunzo.",
    "Check for updates": "Angalia masasisho",
    "Check which version of Applio is the latest to see if you need to update.": "Angalia ni toleo gani la Applio ni la hivi punde ili kuona kama unahitaji kusasisha.",
    "Checkpointing": "Kuhifadhi Vituo vya Ukaguzi",
    "Choose the model architecture:\n- **RVC (V2)**: Default option, compatible with all clients.\n- **Applio**: Advanced quality with improved vocoders and higher sample rates, Applio-only.": "Chagua usanifu wa mfumo:\n- **RVC (V2)**: Chaguo la kawaida, linaendana na wateja wote.\n- **Applio**: Ubora wa hali ya juu na vokoda zilizoboreshwa na viwango vya juu vya sampuli, kwa Applio pekee.",
    "Choose the vocoder for audio synthesis:\n- **HiFi-GAN**: Default option, compatible with all clients.\n- **MRF HiFi-GAN**: Higher fidelity, Applio-only.\n- **RefineGAN**: Superior audio quality, Applio-only.": "Chagua vokoda kwa usanisi wa sauti:\n- **HiFi-GAN**: Chaguo la kawaida, linaendana na wateja wote.\n- **MRF HiFi-GAN**: Uaminifu wa juu, kwa Applio pekee.\n- **RefineGAN**: Ubora wa sauti wa hali ya juu, kwa Applio pekee.",
    "Chorus": "Chorus",
    "Chorus Center Delay ms": "Ucheleweshaji wa Kati wa Chorus (ms)",
    "Chorus Depth": "Kina cha Chorus",
    "Chorus Feedback": "Mrejesho wa Chorus",
    "Chorus Mix": "Mchanganyiko wa Chorus",
    "Chorus Rate Hz": "Kiwango cha Chorus (Hz)",
    "Chunk Size (ms)": "Ukubwa wa Sehemu (ms)",
    "Chunk length (sec)": "Urefu wa kipande (sek)",
    "Clean Audio": "Sauti Safi",
    "Clean Strength": "Nguvu ya Usafi",
    "Clean your audio output using noise detection algorithms, recommended for speaking audios.": "Safisha sauti yako ya towe kwa kutumia algoriti za kugundua kelele, inapendekezwa kwa sauti za kuongea.",
    "Clear Outputs (Deletes all audios in assets/audios)": "Futa Matokeo (Hufuta sauti zote katika assets/audios)",
    "Click the refresh button to see the pretrained file in the dropdown menu.": "Bofya kitufe cha kuonyesha upya ili kuona faili iliyofunzwa awali kwenye menyu kunjuzi.",
    "Clipping": "Clipping",
    "Clipping Threshold": "Kizingiti cha Clipping",
    "Compressor": "Compressor",
    "Compressor Attack ms": "Mshambulio wa Compressor (ms)",
    "Compressor Ratio": "Uwiano wa Compressor",
    "Compressor Release ms": "Utoaji wa Compressor (ms)",
    "Compressor Threshold dB": "Kizingiti cha Compressor (dB)",
    "Convert": "Badilisha",
    "Crossfade Overlap Size (s)": "Ukubwa wa Mwingiliano wa Sauti (s)",
    "Custom Embedder": "Kipachikaji Maalum",
    "Custom Pretrained": "Iliyofunzwa Awali Maalum",
    "Custom Pretrained D": "D Iliyofunzwa Awali Maalum",
    "Custom Pretrained G": "G Iliyofunzwa Awali Maalum",
    "Dataset Creator": "Muundaji wa Hifadhidata",
    "Dataset Name": "Jina la Hifadhidata",
    "Dataset Path": "Njia ya Hifadhidata",
    "Default value is 1.0": "Thamani ya kawaida ni 1.0",
    "Delay": "Delay",
    "Delay Feedback": "Mrejesho wa Delay",
    "Delay Mix": "Mchanganyiko wa Delay",
    "Delay Seconds": "Sekunde za Delay",
    "Detect overtraining to prevent the model from learning the training data too well and losing the ability to generalize to new data.": "Gundua mafunzo ya kupita kiasi ili kuzuia mfumo kujifunza data ya mafunzo vizuri sana na kupoteza uwezo wa kujumuisha data mpya.",
    "Determine at how many epochs the model will saved at.": "Amua ni epoksi ngapi mfumo utahifadhiwa.",
    "Distortion": "Distortion",
    "Distortion Gain": "Gain ya Distortion",
    "Download": "Pakua",
    "Download Model": "Pakua Mfumo",
    "Drag and drop your model here": "Buruta na dondosha mfumo wako hapa",
    "Drag your .pth file and .index file into this space. Drag one and then the other.": "Buruta faili yako ya .pth na faili ya .index kwenye nafasi hii. Buruta moja kisha nyingine.",
    "Drag your plugin.zip to install it": "Buruta plugin.zip yako ili kuisakinisha",
    "Duration of the fade between audio chunks to prevent clicks. Higher values create smoother transitions but may increase latency.": "Muda wa kufifisha kati ya sehemu za sauti ili kuzuia milio. Thamani za juu huleta mabadiliko laini lakini zinaweza kuongeza ucheleweshaji.",
    "Embedder Model": "Mfumo wa Kipachikaji",
    "Enable Applio integration with Discord presence": "Washa muunganisho wa Applio na uwepo wa Discord",
    "Enable VAD": "Washa VAD",
    "Enable formant shifting. Used for male to female and vice-versa convertions.": "Washa uhamishaji wa formant. Hutumika kwa ubadilishaji kutoka kwa mwanaume kwenda kwa mwanamke na kinyume chake.",
    "Enable this setting only if you are training a new model from scratch or restarting the training. Deletes all previously generated weights and tensorboard logs.": "Washa mpangilio huu tu ikiwa unafunza mfumo mpya kutoka mwanzo au unaanzisha upya mafunzo. Hufuta uzito wote uliotengenezwa hapo awali na kumbukumbu za tensorboard.",
    "Enables Voice Activity Detection to only process audio when you are speaking, saving CPU.": "Huwasha VAD (Voice Activity Detection) ili kuchakata sauti tu unapozungumza, na hivyo kuokoa CPU.",
    "Enables memory-efficient training. This reduces VRAM usage at the cost of slower training speed. It is useful for GPUs with limited memory (e.g., <6GB VRAM) or when training with a batch size larger than what your GPU can normally accommodate.": "Huwezesha mafunzo yenye ufanisi wa kumbukumbu. Hii inapunguza matumizi ya VRAM kwa gharama ya kasi ndogo ya mafunzo. Ni muhimu kwa GPU zenye kumbukumbu ndogo (k.m., <6GB VRAM) au wakati wa kufunza na ukubwa wa kundi kubwa kuliko vile GPU yako inaweza kubeba kwa kawaida.",
    "Enabling this setting will result in the G and D files saving only their most recent versions, effectively conserving storage space.": "Kuwezesha mpangilio huu kutasababisha faili za G na D kuhifadhi matoleo yao ya hivi karibuni tu, na hivyo kuokoa nafasi ya kuhifadhi.",
    "Enter dataset name": "Weka jina la hifadhidata",
    "Enter input path": "Weka njia ya ingizo",
    "Enter model name": "Weka jina la mfumo",
    "Enter output path": "Weka njia ya towe",
    "Enter path to model": "Weka njia ya mfumo",
    "Enter preset name": "Weka jina la mpangilio awali",
    "Enter text to synthesize": "Weka maandishi ya kusanisi",
    "Enter the text to synthesize.": "Weka maandishi ya kusanisi.",
    "Enter your nickname": "Weka jina lako la utani",
    "Exclusive Mode (WASAPI)": "Hali ya Kipekee (WASAPI)",
    "Export Audio": "Hamisha Sauti",
    "Export Format": "Fomati ya Kuhamisha",
    "Export Model": "Hamisha Mfumo",
    "Export Preset": "Hamisha Mpangilio Awali",
    "Exported Index File": "Faili ya Kielezo Iliyohamishwa",
    "Exported Pth file": "Faili ya Pth Iliyohamishwa",
    "Extra": "Ziada",
    "Extra Conversion Size (s)": "Ukubwa wa Ziada wa Ubadilishaji (s)",
    "Extract": "Dondoa",
    "Extract F0 Curve": "Dondoa Mzingo wa F0",
    "Extract Features": "Dondoa Sifa",
    "F0 Curve": "Mzingo wa F0",
    "File to Speech": "Faili kwa Hotuba",
    "Folder Name": "Jina la Folda",
    "For ASIO drivers, selects a specific input channel. Leave at -1 for default.": "Kwa madereva ya ASIO, huchagua chaneli maalum ya ingizo. Acha kwa -1 kwa chaguo-msingi.",
    "For ASIO drivers, selects a specific monitor output channel. Leave at -1 for default.": "Kwa madereva ya ASIO, huchagua chaneli maalum ya tokeo la ufuatiliaji. Acha kwa -1 kwa chaguo-msingi.",
    "For ASIO drivers, selects a specific output channel. Leave at -1 for default.": "Kwa madereva ya ASIO, huchagua chaneli maalum ya tokeo. Acha kwa -1 kwa chaguo-msingi.",
    "For WASAPI (Windows), gives the app exclusive control for potentially lower latency.": "Kwa WASAPI (Windows), huipa programu udhibiti wa kipekee kwa uwezekano wa ucheleweshaji mdogo.",
    "Formant Shifting": "Uhamishaji wa Formant",
    "Fresh Training": "Mafunzo Mapya",
    "Fusion": "Muungano",
    "GPU Information": "Taarifa za GPU",
    "GPU Number": "Nambari ya GPU",
    "Gain": "Gain",
    "Gain dB": "Gain (dB)",
    "General": "Jumla",
    "Generate Index": "Tengeneza Kielezo",
    "Get information about the audio": "Pata taarifa kuhusu sauti",
    "I agree to the terms of use": "Ninakubaliana na masharti ya matumizi",
    "Increase or decrease TTS speed.": "Ongeza au punguza kasi ya TTS.",
    "Index Algorithm": "Algoriti ya Kielezo",
    "Index File": "Faili ya Kielezo",
    "Inference": "Uchakataji",
    "Influence exerted by the index file; a higher value corresponds to greater influence. However, opting for lower values can help mitigate artifacts present in the audio.": "Ushawishi unaotolewa na faili ya kielezo; thamani ya juu inalingana na ushawishi mkubwa zaidi. Hata hivyo, kuchagua thamani za chini kunaweza kusaidia kupunguza vizalia vya programu vilivyopo kwenye sauti.",
    "Input ASIO Channel": "Chaneli ya Ingizo ya ASIO",
    "Input Device": "Kifaa cha Ingizo",
    "Input Folder": "Folda ya Ingizo",
    "Input Gain (%)": "Nguvu ya Ingizo (%)",
    "Input path for text file": "Njia ya ingizo ya faili ya maandishi",
    "Introduce the model link": "Weka kiungo cha mfumo",
    "Introduce the model pth path": "Weka njia ya pth ya mfumo",
    "It will activate the possibility of displaying the current Applio activity in Discord.": "Itawezesha uwezekano wa kuonyesha shughuli za sasa za Applio kwenye Discord.",
    "It's advisable to align it with the available VRAM of your GPU. A setting of 4 offers improved accuracy but slower processing, while 8 provides faster and standard results.": "Inashauriwa kuilinganisha na VRAM inayopatikana ya GPU yako. Mpangilio wa 4 unatoa usahihi ulioboreshwa lakini uchakataji wa polepole, wakati 8 inatoa matokeo ya haraka na ya kawaida.",
    "It's recommended keep deactivate this option if your dataset has already been processed.": "Inapendekezwa kuzima chaguo hili ikiwa hifadhidata yako tayari imechakatwa.",
    "It's recommended to deactivate this option if your dataset has already been processed.": "Inapendekezwa kuzima chaguo hili ikiwa hifadhidata yako tayari imechakatwa.",
    "KMeans is a clustering algorithm that divides the dataset into K clusters. This setting is particularly useful for large datasets.": "KMeans ni algoriti ya nguzo inayogawanya hifadhidata katika nguzo K. Mpangilio huu ni muhimu hasa kwa hifadhidata kubwa.",
    "Language": "Lugha",
    "Length of the audio slice for 'Simple' method.": "Urefu wa kipande cha sauti kwa njia ya 'Rahisi'.",
    "Length of the overlap between slices for 'Simple' method.": "Urefu wa mwingiliano kati ya vipande kwa njia ya 'Rahisi'.",
    "Limiter": "Limiter",
    "Limiter Release Time": "Muda wa Kuachia wa Limiter",
    "Limiter Threshold dB": "Kizingiti cha Limiter (dB)",
    "Male voice models typically use 155.0 and female voice models typically use 255.0.": "Mifumo ya sauti ya kiume kwa kawaida hutumia 155.0 na mifumo ya sauti ya kike kwa kawaida hutumia 255.0.",
    "Model Author Name": "Jina la Mwandishi wa Mfumo",
    "Model Link": "Kiungo cha Mfumo",
    "Model Name": "Jina la Mfumo",
    "Model Settings": "Mipangilio ya Mfumo",
    "Model information": "Taarifa za mfumo",
    "Model used for learning speaker embedding.": "Mfumo unaotumika kujifunza upachikaji wa mzungumzaji.",
    "Monitor ASIO Channel": "Chaneli ya Ufuatiliaji ya ASIO",
    "Monitor Device": "Kifaa cha Ufuatiliaji",
    "Monitor Gain (%)": "Nguvu ya Ufuatiliaji (%)",
    "Move files to custom embedder folder": "Hamisha faili kwenye folda ya kipachikaji maalum",
    "Name of the new dataset.": "Jina la hifadhidata mpya.",
    "Name of the new model.": "Jina la mfumo mpya.",
    "Noise Reduction": "Upunguzaji Kelele",
    "Noise Reduction Strength": "Nguvu ya Upunguzaji Kelele",
    "Noise filter": "Kichujio cha kelele",
    "Normalization mode": "Hali ya urekebishaji",
    "Output ASIO Channel": "Chaneli ya Tokeo ya ASIO",
    "Output Device": "Kifaa cha Tokeo",
    "Output Folder": "Folda ya Towe",
    "Output Gain (%)": "Nguvu ya Tokeo (%)",
    "Output Information": "Taarifa za Towe",
    "Output Path": "Njia ya Towe",
    "Output Path for RVC Audio": "Njia ya Towe kwa Sauti ya RVC",
    "Output Path for TTS Audio": "Njia ya Towe kwa Sauti ya TTS",
    "Overlap length (sec)": "Urefu wa mwingiliano (sek)",
    "Overtraining Detector": "Kigunduzi cha Mafunzo ya Kupita Kiasi",
    "Overtraining Detector Settings": "Mipangilio ya Kigunduzi cha Mafunzo ya Kupita Kiasi",
    "Overtraining Threshold": "Kizingiti cha Mafunzo ya Kupita Kiasi",
    "Path to Model": "Njia ya Mfumo",
    "Path to the dataset folder.": "Njia ya folda ya hifadhidata.",
    "Performance Settings": "Mipangilio ya Utendaji",
    "Pitch": "Toni",
    "Pitch Shift": "Uhamishaji wa Toni",
    "Pitch Shift Semitones": "Semitoni za Uhamishaji wa Toni",
    "Pitch extraction algorithm": "Algoriti ya kudondoa toni",
    "Pitch extraction algorithm to use for the audio conversion. The default algorithm is rmvpe, which is recommended for most cases.": "Algoriti ya kudondoa toni ya kutumia kwa ubadilishaji wa sauti. Algoriti ya kawaida ni rmvpe, ambayo inapendekezwa kwa visa vingi.",
    "Please ensure compliance with the terms and conditions detailed in [this document](https://github.com/IAHispano/Applio/blob/main/TERMS_OF_USE.md) before proceeding with your inference.": "Tafadhali hakikisha unazingatia sheria na masharti yaliyoelezwa katika [waraka huu](https://github.com/IAHispano/Applio/blob/main/TERMS_OF_USE.md) kabla ya kuendelea na uchakataji wako.",
    "Please ensure compliance with the terms and conditions detailed in [this document](https://github.com/IAHispano/Applio/blob/main/TERMS_OF_USE.md) before proceeding with your realtime.": "Tafadhali hakikisha unazingatia sheria na masharti yaliyoelezwa katika [waraka huu](https://github.com/IAHispano/Applio/blob/main/TERMS_OF_USE.md) kabla ya kuendelea na muda halisi.",
    "Please ensure compliance with the terms and conditions detailed in [this document](https://github.com/IAHispano/Applio/blob/main/TERMS_OF_USE.md) before proceeding with your training.": "Tafadhali hakikisha unazingatia sheria na masharti yaliyoelezwa katika [waraka huu](https://github.com/IAHispano/Applio/blob/main/TERMS_OF_USE.md) kabla ya kuendelea na mafunzo yako.",
    "Plugin Installer": "Kisakinishi cha Programu-jalizi",
    "Plugins": "Programu-jalizi",
    "Post-Process": "Uchakataji Baada ya",
    "Post-process the audio to apply effects to the output.": "Chakata sauti baada ya kurekodi ili kutumia madoido kwenye towe.",
    "Precision": "Usahihi",
    "Preprocess": "Chakata Awali",
    "Preprocess Dataset": "Chakata Awali Hifadhidata",
    "Preset Name": "Jina la Mpangilio Awali",
    "Preset Settings": "Mipangilio ya Mpangilio Awali",
    "Presets are located in /assets/formant_shift folder": "Mipangilio awali ipo katika folda ya /assets/formant_shift",
    "Pretrained": "Iliyofunzwa Awali",
    "Pretrained Custom Settings": "Mipangilio Maalum Iliyofunzwa Awali",
    "Proposed Pitch": "Toni Iliyopendekezwa",
    "Proposed Pitch Threshold": "Kizingiti cha Toni Iliyopendekezwa",
    "Protect Voiceless Consonants": "Linda Konsonanti Zisizo na Sauti",
    "Pth file": "Faili ya Pth",
    "Quefrency for formant shifting": "Quefrency kwa uhamishaji wa formant",
    "Realtime": "Muda Halisi",
    "Record Screen": "Rekodi Skrini",
    "Refresh": "Onyesha Upya",
    "Refresh Audio Devices": "Onyesha upya Vifaa vya Sauti",
    "Refresh Custom Pretraineds": "Onyesha Upya Zilizofunzwa Awali Maalum",
    "Refresh Presets": "Onyesha Upya Mipangilio Awali",
    "Refresh embedders": "Onyesha upya vipachikaji",
    "Report a Bug": "Ripoti Hitilafu",
    "Restart Applio": "Anzisha Upya Applio",
    "Reverb": "Reverb",
    "Reverb Damping": "Upunguzaji wa Reverb",
    "Reverb Dry Gain": "Gain Kavu ya Reverb",
    "Reverb Freeze Mode": "Hali ya Kugandisha ya Reverb",
    "Reverb Room Size": "Ukubwa wa Chumba cha Reverb",
    "Reverb Wet Gain": "Gain Lowa ya Reverb",
    "Reverb Width": "Upana wa Reverb",
    "Safeguard distinct consonants and breathing sounds to prevent electro-acoustic tearing and other artifacts. Pulling the parameter to its maximum value of 0.5 offers comprehensive protection. However, reducing this value might decrease the extent of protection while potentially mitigating the indexing effect.": "Linda konsonanti tofauti na sauti za kupumua ili kuzuia mipasuko ya kielektroniki-akustisk na vizalia vingine. Kuweka kigezo kwenye thamani yake ya juu ya 0.5 kunatoa ulinzi kamili. Hata hivyo, kupunguza thamani hii kunaweza kupunguza kiwango cha ulinzi huku ukiweza kupunguza athari ya uorodheshaji.",
    "Sampling Rate": "Kiwango cha Sampuli",
    "Save Every Epoch": "Hifadhi Kila Epoksi",
    "Save Every Weights": "Hifadhi Kila Uzito",
    "Save Only Latest": "Hifadhi ya Hivi Punde Pekee",
    "Search Feature Ratio": "Uwiano wa Utafutaji wa Sifa",
    "See Model Information": "Angalia Taarifa za Mfumo",
    "Select Audio": "Chagua Sauti",
    "Select Custom Embedder": "Chagua Kipachikaji Maalum",
    "Select Custom Preset": "Chagua Mpangilio Awali Maalum",
    "Select file to import": "Chagua faili ya kuingiza",
    "Select the TTS voice to use for the conversion.": "Chagua sauti ya TTS ya kutumia kwa ubadilishaji.",
    "Select the audio to convert.": "Chagua sauti ya kubadilisha.",
    "Select the custom pretrained model for the discriminator.": "Chagua mfumo maalum uliotayarishwa awali kwa ajili ya kibaguzi.",
    "Select the custom pretrained model for the generator.": "Chagua mfumo maalum uliotayarishwa awali kwa ajili ya jenereta.",
    "Select the device for monitoring your voice (e.g., your headphones).": "Chagua kifaa cha kufuatilia sauti yako (k.m., vipokea sauti vyako vya masikioni).",
    "Select the device where the final converted voice will be sent (e.g., a virtual cable).": "Chagua kifaa ambapo sauti ya mwisho iliyobadilishwa itatumwa (k.m., kebo pepe).",
    "Select the folder containing the audios to convert.": "Chagua folda yenye sauti za kubadilisha.",
    "Select the folder where the output audios will be saved.": "Chagua folda ambapo sauti za towe zitahifadhiwa.",
    "Select the format to export the audio.": "Chagua fomati ya kuhamisha sauti.",
    "Select the index file to be exported": "Chagua faili ya kielezo ya kuhamishwa",
    "Select the index file to use for the conversion.": "Chagua faili ya kielezo ya kutumia kwa ubadilishaji.",
    "Select the language you want to use. (Requires restarting Applio)": "Chagua lugha unayotaka kutumia. (Inahitaji kuanzisha upya Applio)",
    "Select the microphone or audio interface you will be speaking into.": "Chagua maikrofoni au kiolesura cha sauti utakachotumia kuzungumza.",
    "Select the precision you want to use for training and inference.": "Chagua usahihi unaotaka kutumia kwa mafunzo na uchakataji.",
    "Select the pretrained model you want to download.": "Chagua mfumo uliotayarishwa awali unaotaka kupakua.",
    "Select the pth file to be exported": "Chagua faili ya pth ya kuhamishwa",
    "Select the speaker ID to use for the conversion.": "Chagua ID ya mzungumzaji ya kutumia kwa ubadilishaji.",
    "Select the theme you want to use. (Requires restarting Applio)": "Chagua mandhari unayotaka kutumia. (Inahitaji kuanzisha upya Applio)",
    "Select the voice model to use for the conversion.": "Chagua mfumo wa sauti wa kutumia kwa ubadilishaji.",
    "Select two voice models, set your desired blend percentage, and blend them into an entirely new voice.": "Chagua mifumo miwili ya sauti, weka asilimia ya mchanganyiko unaotaka, na uichanganye kuwa sauti mpya kabisa.",
    "Set name": "Weka jina",
    "Set the autotune strength - the more you increase it the more it will snap to the chromatic grid.": "Weka nguvu ya autotune - kadiri unavyoongeza ndivyo itakavyoshikamana na gridi ya kromati.",
    "Set the bitcrush bit depth.": "Weka kina cha biti cha bitcrush.",
    "Set the chorus center delay ms.": "Weka ucheleweshaji wa kati wa chorus (ms).",
    "Set the chorus depth.": "Weka kina cha chorus.",
    "Set the chorus feedback.": "Weka mrejesho wa chorus.",
    "Set the chorus mix.": "Weka mchanganyiko wa chorus.",
    "Set the chorus rate Hz.": "Weka kiwango cha chorus (Hz).",
    "Set the clean-up level to the audio you want, the more you increase it the more it will clean up, but it is possible that the audio will be more compressed.": "Weka kiwango cha usafishaji kwa sauti unayotaka, kadiri unavyoongeza ndivyo itakavyosafisha zaidi, lakini inawezekana sauti itabanwa zaidi.",
    "Set the clipping threshold.": "Weka kizingiti cha clipping.",
    "Set the compressor attack ms.": "Weka mshambulio wa compressor (ms).",
    "Set the compressor ratio.": "Weka uwiano wa compressor.",
    "Set the compressor release ms.": "Weka utoaji wa compressor (ms).",
    "Set the compressor threshold dB.": "Weka kizingiti cha compressor (dB).",
    "Set the damping of the reverb.": "Weka upunguzaji wa reverb.",
    "Set the delay feedback.": "Weka mrejesho wa delay.",
    "Set the delay mix.": "Weka mchanganyiko wa delay.",
    "Set the delay seconds.": "Weka sekunde za delay.",
    "Set the distortion gain.": "Weka gain ya distortion.",
    "Set the dry gain of the reverb.": "Weka gain kavu ya reverb.",
    "Set the freeze mode of the reverb.": "Weka hali ya kugandisha ya reverb.",
    "Set the gain dB.": "Weka gain (dB).",
    "Set the limiter release time.": "Weka muda wa kuachia wa limiter.",
    "Set the limiter threshold dB.": "Weka kizingiti cha limiter (dB).",
    "Set the maximum number of epochs you want your model to stop training if no improvement is detected.": "Weka idadi ya juu ya epoksi unayotaka mfumo wako uache mafunzo ikiwa hakuna uboreshaji unaogunduliwa.",
    "Set the pitch of the audio, the higher the value, the higher the pitch.": "Weka toni ya sauti, kadiri thamani inavyokuwa juu, ndivyo toni inavyokuwa juu.",
    "Set the pitch shift semitones.": "Weka semitoni za uhamishaji wa toni.",
    "Set the room size of the reverb.": "Weka ukubwa wa chumba cha reverb.",
    "Set the wet gain of the reverb.": "Weka gain lowa ya reverb.",
    "Set the width of the reverb.": "Weka upana wa reverb.",
    "Settings": "Mipangilio",
    "Silence Threshold (dB)": "Kiwango cha Kimya (dB)",
    "Silent training files": "Faili za mafunzo za kimya",
    "Single": "Moja",
    "Speaker ID": "ID ya Mzungumzaji",
    "Specifies the overall quantity of epochs for the model training process.": "Inabainisha idadi ya jumla ya epoksi kwa mchakato wa mafunzo ya mfumo.",
    "Specify the number of GPUs you wish to utilize for extracting by entering them separated by hyphens (-).": "Bainisha idadi ya GPU unazotaka kutumia kwa kudondoa kwa kuziingiza zikiwa zimetenganishwa na vistariungio (-).",
    "Split Audio": "Gawanya Sauti",
    "Split the audio into chunks for inference to obtain better results in some cases.": "Gawanya sauti katika vipande kwa ajili ya uchakataji ili kupata matokeo bora katika baadhi ya visa.",
    "Start": "Anza",
    "Start Training": "Anza Mafunzo",
    "Status": "Hali",
    "Stop": "Simamisha",
    "Stop Training": "Acha Mafunzo",
    "Stop convert": "Acha kubadilisha",
    "Substitute or blend with the volume envelope of the output. The closer the ratio is to 1, the more the output envelope is employed.": "Badilisha au changanya na bahasha ya sauti ya towe. Kadiri uwiano unavyokaribia 1, ndivyo bahasha ya towe inavyotumiwa zaidi.",
    "TTS": "TTS",
    "TTS Speed": "Kasi ya TTS",
    "TTS Voices": "Sauti za TTS",
    "Text to Speech": "Maandishi kwa Hotuba",
    "Text to Synthesize": "Maandishi ya Kusanisi",
    "The GPU information will be displayed here.": "Taarifa za GPU zitaonyeshwa hapa.",
    "The audio file has been successfully added to the dataset. Please click the preprocess button.": "Faili ya sauti imeongezwa kwa mafanikio kwenye hifadhidata. Tafadhali bofya kitufe cha kuchakata awali.",
    "The button 'Upload' is only for google colab: Uploads the exported files to the ApplioExported folder in your Google Drive.": "Kitufe cha 'Pakia' ni kwa ajili ya google colab pekee: Hupakia faili zilizohamishwa kwenye folda ya ApplioExported katika Hifadhi yako ya Google.",
    "The f0 curve represents the variations in the base frequency of a voice over time, showing how pitch rises and falls.": "Mzingo wa f0 unawakilisha mabadiliko katika masafa ya msingi ya sauti kwa muda, ukionyesha jinsi toni inavyopanda na kushuka.",
    "The file you dropped is not a valid pretrained file. Please try again.": "Faili uliyodondosha si faili halali iliyofunzwa awali. Tafadhali jaribu tena.",
    "The name that will appear in the model information.": "Jina litakaloonekana katika taarifa za mfumo.",
    "The number of CPU cores to use in the extraction process. The default setting are your cpu cores, which is recommended for most cases.": "Idadi ya viini vya CPU vya kutumia katika mchakato wa kudondoa. Mpangilio wa kawaida ni viini vyako vya CPU, ambao unapendekezwa kwa visa vingi.",
    "The output information will be displayed here.": "Taarifa za towe zitaonyeshwa hapa.",
    "The path to the text file that contains content for text to speech.": "Njia ya faili ya maandishi iliyo na maudhui ya maandishi kwa hotuba.",
    "The path where the output audio will be saved, by default in assets/audios/output.wav": "Njia ambapo sauti ya towe itahifadhiwa, kwa chaguo-msingi katika assets/audios/output.wav",
    "The sampling rate of the audio files.": "Kiwango cha sampuli cha faili za sauti.",
    "Theme": "Mandhari",
    "This setting enables you to save the weights of the model at the conclusion of each epoch.": "Mpangilio huu unakuwezesha kuhifadhi uzito wa mfumo mwishoni mwa kila epoksi.",
    "Timbre for formant shifting": "Rangi ya sauti kwa uhamishaji wa formant",
    "Total Epoch": "Jumla ya Epoksi",
    "Training": "Mafunzo",
    "Unload Voice": "Ondoa Sauti",
    "Update precision": "Sasisha usahihi",
    "Upload": "Pakia",
    "Upload .bin": "Pakia .bin",
    "Upload .json": "Pakia .json",
    "Upload Audio": "Pakia Sauti",
    "Upload Audio Dataset": "Pakia Hifadhidata ya Sauti",
    "Upload Pretrained Model": "Pakia Mfumo Uliofunzwa Awali",
    "Upload a .txt file": "Pakia faili ya .txt",
    "Use Monitor Device": "Tumia Kifaa cha Ufuatiliaji",
    "Utilize pretrained models when training your own. This approach reduces training duration and enhances overall quality.": "Tumia mifumo iliyofunzwa awali unapofunza yako mwenyewe. Mbinu hii inapunguza muda wa mafunzo na kuboresha ubora wa jumla.",
    "Utilizing custom pretrained models can lead to superior results, as selecting the most suitable pretrained models tailored to the specific use case can significantly enhance performance.": "Kutumia mifumo maalum iliyofunzwa awali kunaweza kuleta matokeo bora, kwani kuchagua mifumo inayofaa zaidi iliyoundwa kwa ajili ya matumizi maalum kunaweza kuongeza utendaji kwa kiasi kikubwa.",
    "Version Checker": "Kikagua Toleo",
    "View": "Tazama",
    "Vocoder": "Vokoda",
    "Voice Blender": "Mchanganyaji wa Sauti",
    "Voice Model": "Mfumo wa Sauti",
    "Volume Envelope": "Bahasha ya Sauti",
    "Volume level below which audio is treated as silence and not processed. Helps to save CPU resources and reduce background noise.": "Kiwango cha sauti ambacho chini yake sauti huchukuliwa kama kimya na haichakatwi. Husaidia kuokoa rasilimali za CPU na kupunguza kelele za mandharinyuma.",
    "You can also use a custom path.": "Unaweza pia kutumia njia maalum.",
    "[Support](https://discord.gg/urxFjYmYYh) — [GitHub](https://github.com/IAHispano/Applio)": "[Usaidizi](https://discord.gg/urxFjYmYYh) — [GitHub](https://github.com/IAHispano/Applio)"
}
