{
  "Extra": "Ziada",
  "Processing": "Usindikaji",
  "Inference": "Inference",
  "Output Information": "Taarifa ya Pato",
  "The output information will be displayed here.": "Taarifa ya matokeo itaonyeshwa hapa.",
  "Training": "Mafunzo",
  "Merge Audios": "Changanisha Sauti",
  "A simple, high-quality voice conversion tool focused on ease of use and performance.": "Zana rahisi, ya hali ya juu ya uongofu wa sauti ililenga urahisi wa matumizi na utendaji.",
  "This section contains some extra utilities that often may be in experimental phases.": "Sehemu hii ina huduma za ziada ambazo mara nyingi zinaweza kuwa katika awamu za majaribio.",
  "Audio Analyzer": "Mchambuzi wa Sauti",
  "Settings": "Vipimo",
  "Model Information": "Maelezo ya Mfano",
  "Plugins": "Plugins",
  "Preprocess": "Mchakato wa awali",
  "Audio cutting": "Kukata sauti",
  "Report a Bug": "Ripoti ya Bug",
  "Model Name": "Jina la Mfano",
  "Name of the new model.": "Jina la model mpya.",
  "Enter model name": "Ingiza jina la mfano",
  "It's recommended to deactivate this option if your dataset has already been processed.": "Inashauriwa kuzima chaguo hili ikiwa dataset yako tayari imechakatwa.",
  "Process effects": "Madhara ya mchakato",
  "Dataset Path": "Njia ya Dataset",
  "Path to the dataset folder.": "Njia ya folda ya dataset.",
  "Download": "Kupakua",
  "Refresh Datasets": "Onyesha upya Datasets",
  "Dataset Creator": "Muumba wa Dataset",
  "Name of the new dataset.": "Jina la data mpya.",
  "Enter dataset name": "Ingiza jina la dataset",
  "Dataset Name": "Jina la Dataset",
  "Enter dataset path": "Ingiza njia ya dataset",
  "Upload Audio Dataset": "Pakia Dataset ya Sauti",
  "Sampling Rate": "Kiwango cha Kusugua",
  "The audio file has been successfully added to the dataset. Please click the preprocess button.": "Faili ya sauti imeongezwa kwa ufanisi kwenye dataset. Tafadhali bofya kitufe cha kabla ya mchakato.",
  "Model Architecture": "Usanifu wa Mfano",
  "The sampling rate of the audio files.": "Kiwango cha sampuli ya faili za sauti.",
  "Embedder Model": "Embedder Model",
  "Preprocess Dataset": "Dataset ya Mchakato wa Kabla",
  "Hop Length": "Urefu wa Hop",
  "Version of the model architecture.": "Toleo la usanifu wa mfano.",
  "Model used for learning speaker embedding.": "Mfano unaotumiwa kwa ajili ya kujifunza kupachika spika.",
  "Batch Size": "Ukubwa wa Batch",
  "Save Every Epoch": "Hifadhi Kila Epoch",
  "Denotes the duration it takes for the system to transition to a significant pitch change. Smaller hop lengths require more time for inference but tend to yield higher pitch accuracy.": "Inaashiria muda inachukua kwa mfumo wa mpito kwa mabadiliko makubwa ya lami. Urefu mdogo wa hop unahitaji muda zaidi kwa inference lakini huwa na kutoa usahihi wa juu wa lami.",
  "Total Epoch": "Jumla ya Epoch",
  "Determine at how many epochs the model will saved at.": "Tambua ni epochs ngapi mfano utahifadhiwa.",
  "It's advisable to align it with the available VRAM of your GPU. A setting of 4 offers improved accuracy but slower processing, while 8 provides faster and standard results.": "Inashauriwa kuilinganisha na VRAM inayopatikana ya GPU yako. Mpangilio wa 4 hutoa usahihi ulioboreshwa lakini usindikaji polepole, wakati 8 hutoa matokeo ya haraka na ya kawaida.",
  "Pretrained": "Imetayarishwa",
  "Save Only Latest": "Hifadhi Tu Karibuni",
  "Save Every Weights": "Kuokoa kila uzito",
  "Custom Pretrained": "Imezuiliwa Maalum",
  "Upload Pretrained Model": "Pakia Mfano Uliofunzwa",
  "This setting enables you to save the weights of the model at the conclusion of each epoch.": "Mpangilio huu unakuwezesha kuokoa uzito wa mfano katika hitimisho la kila epoch.",
  "Enabling this setting will result in the G and D files saving only their most recent versions, effectively conserving storage space.": "Kuwezesha mpangilio huu kutasababisha faili za G na D kuokoa matoleo yao ya hivi karibuni tu, kuhifadhi nafasi ya kuhifadhi kwa ufanisi.",
  "Refresh Custom Pretraineds": "Onyesha upya Vizuizi Maalum",
  "Pretrained Custom Settings": "Mipangilio Maalum Iliyozuiliwa",
  "Extract": "Chopoa",
  "Specifies the overall quantity of epochs for the model training process.": "Inabainisha idadi ya jumla ya epochs kwa mchakato wa mafunzo ya mfano.",
  "The file you dropped is not a valid pretrained file. Please try again.": "Faili uliyoacha sio faili halali iliyozuiliwa. Tafadhali jaribu tena.",
  "Pretrained G Path": "G ya kawaida iliyozuiliwa",
  "GPU Settings": "Mipangilio ya GPU",
  "Pretrained D Path": "D iliyozuiliwa maalum",
  "Utilizing custom pretrained models can lead to superior results, as selecting the most suitable pretrained models tailored to the specific use case can significantly enhance performance.": "Kutumia mifano maalum iliyozuiliwa inaweza kusababisha matokeo bora, kwani kuchagua mifano inayofaa zaidi iliyozuiliwa iliyolengwa kwa kesi maalum ya matumizi inaweza kuongeza utendaji.",
  "Click the refresh button to see the pretrained file in the dropdown menu.": "Bofya kitufe cha kuonyesha upya ili kuona faili iliyozuiliwa kwenye menyu kunjuzi ya kushuka.",
  "Sets advanced GPU settings, recommended for users with better GPU architecture.": "Inaweka mipangilio ya hali ya juu ya GPU, iliyopendekezwa kwa watumiaji walio na usanifu bora wa GPU.",
  "GPU Custom Settings": "Mipangilio Maalum ya GPU",
  "GPU Number": "Nambari ya GPU",
  "The GPU information will be displayed here.": "Taarifa ya GPU itaonyeshwa hapa.",
  "0 to ∞ separated by -": "0 kwa ∞ kutengwa na -",
  "Pitch Guidance": "Mwongozo wa Pitch",
  "GPU Information": "Taarifa ya GPU",
  "Use CPU": "Tumia CPU",
  "Specify the number of GPUs you wish to utilize for preprocess by entering them separated by hyphens (-). At the moment, using multi-gpu will not have a significant effect.": "Bainisha idadi ya GPUs unayotaka kutumia kwa mchakato wa awali kwa kuziingiza zilizotenganishwa na vistariungio (-). Kwa sasa, kutumia multi-gpu haitakuwa na athari kubwa.",
  "The number of CPU cores to use in the extraction process. The default setting are your cpu cores, which is recommended for most cases.": "Idadi ya cores CPU kutumia katika mchakato wa uchimbaji. Mpangilio chaguo-msingi ni cores zako za cpu, ambazo zinapendekezwa kwa hali nyingi.",
  "The number of CPU cores to use in the preprocess. The default setting are your cpu cores, which is recommended for most cases.": "Idadi ya cores za CPU za kutumia katika mchakato wa awali. Mpangilio chaguo-msingi ni cores zako za cpu, ambazo zinapendekezwa kwa hali nyingi.",
  "Force the use of CPU for training.": "Kulazimisha matumizi ya CPU kwa mafunzo.",
  "Extract Features": "Toa Vipengele",
  "Specify the number of GPUs you wish to utilize for extracting by entering them separated by hyphens (-).": "Bainisha idadi ya GPUs unayotaka kutumia kwa kuchimba kwa kuziingiza zilizotenganishwa na vistariungio (-).",
  "Utilize pretrained models when training your own. This approach reduces training duration and enhances overall quality.": "Tumia mifano iliyofunzwa wakati wa kufundisha yako mwenyewe. Njia hii inapunguza muda wa mafunzo na huongeza ubora wa jumla.",
  "By employing pitch guidance, it becomes feasible to mirror the intonation of the original voice, including its pitch. This feature is particularly valuable for singing and other scenarios where preserving the original melody or pitch pattern is essential.": "Kwa kutumia mwongozo wa lami, inakuwa inawezekana kuakisi kuingia kwa sauti ya asili, pamoja na lami yake. Kipengele hiki ni muhimu sana kwa kuimba na matukio mengine ambapo kuhifadhi melody ya asili au muundo wa lami ni muhimu.",
  "We prioritize running the model extraction on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.": "Tunaweka kipaumbele kuendesha uchimbaji wa mfano kwenye GPU kwa utendaji wa haraka. Ikiwa unapendelea kutumia CPU, acha tu uwanja wa GPU tupu.",
  "Cache Dataset in GPU": "Cache Dataset katika GPU",
  "We prioritize running the model preprocessing on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.": "Tunaweka kipaumbele kuendesha usindikaji wa mfano kwenye GPU kwa utendaji wa haraka. Ikiwa unapendelea kutumia CPU, acha tu uwanja wa GPU tupu.",
  "Index Algorithm": "Algorithm ya Kielezo",
  "Overtraining Detector": "Kigunduzi cha Kuzidisha",
  "Overtraining Threshold": "Kizuizi cha Kuzidi",
  "Fresh Training": "Mafunzo ya Fresh",
  "Overtraining Detector Settings": "Mipangilio ya Kigunduzi cha Kuzidisha",
  "Start Training": "Anza Mafunzo",
  "Cache the dataset in GPU memory to speed up the training process.": "Hifadhi dataset katika kumbukumbu ya GPU ili kuharakisha mchakato wa mafunzo.",
  "Stop Training": "Kuacha Mafunzo",
  "Set the maximum number of epochs you want your model to stop training if no improvement is detected.": "Weka idadi ya juu ya epochs unayotaka mfano wako kuacha mafunzo ikiwa hakuna uboreshaji umegunduliwa.",
  "Enable this setting only if you are training a new model from scratch or restarting the training. Deletes all previously generated weights and tensorboard logs.": "Wezesha mpangilio huu tu ikiwa unafundisha mfano mpya kutoka mwanzo au kuanzisha upya mafunzo. Inafuta uzito wote uliozalishwa hapo awali na kumbukumbu za tensorboard.",
  "Detect overtraining to prevent the model from learning the training data too well and losing the ability to generalize to new data.": "Kugundua overtraining kuzuia mfano kutoka kujifunza data mafunzo vizuri sana na kupoteza uwezo wa generalize kwa data mpya.",
  "KMeans is a clustering algorithm that divides the dataset into K clusters. This setting is particularly useful for large datasets.": "KMeans ni algorithm ya kuunganisha ambayo hugawanya dataset katika makundi ya K. Mpangilio huu ni muhimu sana kwa data kubwa.",
  "Export Model": "Mfano wa kuuza nje",
  "Exported Pth file": "Faili ya Pth iliyosafirishwa",
  "Exported Index file": "Faili ya Kielezo Iliyosafirishwa",
  "Generate Index": "Tengeneza Kielezo",
  "Select the pth file to be exported": "Chagua faili ya pth ili kusafirishwa",
  "Upload": "Kupakia",
  "Voice Model": "Mfano wa Sauti",
  "Select the index file to be exported": "Chagua faili ya index ili kusafirishwa",
  "Index File": "Faili ya Kielezo",
  "Refresh": "Onesha upya",
  "The button 'Upload' is only for google colab: Uploads the exported files to the ApplioExported folder in your Google Drive.": "Kitufe 'Upload' ni kwa ajili ya google colab tu: Inapakia faili zilizosafirishwa kwenye folda iliyosafirishwa kwenye Hifadhi yako ya Google.",
  "Single": "Moja",
  "Unload Voice": "Pakua Sauti",
  "Select the voice model to use for the conversion.": "Chagua mtindo wa sauti wa kutumia kwa uongofu.",
  "Select the index file to use for the conversion.": "Chagua faili ya kielezo ya kutumia kwa ubadilishaji.",
  "Upload Audio": "Pakia Sauti",
  "Select Audio": "Chagua Sauti",
  "Select the audio to convert.": "Chagua sauti ya kubadilisha.",
  "Advanced Settings": "Mipangilio ya hali ya juu",
  "Custom Output Path": "Njia ya Pato Maalum",
  "Output Path": "Njia ya Pato",
  "Clear Outputs (Deletes all audios in assets/audios)": "Futa Pato (Futa sauti zote katika mali/sauti)",
  "Export Format": "Umbizo la Hamisha",
  "Autotune": "Otomatiki",
  "Split Audio": "Sauti ya Baidisha",
  "Select the format to export the audio.": "Chagua umbizo la kuhamisha sauti.",
  "Clean Audio": "Sauti safi",
  "The path where the output audio will be saved, by default in assets/audios/output.wav": "Njia ambapo sauti ya pato itahifadhiwa, kwa chaguo-msingi katika mali / sauti / output.wav",
  "Clean Strength": "Nguvu safi",
  "Upscale Audio": "Sauti ya Upscale",
  "Split the audio into chunks for inference to obtain better results in some cases.": "Baidisha sauti katika vipande vya inference ili kupata matokeo bora katika baadhi ya matukio.",
  "Apply a soft autotune to your inferences, recommended for singing conversions.": "Tumia autotune laini kwa inferences yako, ilipendekeza kwa ajili ya kuimba uongofu.",
  "Clean your audio output using noise detection algorithms, recommended for speaking audios.": "Safisha pato lako la sauti kwa kutumia algorithms za kugundua kelele, zilizopendekezwa kwa sauti za kuzungumza.",
  "Browse presets for formanting": "Vinjari seti za awali za kuunda",
  "Formant Shifting": "Kuhama kwa Formant",
  "Enable formant shifting. Used for male to female and vice-versa convertions.": "Wezesha mabadiliko ya formant. Inatumika kwa waongofu wa kiume na wa.",
  "Upscale the audio to a higher quality, recommended for low-quality audios. (It could take longer to process the audio)": "Upscale sauti kwa ubora wa juu, ilipendekeza kwa sauti za ubora wa chini. (Inaweza kuchukua muda mrefu zaidi kwa mchakato wa sauti)",
  "Set the clean-up level to the audio you want, the more you increase it the more it will clean up, but it is possible that the audio will be more compressed.": "Weka kiwango cha kusafisha kwa sauti unayotaka, ndivyo unavyoongeza zaidi itasafisha, lakini inawezekana kwamba sauti itabanwa zaidi.",
  "Pitch": "Lami",
  "Quefrency for formant shifting": "Quefrency kwa ajili ya mabadiliko ya formant",
  "Presets are located in /assets/formant_shift folder": "Seti za awali ziko katika folda ya /assets/formant_shift",
  "Timbre for formant shifting": "Timbre kwa ajili ya mabadiliko ya formant",
  "Default value is 1.0": "Thamani ya chaguo-msingi ni 1.0",
  "Filter Radius": "Radius ya Kichujio",
  "Set the pitch of the audio, the higher the value, the higher the pitch.": "Weka lami ya sauti, thamani ya juu, juu ya lami.",
  "Search Feature Ratio": "Uwiano wa Kipengele cha Utafutaji",
  "Volume Envelope": "Bahasha ya Kiasi",
  "Influence exerted by the index file; a higher value corresponds to greater influence. However, opting for lower values can help mitigate artifacts present in the audio.": "Ushawishi unaofanywa na faili ya index; Thamani ya juu inalingana na ushawishi mkubwa. Walakini, kuchagua maadili ya chini kunaweza kusaidia kupunguza mabaki yaliyopo kwenye sauti.",
  "If the number is greater than or equal to three, employing median filtering on the collected tone results has the potential to decrease respiration.": "Ikiwa nambari ni kubwa kuliko au sawa na tatu, kutumia uchujaji wa wastani kwenye matokeo ya sauti iliyokusanywa ina uwezo wa kupunguza upumuaji.",
  "Convert": "Geuza",
  "Protect Voiceless Consonants": "Kulinda konsonanti isiyo na sauti",
  "Batch": "Bechi",
  "Substitute or blend with the volume envelope of the output. The closer the ratio is to 1, the more the output envelope is employed.": "Badilisha au changanya na bahasha ya sauti ya pato. Karibu na uwiano ni 1, bahasha ya pato inaajiriwa zaidi.",
  "Pitch extraction algorithm": "Algorithm ya uchimbaji wa Pitch",
  "Export Audio": "Hamisha Sauti",
  "Pitch extraction algorithm to use for the audio conversion. The default algorithm is rmvpe, which is recommended for most cases.": "Pitch uchimbaji algorithm ya kutumia kwa uongofu wa sauti. Algorithm chaguo-msingi ni rmvpe, ambayo inapendekezwa kwa kesi nyingi.",
  "Input Folder": "Folda ya Ingizo",
  "Select the folder containing the audios to convert.": "Chagua folda iliyo na sauti za kubadilisha.",
  "Output Folder": "Folda ya Pato",
  "Safeguard distinct consonants and breathing sounds to prevent electro-acoustic tearing and other artifacts. Pulling the parameter to its maximum value of 0.5 offers comprehensive protection. However, reducing this value might decrease the extent of protection while potentially mitigating the indexing effect.": "Kulinda konsonanti tofauti na sauti za kupumua ili kuzuia machozi ya umeme-acoustic na artifacts nyingine. Kuvuta parameta kwa thamani yake ya juu ya 0.5 inatoa ulinzi kamili. Hata hivyo, kupunguza thamani hii kunaweza kupunguza kiwango cha ulinzi wakati uwezekano wa kupunguza athari ya kuorodhesha.",
  "Get information about the audio": "Pata habari kuhusu audio",
  "Enter input path": "Ingiza njia ya ingizo",
  "Select the folder where the output audios will be saved.": "Chagua folda ambapo sauti za pato zitahifadhiwa.",
  "Voice Blender": "Blender ya Sauti",
  "## Voice Blender": "## Sauti ya Blender",
  "Fusion": "Fusion",
  "You can also use a custom path.": "Unaweza pia kutumia njia ya kawaida.",
  "Drag and drop your model here": "Buruta na uache mtindo wako hapa",
  "Select two voice models, set your desired blend percentage, and blend them into an entirely new voice.": "Chagua mifano miwili ya sauti, weka asilimia yako ya mchanganyiko unayotaka, na uchanganye kuwa sauti mpya kabisa.",
  "Enter path to model": "Ingiza njia ya mfano",
  "Inroduce the model information": "Inroduce habari ya mfano",
  "Model information to be placed": "Maelezo ya mfano ya kuwekwa",
  "Adjusting the position more towards one side or the other will make the model more similar to the first or second.": "Kurekebisha nafasi zaidi kuelekea upande mmoja au mwingine itafanya mfano sawa na wa kwanza au wa pili.",
  "View model information": "Tazama maelezo ya mfano",
  "Enter output path": "Ingiza njia ya pato",
  "Path to Model": "Njia ya Mfano",
  "Introduce the model pth path": "Anzisha njia ya mfano ya pth",
  "View": "Mwoneko",
  "The information to be placed in the model (You can leave it blank or put anything).": "Maelezo ya kuwekwa katika mfano (Unaweza kuiacha tupu au kuweka chochote).",
  "Model extraction": "Uchimbaji wa mfano",
  "Pth file": "Faili ya Pth",
  "Model conversion": "Uongofu wa mfano",
  "Output of the pth file": "Pato la faili ya pth",
  "Blend Ratio": "Uwiano wa Blend",
  "# How to Report an Issue on GitHub": "# Jinsi ya kuripoti suala kwenye GitHub",
  "Record Screen": "Skrini ya Rekodi",
  "Extract F0 Curve": "Toa Mtao wa F0",
  "The f0 curve represents the variations in the base frequency of a voice over time, showing how pitch rises and falls.": "Curve ya f0 inawakilisha tofauti katika mzunguko wa msingi wa sauti kwa muda, kuonyesha jinsi lami inavyoinuka na kuanguka.",
  "Stop Recording": "Acha Kurekodi",
  "Record": "Rekodi",
  "1. Click on the 'Record Screen' button below to start recording the issue you are experiencing.": "1. Bonyeza kitufe cha 'Record Screen' hapa chini ili kuanza kurekodi suala unalopitia.",
  "Introduce the model .pth path": "Anzisha njia ya mfano .pth",
  "See Model Information": "Tazama Maelezo ya Mfano",
  "2. Once you have finished recording the issue, click on the 'Stop Recording' button (the same button, but the label changes depending on whether you are actively recording or not).": "2. Mara baada ya kumaliza kurekodi suala hilo, bonyeza kitufe cha 'Komesha Kurekodi' (kitufe sawa, lakini lebo hubadilika kulingana na ikiwa unarekodi kikamilifu au la).",
  "Model Link": "Kiungo cha Mfano",
  "## Download Model": "## Pakua Mfano",
  "4. Complete the provided issue template, ensuring to include details as needed, and utilize the assets section to upload the recorded file from the previous step.": "4. Kamilisha template ya suala iliyotolewa, kuhakikisha kujumuisha maelezo kama inahitajika, na utumie sehemu ya mali kupakia faili iliyorekodiwa kutoka hatua ya awali.",
  "Introduce the model link": "Anzisha kiungo cha mfano",
  "3. Go to [GitHub Issues](https://github.com/IAHispano/Applio/issues) and click on the 'New Issue' button.": "3. Nenda kwenye [Masuala ya GitHub](https://github.com/IAHispano/Applio/issues) na ubofye kitufe cha 'Suala Jipya'.",
  "## Drop files": "## Drop files",
  "Search": "Tafutiza",
  "## Search Model": "## Mfano wa Utafutaji",
  "Introduce the model name to search.": "Anzisha jina la mfano wa kutafuta.",
  "## Download Pretrained Models": "## Pakua Mifano Iliyofunzwa",
  "We couldn't find models by that name.": "Hatukuweza kupata mifano kwa jina hilo.",
  "TTS Voices": "Sauti ya TTS",
  "TTS Speed": "Kasi ya TTS",
  "Download Model": "Pakua Mfano",
  "Drag your .pth file and .index file into this space. Drag one and then the other.": "Buruta faili yako ya .pth na faili ya .index kwenye nafasi hii. Buruta moja na kisha nyingine.",
  "Select the pretrained model you want to download.": "Chagua mfano uliozuiliwa ambao unataka kupakua.",
  "Increase or decrease TTS speed.": "Kuongeza au kupunguza kasi ya TTS.",
  "And select the sampling rate": "Na chagua kiwango cha sampuli.",
  "Text to Synthesize": "Matini ya Synthesize",
  "Select the TTS voice to use for the conversion.": "Chagua sauti ya TTS kutumia kwa uongofu.",
  "Input path for text file": "Njia ingizo ya faili ya matini",
  "Enter the text to synthesize.": "Ingiza matini ili kuwiana.",
  "Upload a .txt file": "Pakia faili ya .txt",
  "The path to the text file that contains content for text to speech.": "Njia ya faili ya maandishi ambayo ina maudhui ya maandishi kwa hotuba.",
  "Enter text to synthesize": "Ingiza matini ili kuunganisha",
  "Output Path for RVC Audio": "Njia ya Pato kwa Sauti ya RVC",
  "Enable Applio integration with Discord presence": "Wezesha ujumuishaji wa Applio na uwepo wa Discord",
  "Enable fake GPU": "Wezesha GPU bandia",
  "It will activate the possibility of displaying the current Applio activity in Discord.": "Itaamsha uwezekano wa kuonyesha shughuli ya sasa ya Applio katika Discord.",
  "Output Path for TTS Audio": "Njia ya Pato kwa Sauti ya TTS",
  "It will activate the possibility of downloading models with a click from the website.": "Itaamsha uwezekano wa kupakua mifano kwa kubofya kutoka kwa wavuti.",
  "Theme": "Mandhari",
  "Restart Applio": "Anzisha upya Applio",
  "Activates the train tab. However, please note that this device lacks GPU capabilities, hence training is not supported. This option is only for testing purposes. (This option will restart Applio)": "Inawasha kichupo cha treni. Walakini, tafadhali kumbuka kuwa kifaa hiki hakina uwezo wa GPU, kwa hivyo mafunzo hayatumiki. Chaguo hili ni kwa madhumuni ya majaribio tu. (Chaguo hili litaanzisha upya Applio)",
  "Language": "Lugha",
  "Enable Applio integration with applio.org/models using flask": "Wezesha ujumuishaji wa Applio na applio.org/models kwa kutumia flask",
  "Training is currently unsupported due to the absence of a GPU. To activate the training tab, navigate to the settings tab and enable the 'Fake GPU' option.": "Mafunzo kwa sasa hayatumiki kwa sababu ya kutokuwepo kwa GPU. Ili kuamsha kichupo cha mafunzo, nenda kwenye kichupo cha mipangilio na uwashe chaguo la 'Fake GPU'.",
  "Select the theme you want to use. (Requires restarting Applio)": "Chagua mandhari unayotaka kutumia. (Inahitaji kuanzisha upya Applio)",
  "Select the language you want to use. (Requires restarting Applio)": "Chagua lugha unayotaka kutumia. (Inahitaji kuanzisha upya Applio)",
  "Precision": "Usahihi",
  "Select the precision you want to use for training and inference.": "Chagua usahihi unaotaka kutumia kwa mafunzo na inference.",
  "Plugin Installer": "Kisakinishi cha Plugin",
  "Version Checker": "Kikagua Toleo",
  "Check for updates": "Angalia kwa sasisho",
  "Update precision": "Sasisha usahihi",
  "Post-Process": "Mchakato wa baada ya",
  "Drag your plugin.zip to install it": "Buruta plugin.zip yako ili kuisakinisha",
  "Reverb": "Reverb",
  "Check which version of Applio is the latest to see if you need to update.": "Angalia ni toleo gani la Applio ni la hivi karibuni kuona ikiwa unahitaji kusasisha.",
  "Post-process the audio to apply effects to the output.": "Baada ya mchakato wa sauti ili kutumia athari kwa pato.",
  "Apply reverb to the audio.": "Tumia reverb kwa sauti.",
  "Reverb Damping": "Kupungua kwa Reverb",
  "Set the room size of the reverb.": "Weka ukubwa wa chumba cha reverb.",
  "Set the damping of the reverb.": "Weka damping ya reverb.",
  "Reverb Wet Gain": "Reverb Wet Gain",
  "Reverb Room Size": "Ukubwa wa Chumba cha Reverb",
  "Reverb Dry Gain": "Reverb Dry Gain",
  "Set the width of the reverb.": "Weka upana wa reverb.",
  "Reverb Freeze Mode": "Hali ya Kufungia ya Reverb",
  "Reverb Width": "Upana wa Reverb",
  "Set the wet gain of the reverb.": "Weka faida ya mvua ya reverb.",
  "Pitch Shift": "Pitch Shift",
  "Set the freeze mode of the reverb.": "Weka hali ya kufungia ya reverb.",
  "Pitch Shift Semitones": "Pitch Shift Semitones",
  "Limiter": "Kidhibiti",
  "Set the pitch shift semitones.": "Weka semitones ya mabadiliko ya lami.",
  "Apply pitch shift to the audio.": "Tumia mabadiliko ya lami kwa sauti.",
  "Apply limiter to the audio.": "Tumia kikomo kwa sauti.",
  "Limiter Threshold dB": "Limiter Threshold dB",
  "Set the dry gain of the reverb.": "Weka faida kavu ya reverb.",
  "Set the limiter threshold dB.": "Weka kizingiti cha kikomo dB.",
  "Limiter Release Time": "Muda wa Kutolewa kwa Kikomo",
  "Gain": "Kupata",
  "Set the limiter release time.": "Weka muda wa kutolewa kwa kikomo.",
  "Apply gain to the audio.": "Tumia faida kwa sauti.",
  "Gain dB": "Pata dB",
  "Set the gain dB.": "Weka faida ya dB.",
  "Distortion": "Unyang'anyi",
  "Apply distortion to the audio.": "Tumia upotoshaji kwa sauti.",
  "Chorus": "Chorus",
  "Distortion Gain": "Faida ya Unyang'anyi",
  "Set the distortion gain.": "Weka faida ya kupotosha.",
  "Apply chorus to the audio.": "Tumia chorus kwa sauti.",
  "Chorus Rate Hz": "Kiwango cha Chorus Hz",
  "Chorus Depth": "Kina cha Chorus",
  "Set the chorus rate Hz.": "Weka kiwango cha chorus Hz.",
  "Set the chorus depth.": "Weka kina cha chorus.",
  "Chorus Mix": "Mchanganyiko wa Chorus",
  "Chorus Feedback": "Maoni ya Chorus",
  "Set the chorus center delay ms.": "Weka ucheleweshaji wa kituo cha chorus ms.",
  "Chorus Center Delay ms": "Kituo cha Chorus cha Kuchelewesha ms",
  "Set the chorus feedback.": "Weka maoni ya chorus.",
  "Bitcrush": "Bitcrush",
  "Set the chorus mix.": "Weka mchanganyiko wa chorus.",
  "Bitcrush Bit Depth": "Kina cha bitcrush kidogo",
  "Apply bitcrush to the audio.": "Tumia bitcrush kwenye sauti.",
  "Apply clipping to the audio.": "Tumia kunakili kwenye sauti.",
  "Set the bitcrush bit depth.": "Weka kina kidogo cha bitcrush.",
  "Clipping Threshold": "Threshold ya Kunakili",
  "Set the clipping threshold.": "Weka kizingiti cha kunakili.",
  "Compressor": "Mfinyazo",
  "Apply compressor to the audio.": "Tumia compressor kwa sauti.",
  "Compressor Ratio": "Uwiano wa Mfinyazo",
  "Compressor Threshold dB": "Mfinyazo wa Threshold dB",
  "Set the compressor threshold dB.": "Weka kizingiti cha compressor dB.",
  "Set the compressor attack ms.": "Weka mashambulizi ya compressor ms.",
  "Set the compressor ratio.": "Weka uwiano wa compressor.",
  "Compressor Attack ms": "Mashambulizi ya Mfinyazo ms",
  "Delay": "Kuchelewa",
  "Compressor Release ms": "Kutolewa kwa Finyazo ms",
  "Set the compressor release ms.": "Weka toleo la compressor ms.",
  "Delay Feedback": "Maoni ya Kuchelewesha",
  "Delay Seconds": "Sekunde za Kuchelewesha",
  "Set the delay seconds.": "Weka sekunde za kuchelewesha.",
  "Apply delay to the audio.": "Tumia kuchelewa kwa sauti.",
  "Set the delay feedback.": "Weka maoni ya kuchelewa.",
  "Delay Mix": "Mchanganyiko wa Kuchelewa",
  "Set the delay mix.": "Weka mchanganyiko wa kuchelewesha.",
  "Select Custom Embedder": "Chagua Embedder Maalum",
  "Custom Embedder": "Custom Embedder",
  "Move files to custom embedder folder": "Hamisha faili kwenye folda ya kupachika maalum",
  "model information": "Maelezo ya mfano",
  "Upload .json": "Pakia .json",
  "Upload .bin": "Pakia .bin",
  "Folder Name": "Jina la folda",
  "Model Creator": "Muumba wa Mfano",
  "Speaker ID": "Kitambulisho cha Spika",
  "Name of the model creator. (Default: Unknown)": "Jina la muumbaji wa mfano. (Chaguo-msingi: haijulikani)",
  "Select the speaker ID to use for the conversion.": "Chagua kitambulisho cha spika ili kutumia kwa uongofu.",
  "Model Author Name": "Jina la Mwandishi wa Mfano",
  "Set the autotune strength - the more you increase it the more it will snap to the chromatic grid.": "Weka nguvu ya autotune - ndivyo unavyoongeza zaidi itapiga kwenye gridi ya chromatic.",
  "Set name": "Weka jina",
  "Clipping": "Kunakili",
  "Refresh embedders": "Onyesha upya vipachikaji",
  "The name that will appear in the model information.": "Jina ambalo litaonekana katika taarifa ya mfano."
}