{
  "Inference": "అనిమితి",
  "Training": "శిక్షణ",
  "Extra": "అదనం",
  "Processing": "ప్రాసెసింగ్",
  "Plugins": "Plugins",
  "Audio Analyzer": "Audio Analyzer",
  "Output Information": "అవుట్ పుట్ సమాచారం",
  "Model Information": "నమూనా సమాచారం",
  "Download": "డౌన్ లోడ్ చేసుకోండి",
  "Merge Audios": "ఆడియోలను విలీనం చేయండి",
  "Report a Bug": "బగ్ ని రిపోర్ట్ చేయండి",
  "Preprocess": "ప్రీప్రాసెస్",
  "Settings": "సెట్టింగ్ లు",
  "The output information will be displayed here.": "అవుట్ పుట్ సమాచారం ఇక్కడ ప్రదర్శించబడుతుంది.",
  "Audio cutting": "ఆడియో కటింగ్",
  "Model Name": "మోడల్ పేరు",
  "Process effects": "ప్రాసెస్ ప్రభావాలు",
  "Name of the new model.": "కొత్త మోడల్ పేరు..",
  "Dataset Path": "Dataset Path",
  "A simple, high-quality voice conversion tool focused on ease of use and performance.": "సరళమైన, అధిక-నాణ్యత వాయిస్ మార్పిడి సాధనం ఉపయోగం మరియు పనితీరుపై దృష్టి సారించింది.",
  "Refresh Datasets": "రిఫ్రెష్ డేటాసెట్ లు",
  "Dataset Creator": "డేటాసెట్ సృష్టికర్త",
  "Enter model name": "మోడల్ పేరు నమోదు చేయండి",
  "Dataset Name": "డేటాసెట్ పేరు",
  "Name of the new dataset.": "కొత్త డేటాసెట్ పేరు.",
  "Path to the dataset folder.": "డేటాసెట్ ఫోల్డర్ కు మార్గం.",
  "This section contains some extra utilities that often may be in experimental phases.": "ఈ విభాగంలో కొన్ని అదనపు ఉపయోగాలు ఉన్నాయి, అవి తరచుగా ప్రయోగాత్మక దశలలో ఉండవచ్చు.",
  "Sampling Rate": "నమూనా రేటు",
  "Enter dataset name": "డేటాసెట్ పేరును నమోదు చేయండి",
  "Upload Audio Dataset": "ఆడియో డేటాసెట్ అప్ లోడ్ చేయండి",
  "Model Architecture": "మోడల్ ఆర్కిటెక్చర్",
  "Enter dataset path": "డేటాసెట్ మార్గాన్ని నమోదు చేయండి",
  "Extract": "ఉద్ధరించు",
  "It's recommended to deactivate this option if your dataset has already been processed.": "మీ డేటాసెట్ ఇప్పటికే ప్రాసెస్ చేయబడి ఉంటే ఈ ఎంపికను డీయాక్టివేట్ చేయాలని సిఫార్సు చేయబడింది.",
  "The sampling rate of the audio files.": "ఆడియో ఫైల్స్ యొక్క నమూనా రేటు.",
  "Preprocess Dataset": "ప్రీప్రాసెస్ Dataset",
  "Embedder Model": "ఎంబెడర్ మోడల్",
  "Hop Length": "హాప్ పొడవు",
  "The audio file has been successfully added to the dataset. Please click the preprocess button.": "ఆడియో ఫైల్ డేటాసెట్ కు విజయవంతంగా జోడించబడింది. దయచేసి ప్రీప్రాసెస్ బటన్ మీద క్లిక్ చేయండి.",
  "Version of the model architecture.": "మోడల్ ఆర్కిటెక్చర్ యొక్క వెర్షన్.",
  "Batch Size": "బ్యాచ్ పరిమాణం",
  "Total Epoch": "మొత్తం యుగం",
  "Save Every Epoch": "ప్రతి యుగాన్ని కాపాడండి",
  "Model used for learning speaker embedding.": "స్పీకర్ ఎంబెడింగ్ నేర్చుకోవడానికి ఉపయోగించే మోడల్.",
  "Custom Pretrained": "Custom Pretrained",
  "Save Only Latest": "సేవ్ ఓన్లీ లేటెస్ట్",
  "Pretrained": "ప్రీ ట్రైనింగ్ చేయబడింది",
  "Determine at how many epochs the model will saved at.": "మోడల్ ఎన్ని యుగాలలో సేవ్ చేయబడుతుందో నిర్ణయించండి.",
  "Save Every Weights": "ప్రతి బరువులను ఆదా చేయండి",
  "Upload Pretrained Model": "ప్రీ ట్రైన్డ్ మోడల్ అప్ లోడ్ చేయండి",
  "Specifies the overall quantity of epochs for the model training process.": "మోడల్ ట్రైనింగ్ ప్రాసెస్ కొరకు యుగాల యొక్క మొత్తం పరిమాణాన్ని నిర్దేశిస్తుంది.",
  "Pretrained D Path": "Custom Pretrained D",
  "Pretrained G Path": "Custom Pretrained G",
  "Refresh Custom Pretraineds": "రిఫ్రెష్ కస్టమ్ ప్రీ ట్రైన్డ్ లు",
  "Denotes the duration it takes for the system to transition to a significant pitch change. Smaller hop lengths require more time for inference but tend to yield higher pitch accuracy.": "గణనీయమైన పిచ్ మార్పుకు సిస్టమ్ పరివర్తన చెందడానికి పట్టే వ్యవధిని సూచిస్తుంది. చిన్న హాప్ పొడవులు అంచనా వేయడానికి ఎక్కువ సమయం అవసరం, కానీ అధిక పిచ్ ఖచ్చితత్వాన్ని ఇస్తాయి.",
  "Pretrained Custom Settings": "ముందస్తుగా శిక్షణ పొందిన కస్టమ్ సెట్టింగ్ లు",
  "GPU Settings": "GPU సెట్టింగ్ లు",
  "This setting enables you to save the weights of the model at the conclusion of each epoch.": "ఈ అమరిక ప్రతి యుగం ముగింపులో మోడల్ యొక్క బరువులను సేవ్ చేయడానికి మిమ్మల్ని అనుమతిస్తుంది.",
  "GPU Custom Settings": "GPU కస్టమ్ సెట్టింగ్ లు",
  "It's advisable to align it with the available VRAM of your GPU. A setting of 4 offers improved accuracy but slower processing, while 8 provides faster and standard results.": "దీన్ని మీ జీపీయూలో అందుబాటులో ఉన్న వీఆర్ఏఎంతో అనుసంధానం చేసుకోవడం మంచిది. 4 యొక్క అమరిక మెరుగైన ఖచ్చితత్వాన్ని అందిస్తుంది కాని నెమ్మదిగా ప్రాసెసింగ్ చేస్తుంది, అయితే 8 వేగవంతమైన మరియు ప్రామాణిక ఫలితాలను అందిస్తుంది.",
  "The file you dropped is not a valid pretrained file. Please try again.": "మీరు డ్రాప్ చేసిన ఫైల్ చెల్లుబాటు అయ్యే ముందస్తు శిక్షణ పొందిన ఫైల్ కాదు. దయచేసి మళ్లీ ప్రయత్నించండి.",
  "GPU Number": "జిపియు నెంబరు",
  "Click the refresh button to see the pretrained file in the dropdown menu.": "డ్రాప్ డౌన్ మెనూలో ముందుగా శిక్షణ పొందిన ఫైల్ ను చూడటం కొరకు రిఫ్రెష్ బటన్ మీద క్లిక్ చేయండి.",
  "GPU Information": "GPU సమాచారం",
  "0 to ∞ separated by -": "0 నుండి ∞ వరకు దీని ద్వారా వేరు చేయబడతాయి -",
  "Enabling this setting will result in the G and D files saving only their most recent versions, effectively conserving storage space.": "ఈ సెట్టింగ్ ని ఎనేబుల్ చేయడం వల్ల G మరియు D ఫైల్స్ వాటి ఇటీవలి వెర్షన్ లను మాత్రమే సేవ్ చేస్తాయి, స్టోరేజీ స్పేస్ ని సమర్థవంతంగా సంరక్షిస్తాయి.",
  "The GPU information will be displayed here.": "జిపియు సమాచారం ఇక్కడ ప్రదర్శించబడుతుంది.",
  "Pitch Guidance": "పిచ్ మార్గదర్శకత్వం",
  "Use CPU": "సిపియు ఉపయోగించండి",
  "Sets advanced GPU settings, recommended for users with better GPU architecture.": "మెరుగైన GPU ఆర్కిటెక్చర్ ఉన్న వినియోగదారుల కొరకు సిఫారసు చేయబడ్డ అధునాతన GPU సెట్టింగ్ లను సెట్ చేస్తుంది.",
  "Extract Features": "ఎక్స్ ట్రాక్ట్ ఫీచర్లు",
  "The number of CPU cores to use in the preprocess. The default setting are your cpu cores, which is recommended for most cases.": "ప్రీప్రాసెస్ లో ఉపయోగించాల్సిన CPU కోర్ ల సంఖ్య. డిఫాల్ట్ సెట్టింగ్ మీ సిపియు కోర్స్, ఇది చాలా సందర్భాల్లో సిఫార్సు చేయబడింది.",
  "The number of CPU cores to use in the extraction process. The default setting are your cpu cores, which is recommended for most cases.": "వెలికితీత ప్రక్రియలో ఉపయోగించాల్సిన CPU కోర్ ల సంఖ్య. డిఫాల్ట్ సెట్టింగ్ మీ సిపియు కోర్స్, ఇది చాలా సందర్భాల్లో సిఫార్సు చేయబడింది.",
  "Force the use of CPU for training.": "శిక్షణ కొరకు CPU ఉపయోగించమని బలవంతం చేయండి.",
  "Cache Dataset in GPU": "GPUలో Cache Dataset",
  "Utilizing custom pretrained models can lead to superior results, as selecting the most suitable pretrained models tailored to the specific use case can significantly enhance performance.": "కస్టమ్ ప్రీ-ట్రైన్డ్ మోడళ్లను ఉపయోగించడం మెరుగైన ఫలితాలకు దారితీస్తుంది, ఎందుకంటే నిర్దిష్ట ఉపయోగం కేసుకు అనుగుణంగా అత్యంత తగిన ప్రీట్రైనింగ్ మోడళ్లను ఎంచుకోవడం పనితీరును గణనీయంగా మెరుగుపరుస్తుంది.",
  "Index Algorithm": "ఇండెక్స్ అల్గారిథమ్",
  "Utilize pretrained models when training your own. This approach reduces training duration and enhances overall quality.": "మీ స్వంత శిక్షణ చేసేటప్పుడు ముందస్తు శిక్షణ పొందిన నమూనాలను ఉపయోగించండి. ఈ విధానం శిక్షణ వ్యవధిని తగ్గిస్తుంది మరియు మొత్తం నాణ్యతను పెంచుతుంది.",
  "Specify the number of GPUs you wish to utilize for extracting by entering them separated by hyphens (-).": "హైఫెన్స్ (-) ద్వారా వేరు చేయబడిన వాటిని నమోదు చేయడం ద్వారా మీరు వెలికి తీయడానికి ఉపయోగించాలనుకుంటున్న జిపియుల సంఖ్యను పేర్కొనండి.",
  "Specify the number of GPUs you wish to utilize for preprocess by entering them separated by hyphens (-). At the moment, using multi-gpu will not have a significant effect.": "హైఫెన్స్ (-) ద్వారా వేరు చేయబడిన వాటిని నమోదు చేయడం ద్వారా ప్రీప్రాసెస్ కోసం మీరు ఉపయోగించాలనుకుంటున్న జిపియుల సంఖ్యను పేర్కొనండి. ప్రస్తుతానికి, మల్టీ-జిపియును ఉపయోగించడం గణనీయమైన ప్రభావాన్ని చూపదు.",
  "Overtraining Detector": "ఓవర్ ట్రైనింగ్ డిటెక్టర్",
  "Fresh Training": "తాజా శిక్షణ",
  "We prioritize running the model extraction on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.": "వేగవంతమైన పనితీరు కోసం GPUలో మోడల్ వెలికితీతను అమలు చేయడానికి మేము ప్రాధాన్యత ఇస్తాము. మీరు సిపియును ఉపయోగించాలనుకుంటే, జిపియు ఫీల్డ్ ను ఖాళీగా వదిలేయండి.",
  "Overtraining Detector Settings": "ఓవర్ ట్రైనింగ్ డిటెక్టర్ సెట్టింగ్ లు",
  "We prioritize running the model preprocessing on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.": "వేగవంతమైన పనితీరు కోసం జిపియులో మోడల్ ప్రీప్రాసెసింగ్ ను అమలు చేయడానికి మేము ప్రాధాన్యత ఇస్తాము. మీరు సిపియును ఉపయోగించాలనుకుంటే, జిపియు ఫీల్డ్ ను ఖాళీగా వదిలేయండి.",
  "Overtraining Threshold": "ఓవర్ ట్రైనింగ్ త్రెషోల్డ్",
  "Start Training": "శిక్షణ ప్రారంభించండి",
  "KMeans is a clustering algorithm that divides the dataset into K clusters. This setting is particularly useful for large datasets.": "KMeans అనేది ఒక క్లస్టరింగ్ అల్గోరిథం, ఇది డేటాసెట్ ను K క్లస్టర్ లుగా విభజిస్తుంది. ఈ అమరిక ముఖ్యంగా పెద్ద డేటాసెట్లకు ఉపయోగపడుతుంది.",
  "By employing pitch guidance, it becomes feasible to mirror the intonation of the original voice, including its pitch. This feature is particularly valuable for singing and other scenarios where preserving the original melody or pitch pattern is essential.": "పిచ్ మార్గదర్శకత్వాన్ని ఉపయోగించడం ద్వారా, దాని పిచ్తో సహా అసలు స్వరం యొక్క స్వరాన్ని ప్రతిబింబించడం సాధ్యమవుతుంది. అసలు మెలోడీ లేదా పిచ్ నమూనాను సంరక్షించడం అవసరమైన గానం మరియు ఇతర సందర్భాలకు ఈ లక్షణం ముఖ్యంగా విలువైనది.",
  "Stop Training": "ట్రైనింగ్ ఆపండి",
  "Export Model": "ఎగుమతి నమూనా",
  "Cache the dataset in GPU memory to speed up the training process.": "ట్రైనింగ్ ప్రక్రియను వేగవంతం చేయడం కొరకు GPU మెమరీలో డేటాసెట్ ని క్యాచీ చేయండి.",
  "Generate Index": "ఇండెక్స్ జనరేట్ చేయండి",
  "Upload": "అప్ లోడ్",
  "Exported Pth file": "ఎగుమతి చేయబడ్డ PTH ఫైల్",
  "Exported Index file": "ఎగుమతి చేయబడ్డ ఇండెక్స్ ఫైల్",
  "Single": "ఏక",
  "Voice Model": "వాయిస్ మోడల్",
  "Refresh": "రిఫ్రెష్",
  "Detect overtraining to prevent the model from learning the training data too well and losing the ability to generalize to new data.": "ట్రైనింగ్ డేటాను మోడల్ బాగా నేర్చుకోకుండా నిరోధించడానికి మరియు కొత్త డేటాను సాధారణీకరించే సామర్థ్యాన్ని కోల్పోకుండా నిరోధించడానికి ఓవర్ ట్రైనింగ్ ను గుర్తించండి.",
  "Index File": "ఇండెక్స్ ఫైల్",
  "Select the index file to be exported": "ఎగుమతి చేయాల్సిన ఇండెక్స్ ఫైల్ ఎంచుకోండి",
  "Unload Voice": "వాయిస్ ను అన్ లోడ్ చేయండి",
  "Select the pth file to be exported": "ఎగుమతి చేయాల్సిన పిటిహెచ్ ఫైల్ ఎంచుకోండి",
  "Set the maximum number of epochs you want your model to stop training if no improvement is detected.": "మెరుగుదల కనుగొనబడకపోతే మీ మోడల్ శిక్షణను ఆపివేయాలని మీరు కోరుకునే గరిష్ట సంఖ్యలను సెట్ చేయండి.",
  "Select the index file to use for the conversion.": "మార్పిడి కొరకు ఉపయోగించాల్సిన ఇండెక్స్ ఫైల్ ని ఎంచుకోండి.",
  "Select the voice model to use for the conversion.": "కన్వర్షన్ కొరకు ఉపయోగించాల్సిన వాయిస్ మోడల్ ని ఎంచుకోండి.",
  "Upload Audio": "ఆడియో అప్ లోడ్ చేయండి",
  "Export Format": "Export Format",
  "Select Audio": "ఆడియోను ఎంచుకోండి",
  "Custom Output Path": "కస్టమ్ అవుట్ పుట్ మార్గం",
  "Enable this setting only if you are training a new model from scratch or restarting the training. Deletes all previously generated weights and tensorboard logs.": "మీరు మొదటి నుండి కొత్త మోడల్ కు శిక్షణ ఇస్తున్నట్లయితే లేదా శిక్షణను పునఃప్రారంభిస్తున్నట్లయితే మాత్రమే ఈ సెట్టింగ్ ను ప్రారంభించండి. ఇంతకు ముందు జనరేట్ చేయబడ్డ అన్ని బరువులు మరియు టెన్సర్ బోర్డ్ లాగ్ లను డిలీట్ చేస్తుంది.",
  "Output Path": "అవుట్ పుట్ మార్గం",
  "Advanced Settings": "అధునాతన సెట్టింగ్ లు",
  "The button 'Upload' is only for google colab: Uploads the exported files to the ApplioExported folder in your Google Drive.": "'అప్ లోడ్' బటన్ గూగుల్ కోలాబ్ కోసం మాత్రమే: ఎగుమతి చేసిన ఫైళ్లను మీ గూగుల్ డ్రైవ్ లోని అప్లైడ్ ఎక్స్ పోర్ట్ ఫోల్డర్ కు అప్ లోడ్ చేస్తుంది.",
  "Split Audio": "స్ప్లిట్ ఆడియో",
  "Select the audio to convert.": "కన్వర్ట్ చేయడానికి ఆడియోను ఎంచుకోండి.",
  "Autotune": "Autotune",
  "Select the format to export the audio.": "ఆడియోను ఎగుమతి చేయడానికి ఫార్మాట్ ఎంచుకోండి.",
  "Clear Outputs (Deletes all audios in assets/audios)": "క్లియర్ అవుట్ పుట్స్ (అసెట్స్/ఆడియోల్లోని అన్ని ఆడియోలను తొలగిస్తుంది)",
  "Clean Strength": "క్లీన్ స్ట్రెంత్",
  "Clean Audio": "క్లీన్ ఆడియో",
  "Formant Shifting": "Formant Shifting",
  "The path where the output audio will be saved, by default in assets/audios/output.wav": "అవుట్ పుట్ ఆడియో సేవ్ చేయబడే మార్గం, ఆస్తులు/ఆడియోలు/output.wav",
  "Upscale Audio": "అద్భుతమైన ఆడియో",
  "Default value is 1.0": "డిఫాల్ట్ విలువ 1.0",
  "Pitch": "గొంతు",
  "Browse presets for formanting": "formanting కొరకు ప్రీసెట్ లను బ్రౌజ్ చేయండి",
  "Split the audio into chunks for inference to obtain better results in some cases.": "కొన్ని సందర్భాల్లో మెరుగైన ఫలితాలను పొందడానికి ఆడియోను భాగాలుగా విభజించండి.",
  "Timbre for formant shifting": "Timbre for ఫార్మెంట్ shift",
  "Filter Radius": "Filter వ్యాసార్థం",
  "Presets are located in /assets/formant_shift folder": "ప్రీసెట్ లు /ఆస్తులు/formant_shift ఫోల్డర్ లో ఉన్నాయి",
  "Quefrency for formant shifting": "ఫార్మెంట్ షిఫ్టింగ్ కొరకు అర్హత",
  "Search Feature Ratio": "శోధన ఫీచర్ నిష్పత్తి",
  "Enable formant shifting. Used for male to female and vice-versa convertions.": "ఫార్మెంట్ షిఫ్టింగ్ ఎనేబుల్ చేయండి. మగ నుండి స్త్రీకి మరియు దీనికి విరుద్ధంగా మతమార్పిడి కోసం ఉపయోగిస్తారు.",
  "Upscale the audio to a higher quality, recommended for low-quality audios. (It could take longer to process the audio)": "తక్కువ-నాణ్యత ఆడియోల కోసం సిఫార్సు చేయబడిన ఆడియోను అధిక నాణ్యతకు పెంచండి. (ఆడియోను ప్రాసెస్ చేయడానికి ఎక్కువ సమయం పట్టవచ్చు)",
  "Apply a soft autotune to your inferences, recommended for singing conversions.": "పాటల మార్పిడి కోసం సిఫార్సు చేయబడిన మీ అంచనాలకు మృదువైన ఆటోట్యూన్ను వర్తించండి.",
  "Set the pitch of the audio, the higher the value, the higher the pitch.": "ఆడియో యొక్క పిచ్ సెట్ చేయండి, విలువ ఎక్కువ, పిచ్ ఎక్కువ.",
  "Volume Envelope": "వాల్యూమ్ కవరు",
  "Convert": "మార్చండి",
  "Clean your audio output using noise detection algorithms, recommended for speaking audios.": "ఆడియోలు మాట్లాడటానికి సిఫారసు చేయబడిన నాయిస్ డిటెక్షన్ అల్గారిథమ్ లను ఉపయోగించి మీ ఆడియో అవుట్ పుట్ ను శుభ్రం చేయండి.",
  "Export Audio": "Export Audio",
  "Batch": "దొంతర",
  "Pitch extraction algorithm": "పిచ్ వెలికితీత అల్గోరిథం",
  "Protect Voiceless Consonants": "వాయిస్ లెస్ కన్సొనెంట్ లను సంరక్షించండి",
  "Input Folder": "ఇన్ పుట్ ఫోల్డర్",
  "Output Folder": "అవుట్ పుట్ ఫోల్డర్",
  "Set the clean-up level to the audio you want, the more you increase it the more it will clean up, but it is possible that the audio will be more compressed.": "మీకు కావలసిన ఆడియోకు క్లీన్-అప్ స్థాయిని సెట్ చేయండి, మీరు దానిని ఎంత పెంచితే అది మరింత క్లీన్ అవుతుంది, కానీ ఆడియో మరింత కంప్రెస్ అయ్యే అవకాశం ఉంది.",
  "Pitch extraction algorithm to use for the audio conversion. The default algorithm is rmvpe, which is recommended for most cases.": "ఆడియో మార్పిడి కోసం ఉపయోగించే పిచ్ వెలికితీత అల్గోరిథం. డిఫాల్ట్ అల్గోరిథం ఆర్ఎమ్విపిఇ, ఇది చాలా సందర్భాలలో సిఫార్సు చేయబడింది.",
  "Enter input path": "ఇన్ పుట్ మార్గాన్ని నమోదు చేయండి",
  "Influence exerted by the index file; a higher value corresponds to greater influence. However, opting for lower values can help mitigate artifacts present in the audio.": "ఇండెక్స్ ఫైలు ప్రభావం; అధిక విలువ ఎక్కువ ప్రభావానికి అనుగుణంగా ఉంటుంది. అయినప్పటికీ, తక్కువ విలువలను ఎంచుకోవడం ఆడియోలో ఉన్న కళాఖండాలను తగ్గించడానికి సహాయపడుతుంది.",
  "## Voice Blender": "## వాయిస్ బ్లెండర్",
  "Voice Blender": "వాయిస్ బ్లెండర్",
  "Get information about the audio": "ఆడియో గురించి సమాచారం పొందండి",
  "Select the folder containing the audios to convert.": "కన్వర్ట్ చేయడానికి ఆడియోలను కలిగి ఉన్న సంచికను ఎంచుకోండి.",
  "Enter output path": "అవుట్ పుట్ మార్గాన్ని నమోదు చేయండి",
  "Select the folder where the output audios will be saved.": "అవుట్ పుట్ ఆడియోలు సేవ్ చేయబడే ఫోల్డర్ ను ఎంచుకోండి.",
  "Substitute or blend with the volume envelope of the output. The closer the ratio is to 1, the more the output envelope is employed.": "అవుట్ పుట్ యొక్క వాల్యూమ్ కవర్ తో ప్రత్యామ్నాయం చేయండి లేదా కలపండి. నిష్పత్తి 1 కి దగ్గరగా ఉంటే, అవుట్ పుట్ కవరు ఎక్కువగా ఉపయోగించబడుతుంది.",
  "Safeguard distinct consonants and breathing sounds to prevent electro-acoustic tearing and other artifacts. Pulling the parameter to its maximum value of 0.5 offers comprehensive protection. However, reducing this value might decrease the extent of protection while potentially mitigating the indexing effect.": "ఎలక్ట్రో-అకౌస్టిక్ చిరిగిపోవడం మరియు ఇతర కళాఖండాలను నిరోధించడానికి విభిన్న ధ్వనులు మరియు శ్వాస శబ్దాలను సంరక్షించండి. పరామీటర్ ను దాని గరిష్ట విలువ 0.5కు లాగడం సమగ్ర రక్షణను అందిస్తుంది. ఏదేమైనా, ఈ విలువను తగ్గించడం వల్ల ఇండెక్సింగ్ ప్రభావాన్ని తగ్గించేటప్పుడు రక్షణ పరిధి తగ్గుతుంది.",
  "If the number is greater than or equal to three, employing median filtering on the collected tone results has the potential to decrease respiration.": "సంఖ్య మూడు కంటే ఎక్కువగా లేదా సమానంగా ఉంటే, సేకరించిన టోన్ ఫలితాలపై మధ్యస్థ వడపోతను ఉపయోగించడం శ్వాసక్రియను తగ్గించే సామర్థ్యాన్ని కలిగి ఉంటుంది.",
  "Fusion": "ఫ్యూజన్",
  "Blend Ratio": "మిశ్రమ నిష్పత్తి",
  "Drag and drop your model here": "మీ మోడల్ ని ఇక్కడ డ్రాగ్ చేయండి మరియు డ్రాప్ చేయండి",
  "You can also use a custom path.": "మీరు కస్టమ్ మార్గాన్ని కూడా ఉపయోగించవచ్చు.",
  "Enter path to model": "మోడల్ కు మార్గాన్ని నమోదు చేయండి",
  "Model information to be placed": "మోడల్ సమాచారం ఉంచాలి",
  "Path to Model": "మోడల్ కు మార్గం[మార్చు]",
  "View": "దృశ్యం",
  "Pth file": "PTH ఫైల్",
  "Inroduce the model information": "మోడల్ సమాచారాన్ని ఇన్ డ్యూక్ చేయండి",
  "Model conversion": "నమూనా మార్పిడి",
  "View model information": "నమూనా సమాచారాన్ని వీక్షించండి",
  "Model extraction": "నమూనా వెలికితీత",
  "Introduce the model pth path": "మోడల్ పిటిహెచ్ మార్గాన్ని పరిచయం చేయండి",
  "Output of the pth file": "పిటిహెచ్ ఫైల్ యొక్క అవుట్ పుట్",
  "Extract F0 Curve": "F0 కర్వ్ ని వెలికి తీయండి",
  "Select two voice models, set your desired blend percentage, and blend them into an entirely new voice.": "రెండు వాయిస్ మోడళ్లను ఎంచుకోండి, మీకు కావలసిన మిశ్రమ శాతాన్ని సెట్ చేయండి మరియు వాటిని పూర్తిగా కొత్త గొంతులో కలపండి.",
  "The information to be placed in the model (You can leave it blank or put anything).": "మోడల్ లో ఉంచాల్సిన సమాచారం (మీరు దానిని ఖాళీగా ఉంచవచ్చు లేదా ఏదైనా ఉంచవచ్చు).",
  "Adjusting the position more towards one side or the other will make the model more similar to the first or second.": "పొజిషన్ ను ఒక వైపు లేదా మరొక వైపుకు మరింత సర్దుబాటు చేయడం వల్ల మోడల్ మొదటి లేదా రెండవ వైపు మరింత పోలి ఉంటుంది.",
  "Record": "నమోదు",
  "Stop Recording": "రికార్డింగ్ ఆపండి",
  "## Download Model": "## డౌన్ లోడ్ మోడల్",
  "# How to Report an Issue on GitHub": "# గిట్హబ్లో సమస్యను ఎలా రిపోర్ట్ చేయాలి",
  "See Model Information": "మోడల్ సమాచారం చూడండి",
  "Record Screen": "స్క్రీన్ రికార్డ్ చేయండి",
  "Introduce the model .pth path": "మోడల్ .pth మార్గాన్ని పరిచయం చేయండి",
  "Model Link": "మోడల్ లింక్",
  "Introduce the model link": "మోడల్ లింక్ ను పరిచయం చేయండి",
  "## Drop files": "## డ్రాప్ ఫైళ్లు",
  "Search": "వెతుకు",
  "Download Model": "మోడల్ డౌన్ లోడ్ చేయండి",
  "## Search Model": "## శోధన నమూనా",
  "3. Go to [GitHub Issues](https://github.com/IAHispano/Applio/issues) and click on the 'New Issue' button.": "3. 'గిట్హబ్ ఇష్యూస్'(https://github.com/IAHispano/Applio/issues)లోకి వెళ్లి 'న్యూ ఇష్యూ' బటన్పై క్లిక్ చేయాలి.",
  "The f0 curve represents the variations in the base frequency of a voice over time, showing how pitch rises and falls.": "ఎఫ్ 0 కర్వ్ కాలక్రమేణా వాయిస్ యొక్క బేస్ ఫ్రీక్వెన్సీలో తేడాలను సూచిస్తుంది, పిచ్ ఎలా పెరుగుతుంది మరియు పడిపోతుందో చూపిస్తుంది.",
  "1. Click on the 'Record Screen' button below to start recording the issue you are experiencing.": "1. మీరు ఎదుర్కొంటున్న సమస్యను రికార్డ్ చేయడం ప్రారంభించడానికి దిగువ 'రికార్డ్ స్క్రీన్' బటన్పై క్లిక్ చేయండి.",
  "Drag your .pth file and .index file into this space. Drag one and then the other.": "మీ .pth ఫైల్ మరియు .index ఫైల్ ని ఈ స్పేస్ లోకి లాగండి. ఒకదాన్ని లాగి, తర్వాత మరొకటి లాగండి.",
  "## Download Pretrained Models": "## ప్రీ ట్రైన్డ్ మోడల్స్ డౌన్ లోడ్ చేసుకోండి",
  "We couldn't find models by that name.": "ఆ పేరుతో మోడల్స్ దొరకలేదు.",
  "Introduce the model name to search.": "శోధించడానికి మోడల్ పేరును పరిచయం చేయండి.",
  "TTS Voices": "టిటిఎస్ వాయిస్",
  "And select the sampling rate": "మరియు నమూనా రేటును ఎంచుకోండి.",
  "TTS Speed": "టిటిఎస్ స్పీడ్",
  "Select the pretrained model you want to download.": "మీరు డౌన్ లోడ్ చేయాలనుకుంటున్న ప్రీట్రైనింగ్ మోడల్ ఎంచుకోండి.",
  "Increase or decrease TTS speed.": "టిటిఎస్ వేగాన్ని పెంచండి లేదా తగ్గించండి.",
  "Text to Synthesize": "సంశ్లేషణ చేయడానికి టెక్స్ట్",
  "Input path for text file": "టెక్స్ట్ ఫైల్ కొరకు ఇన్ పుట్ పాత్",
  "Select the TTS voice to use for the conversion.": "కన్వర్షన్ కొరకు ఉపయోగించడానికి TTS వాయిస్ ని ఎంచుకోండి.",
  "Upload a .txt file": ".txt ఫైలును అప్ లోడ్ చేయండి",
  "2. Once you have finished recording the issue, click on the 'Stop Recording' button (the same button, but the label changes depending on whether you are actively recording or not).": "2. మీరు సమస్యను రికార్డ్ చేయడం పూర్తి చేసిన తర్వాత, 'స్టాప్ రికార్డింగ్' బటన్పై క్లిక్ చేయండి (అదే బటన్, కానీ మీరు చురుకుగా రికార్డ్ చేస్తున్నారా లేదా అనే దానిపై ఆధారపడి లేబుల్ మారుతుంది).",
  "Enter the text to synthesize.": "సంశ్లేషణ చేయడానికి టెక్స్ట్ ను నమోదు చేయండి.",
  "Output Path for TTS Audio": "TTS ఆడియో కొరకు అవుట్ పుట్ మార్గం",
  "Output Path for RVC Audio": "RVC ఆడియో కొరకు అవుట్ పుట్ మార్గం",
  "Enter text to synthesize": "సంశ్లేషణ చేయడానికి టెక్స్ట్ ను నమోదు చేయండి",
  "Enable Applio integration with Discord presence": "Discord సమక్షంలో Applio ఇంటిగ్రేషన్ ప్రారంభించు",
  "The path to the text file that contains content for text to speech.": "టెక్స్ట్ టు స్పీచ్ కోసం కంటెంట్ కలిగి ఉన్న టెక్స్ట్ ఫైల్ కు మార్గం.",
  "4. Complete the provided issue template, ensuring to include details as needed, and utilize the assets section to upload the recorded file from the previous step.": "4. ఇచ్చిన ఇష్యూ టెంప్లేట్ ను పూర్తి చేసి, అవసరమైన విధంగా వివరాలను పొందుపర్చేలా చూసుకోవాలి మరియు మునుపటి దశ నుండి రికార్డ్ చేయబడిన ఫైల్ ను అప్ లోడ్ చేయడానికి ఆస్తుల విభాగాన్ని ఉపయోగించండి.",
  "Theme": "థీమ్",
  "Restart Applio": "Restart Applio",
  "Enable Applio integration with applio.org/models using flask": "ఫ్లాస్క్ ను ఉపయోగించి applio.org/models అప్లికేషన్ ఇంటిగ్రేషన్ ప్రారంభించండి",
  "Language": "భాష",
  "Enable fake GPU": "నకిలీ జిపియును ప్రారంభించండి",
  "Precision": "ఖచ్చితత్వం",
  "Plugin Installer": "Plugin Installer",
  "It will activate the possibility of displaying the current Applio activity in Discord.": "ఇది డిస్కార్డ్ లో ప్రస్తుత అప్లైయో యాక్టివిటీని ప్రదర్శించే అవకాశాన్ని యాక్టివేట్ చేస్తుంది.",
  "Version Checker": "Version Checker",
  "It will activate the possibility of downloading models with a click from the website.": "వెబ్ సైట్ నుంచి క్లిక్ తో మోడళ్లను డౌన్ లోడ్ చేసుకునే సదుపాయాన్ని యాక్టివేట్ చేస్తుంది.",
  "Select the theme you want to use. (Requires restarting Applio)": "మీరు ఉపయోగించాలనుకుంటున్న థీమ్ ఎంచుకోండి. (అప్లికేషన్ ను పునఃప్రారంభించడం అవసరం)",
  "Select the language you want to use. (Requires restarting Applio)": "మీరు ఉపయోగించాలనుకుంటున్న భాషను ఎంచుకోండి. (అప్లికేషన్ ను పునఃప్రారంభించడం అవసరం)",
  "Update precision": "ఖచ్చితత్వాన్ని అప్ డేట్ చేయండి",
  "Drag your plugin.zip to install it": "దీన్ని ఇన్ స్టాల్ చేయడానికి మీ plugin.zip లాగండి",
  "Post-Process": "పోస్ట్-ప్రాసెస్",
  "Reverb": "Reverb",
  "Training is currently unsupported due to the absence of a GPU. To activate the training tab, navigate to the settings tab and enable the 'Fake GPU' option.": "ప్రస్తుతం జీపీయూ లేకపోవడంతో శిక్షణకు మద్దతు లేకుండా పోయింది. ట్రైనింగ్ ట్యాబ్ ను యాక్టివేట్ చేయడానికి సెట్టింగ్స్ ట్యాబ్ లోకి వెళ్లి 'ఫేక్ జీపీయూ' ఆప్షన్ ను ఎనేబుల్ చేయాలి.",
  "Check for updates": "అప్ డేట్ ల కొరకు చెక్ చేయండి",
  "Activates the train tab. However, please note that this device lacks GPU capabilities, hence training is not supported. This option is only for testing purposes. (This option will restart Applio)": "ట్రైన్ ట్యాబ్ ను యాక్టివేట్ చేస్తుంది. అయితే, ఈ పరికరానికి GPU సామర్థ్యాలు లేవని దయచేసి గమనించండి, అందువల్ల శిక్షణకు మద్దతు లేదు. ఈ ఎంపిక టెస్టింగ్ ప్రయోజనాల కోసం మాత్రమే. (ఈ ఆప్షన్ అప్లికేషన్ ను పునఃప్రారంభిస్తుంది)",
  "Reverb Damping": "Reverb డంపింగ్",
  "Apply reverb to the audio.": "ఆడియోకు రివర్బ్ అప్లై చేయండి.",
  "Reverb Room Size": "రివర్బ్ గది పరిమాణం",
  "Reverb Wet Gain": "Reverb తడి Gain",
  "Select the precision you want to use for training and inference.": "శిక్షణ మరియు అంచనా కోసం మీరు ఉపయోగించాలనుకుంటున్న ఖచ్చితత్వాన్ని ఎంచుకోండి.",
  "Set the damping of the reverb.": "రివర్బ్ యొక్క తేమను సెట్ చేయండి.",
  "Reverb Dry Gain": "Reverb పొడి Gain",
  "Reverb Width": "Reverb వెడల్పు",
  "Reverb Freeze Mode": "Reverb ఫ్రీజ్ మోడ్",
  "Check which version of Applio is the latest to see if you need to update.": "అప్లియో యొక్క ఏ వెర్షన్ లేటెస్ట్ అని చెక్ చేయండి, మీరు అప్ డేట్ చేయాల్సిన అవసరం ఉందా అని చూడండి.",
  "Set the room size of the reverb.": "రివర్బ్ యొక్క గది పరిమాణాన్ని సెట్ చేయండి.",
  "Set the wet gain of the reverb.": "రివర్బ్ యొక్క తడి లాభాన్ని సెట్ చేయండి.",
  "Set the dry gain of the reverb.": "రివర్బ్ యొక్క పొడి లాభాన్ని సెట్ చేయండి.",
  "Pitch Shift": "పిచ్ షిఫ్ట్",
  "Post-process the audio to apply effects to the output.": "అవుట్ పుట్ కు ప్రభావాలను వర్తింపజేయడం కొరకు ఆడియోను పోస్ట్ ప్రాసెస్ చేయండి.",
  "Limiter": "Limiter",
  "Pitch Shift Semitones": "పిచ్ షిఫ్ట్ సెమిటోన్స్",
  "Limiter Threshold dB": "Limiter Threshold dB",
  "Set the freeze mode of the reverb.": "రివర్బ్ యొక్క ఫ్రీజ్ మోడ్ ని సెట్ చేయండి.",
  "Gain": "పొందు",
  "Apply pitch shift to the audio.": "ఆడియోకు పిచ్ షిఫ్ట్ వర్తింపజేయండి.",
  "Limiter Release Time": "Limiter విడుదల సమయం",
  "Set the pitch shift semitones.": "పిచ్ షిఫ్ట్ సెమిటోన్లను సెట్ చేయండి.",
  "Apply limiter to the audio.": "ఆడియోకు లిమిటర్ వర్తించండి.",
  "Gain dB": "Gain dB",
  "Set the limiter threshold dB.": "లిమిటర్ త్రెషోల్డ్ dB సెట్ చేయండి.",
  "Distortion": "వక్రీకరించడం",
  "Set the gain dB.": "గెయిన్ dB సెట్ చేయండి.",
  "Set the limiter release time.": "లిమిటర్ విడుదల సమయాన్ని సెట్ చేయండి.",
  "Chorus": "వంతపాట",
  "Apply gain to the audio.": "ఆడియోకు గెయిన్ వర్తించండి.",
  "Set the distortion gain.": "వక్రీకరణ లాభాన్ని సెట్ చేయండి.",
  "Apply distortion to the audio.": "ఆడియోకు వక్రీకరణను వర్తింపజేయండి.",
  "Apply chorus to the audio.": "ఆడియోకు కోరస్ అప్లై చేయండి.",
  "Chorus Depth": "కోరస్ లోతు",
  "Set the chorus rate Hz.": "కోరస్ రేటు Hz సెట్ చేయండి.",
  "Chorus Rate Hz": "కోరస్ రేటు Hz",
  "Set the chorus depth.": "కోరస్ లోతును సెట్ చేయండి.",
  "Distortion Gain": "వక్రీకరణ లాభం",
  "Chorus Center Delay ms": "కోరస్ సెంటర్ ఆలస్యం ms",
  "Chorus Mix": "కోరస్ మిక్స్",
  "Bitcrush": "Bitcrus",
  "Chorus Feedback": "కోరస్ ఫీడ్ బ్యాక్",
  "Set the chorus mix.": "కోరస్ మిక్స్ సెట్ చేయండి.",
  "Set the chorus feedback.": "కోరస్ ఫీడ్ బ్యాక్ సెట్ చేయండి.",
  "Set the chorus center delay ms.": "కోరస్ సెంటర్ ఆలస్యాన్ని సెట్ చేయండి.",
  "Apply bitcrush to the audio.": "ఆడియోకు బిట్ క్రష్ అప్లై చేయండి.",
  "Clipping": "క్లిప్పింగ్",
  "Bitcrush Bit Depth": "బిట్ క్రష్ బిట్ లోతు",
  "Set the width of the reverb.": "రివర్బ్ యొక్క వెడల్పును సెట్ చేయండి.",
  "Compressor": "Compressor",
  "Compressor Threshold dB": "Compressor Threshold dB",
  "Clipping Threshold": "క్లిప్పింగ్ పరిమితి",
  "Set the bitcrush bit depth.": "బిట్ క్రష్ బిట్ లోతును సెట్ చేయండి.",
  "Apply clipping to the audio.": "ఆడియోకు క్లిప్పింగ్ వర్తించండి.",
  "Compressor Attack ms": "Compressor Attack ms",
  "Compressor Ratio": "కంప్రెసర్ నిష్పత్తి",
  "Set the clipping threshold.": "క్లిప్పింగ్ పరిమితిని సెట్ చేయండి.",
  "Apply compressor to the audio.": "ఆడియోకు కంప్రెసర్ అప్లై చేయండి.",
  "Compressor Release ms": "Compressor Release ms",
  "Delay": "ఆలస్యం",
  "Set the compressor threshold dB.": "కంప్రెషర్ త్రెషోల్డ్ dB సెట్ చేయండి.",
  "Set the compressor ratio.": "కంప్రెసర్ నిష్పత్తిని సెట్ చేయండి.",
  "Set the compressor attack ms.": "కంప్రెషర్ అటాక్ ని సెట్ చేయండి.",
  "Delay Seconds": "ఆలస్యం సెకన్లు",
  "Delay Mix": "ఆలస్యం మిక్స్",
  "Delay Feedback": "ఫీడ్ బ్యాక్ ఆలస్యం",
  "Set the compressor release ms.": "కంప్రెసర్ విడుదలను సెట్ చేయండి.",
  "Set the delay seconds.": "ఆలస్య సెకన్లను సెట్ చేయండి.",
  "Apply delay to the audio.": "ఆడియోకు ఆలస్యాన్ని వర్తింపజేయండి.",
  "Set the delay feedback.": "ఆలస్యం ఫీడ్ బ్యాక్ సెట్ చేయండి.",
  "Custom Embedder": "కస్టమ్ ఎంబెడర్",
  "Upload .bin": ".bin అప్ లోడ్ చేయండి",
  "Folder Name": "ఫోల్డర్ పేరు",
  "Refresh embedders": "రిఫ్రెష్ ఎంబెడర్ లు",
  "Set the delay mix.": "ఆలస్య మిశ్రమాన్ని సెట్ చేయండి.",
  "Select Custom Embedder": "కస్టమ్ ఎంబెడర్ ఎంచుకోండి",
  "Upload .json": ".json అప్ లోడ్ చేయండి",
  "model information": "మోడల్ సమాచారం",
  "Model Creator": "మోడల్ సృష్టికర్త",
  "Speaker ID": "స్పీకర్ ఐడి",
  "Name of the model creator. (Default: Unknown)": "మోడల్ క్రియేటర్ పేరు. (డిఫాల్ట్: తెలియదు)",
  "Model Author Name": "మోడల్ రచయిత పేరు",
  "Move files to custom embedder folder": "ఫైళ్లను కస్టమ్ ఎంబెడర్ ఫోల్డర్ కు తరలించండి",
  "Set name": "పేరు సెట్ చేయండి",
  "The name that will appear in the model information.": "మోడల్ సమాచారంలో కనిపించే పేరు.",
  "Select the speaker ID to use for the conversion.": "కన్వర్షన్ కొరకు ఉపయోగించడానికి స్పీకర్ IDని ఎంచుకోండి.",
  "Set the autotune strength - the more you increase it the more it will snap to the chromatic grid.": "ఆటోట్యూన్ బలాన్ని సెట్ చేయండి - మీరు దానిని ఎంత ఎక్కువగా పెంచితే అది క్రోమాటిక్ గ్రిడ్కు మారుతుంది."
}