{
  "Extra": "พิเศษ",
  "Inference": "การอนุมาน",
  "Processing": "ประมวล ผล",
  "Output Information": "ข้อมูลเอาต์พุต",
  "The output information will be displayed here.": "ข้อมูลเอาต์พุตจะแสดงที่นี่",
  "Settings": "การตั้งค่า",
  "Audio Analyzer": "เครื่องวิเคราะห์เสียง",
  "Download": "ดาวน์โหลด",
  "Training": "การอบรม",
  "A simple, high-quality voice conversion tool focused on ease of use and performance.": "เครื่องมือแปลงเสียงที่เรียบง่ายและมีคุณภาพสูงที่เน้นความสะดวกในการใช้งานและประสิทธิภาพ",
  "Report a Bug": "รายงานข้อบกพร่อง",
  "Plugins": "ปลั๊กอิน",
  "Preprocess": "กระบวนการล่วงหน้า",
  "Model Information": "ข้อมูลรุ่น",
  "Merge Audios": "รวมไฟล์เสียง",
  "This section contains some extra utilities that often may be in experimental phases.": "ส่วนนี้มียูทิลิตี้พิเศษบางอย่างที่มักจะอยู่ในขั้นตอนการทดลอง",
  "Audio cutting": "การตัดเสียง",
  "Process effects": "ผลกระทบของกระบวนการ",
  "Model Name": "ชื่อรุ่น",
  "It's recommended to deactivate this option if your dataset has already been processed.": "ขอแนะนําให้ปิดใช้งานตัวเลือกนี้หากชุดข้อมูลของคุณได้รับการประมวลผลแล้ว",
  "Name of the new model.": "ชื่อของรุ่นใหม่",
  "Enter model name": "ป้อนชื่อรุ่น",
  "Dataset Path": "เส้นทางชุดข้อมูล",
  "Path to the dataset folder.": "เส้นทางไปยังโฟลเดอร์ชุดข้อมูล",
  "Dataset Creator": "ผู้สร้างชุดข้อมูล",
  "Refresh Datasets": "รีเฟรชชุดข้อมูล",
  "Name of the new dataset.": "ชื่อของชุดข้อมูลใหม่",
  "Dataset Name": "ชื่อชุดข้อมูล",
  "Upload Audio Dataset": "อัปโหลดชุดข้อมูลเสียง",
  "Enter dataset name": "ป้อนชื่อชุดข้อมูล",
  "The audio file has been successfully added to the dataset. Please click the preprocess button.": "เพิ่มไฟล์เสียงลงในชุดข้อมูลเรียบร้อยแล้ว กรุณาคลิกปุ่มเตรียมกระบวนการล่วงหน้า",
  "Enter dataset path": "ป้อนเส้นทางชุดข้อมูล",
  "Sampling Rate": "อัตราการสุ่มตัวอย่าง",
  "Model Architecture": "สถาปัตยกรรมแบบจําลอง",
  "Preprocess Dataset": "ชุดข้อมูลก่อนประมวลผล",
  "Extract": "สกัด",
  "Embedder Model": "รุ่นฝัง",
  "Version of the model architecture.": "เวอร์ชันของสถาปัตยกรรมแบบจําลอง",
  "The sampling rate of the audio files.": "อัตราการสุ่มตัวอย่างของไฟล์เสียง",
  "Model used for learning speaker embedding.": "รุ่นที่ใช้สําหรับการเรียนรู้การฝังลําโพง",
  "Hop Length": "ความยาวกระโดด",
  "Batch Size": "ขนาดแบทช์",
  "Save Every Epoch": "บันทึกทุกยุค",
  "Total Epoch": "ยุคทั้งหมด",
  "Determine at how many epochs the model will saved at.": "กําหนดจํานวนยุคที่โมเดลจะบันทึกไว้",
  "It's advisable to align it with the available VRAM of your GPU. A setting of 4 offers improved accuracy but slower processing, while 8 provides faster and standard results.": "ขอแนะนําให้จัดตําแหน่งให้ตรงกับ VRAM ที่มีอยู่ของ GPU ของคุณ การตั้งค่า 4 ให้ความแม่นยําที่ดีขึ้นแต่การประมวลผลช้าลง ในขณะที่ 8 ให้ผลลัพธ์ที่เร็วขึ้นและเป็นมาตรฐาน",
  "Specifies the overall quantity of epochs for the model training process.": "ระบุปริมาณโดยรวมของยุคสําหรับกระบวนการฝึกโมเดล",
  "Denotes the duration it takes for the system to transition to a significant pitch change. Smaller hop lengths require more time for inference but tend to yield higher pitch accuracy.": "แสดงถึงระยะเวลาที่ใช้ในระบบในการเปลี่ยนไปใช้การเปลี่ยนแปลงระดับเสียงที่สําคัญ ความยาวกระโดดที่เล็กกว่าต้องใช้เวลาในการอนุมานมากกว่า แต่มีแนวโน้มที่จะให้ความแม่นยําในระดับเสียงที่สูงขึ้น",
  "Pretrained": "การฝึกอบรมล่วงหน้า",
  "Save Only Latest": "บันทึกเฉพาะล่าสุด",
  "Save Every Weights": "บันทึกทุกน้ําหนัก",
  "Custom Pretrained": "การฝึกอบรมล่วงหน้าแบบกําหนดเอง",
  "Upload Pretrained Model": "อัปโหลดโมเดลที่ผ่านการฝึกอบรมล่วงหน้า",
  "Enabling this setting will result in the G and D files saving only their most recent versions, effectively conserving storage space.": "การเปิดใช้งานการตั้งค่านี้จะส่งผลให้ไฟล์ G และ D บันทึกเฉพาะเวอร์ชันล่าสุด ซึ่งช่วยประหยัดพื้นที่เก็บข้อมูลได้อย่างมีประสิทธิภาพ",
  "Pretrained Custom Settings": "การตั้งค่าแบบกําหนดเองที่ผ่านการฝึกอบรมล่วงหน้า",
  "Refresh Custom Pretraineds": "รีเฟรช Custom Pretraineds",
  "The file you dropped is not a valid pretrained file. Please try again.": "ไฟล์ที่คุณทิ้งไม่ใช่ไฟล์ที่ผ่านการฝึกอบรมล่วงหน้าที่ถูกต้อง โปรดลองอีกครั้ง",
  "Pretrained G Path": "กําหนดเอง G ที่ผ่านการฝึกอบรมล่วงหน้า",
  "GPU Settings": "การตั้งค่า GPU",
  "Click the refresh button to see the pretrained file in the dropdown menu.": "คลิกปุ่มรีเฟรชเพื่อดูไฟล์ที่ผ่านการฝึกอบรมล่วงหน้าในเมนูแบบเลื่อนลง",
  "GPU Custom Settings": "การตั้งค่าแบบกําหนดเองของ GPU",
  "Pretrained D Path": "Custom Pretrained D",
  "Sets advanced GPU settings, recommended for users with better GPU architecture.": "ตั้งค่า GPU ขั้นสูง ที่แนะนําสําหรับผู้ใช้ที่มีสถาปัตยกรรม GPU ที่ดีกว่า",
  "This setting enables you to save the weights of the model at the conclusion of each epoch.": "การตั้งค่านี้ช่วยให้คุณสามารถบันทึกน้ําหนักของแบบจําลองเมื่อสิ้นสุดแต่ละยุค",
  "Utilizing custom pretrained models can lead to superior results, as selecting the most suitable pretrained models tailored to the specific use case can significantly enhance performance.": "การใช้โมเดลที่ผ่านการฝึกอบรมล่วงหน้าแบบกําหนดเองสามารถนําไปสู่ผลลัพธ์ที่เหนือกว่า เนื่องจากการเลือกโมเดลที่ผ่านการฝึกอบรมล่วงหน้าที่เหมาะสมที่สุดซึ่งปรับให้เหมาะกับกรณีการใช้งานเฉพาะสามารถเพิ่มประสิทธิภาพได้อย่างมาก",
  "GPU Number": "หมายเลข GPU",
  "0 to ∞ separated by -": "0 ถึง ∞ คั่นด้วย -",
  "The GPU information will be displayed here.": "ข้อมูล GPU จะแสดงที่นี่",
  "GPU Information": "ข้อมูล GPU",
  "The number of CPU cores to use in the extraction process. The default setting are your cpu cores, which is recommended for most cases.": "จํานวนคอร์ CPU ที่จะใช้ในกระบวนการแยก การตั้งค่าเริ่มต้นคือคอร์ CPU ของคุณ ซึ่งแนะนําในกรณีส่วนใหญ่",
  "The number of CPU cores to use in the preprocess. The default setting are your cpu cores, which is recommended for most cases.": "จํานวนคอร์ CPU ที่จะใช้ในกระบวนการล่วงหน้า การตั้งค่าเริ่มต้นคือคอร์ CPU ของคุณ ซึ่งแนะนําในกรณีส่วนใหญ่",
  "Specify the number of GPUs you wish to utilize for preprocess by entering them separated by hyphens (-). At the moment, using multi-gpu will not have a significant effect.": "ระบุจํานวน GPU ที่คุณต้องการใช้สําหรับการประมวลผลล่วงหน้าโดยป้อนโดยคั่นด้วยยัติภังค์ (-) ในขณะนี้ การใช้ multi-gpu จะไม่ส่งผลอย่างมีนัยสําคัญ",
  "Specify the number of GPUs you wish to utilize for extracting by entering them separated by hyphens (-).": "ระบุจํานวน GPU ที่คุณต้องการใช้สําหรับการแยกโดยป้อนโดยคั่นด้วยยัติภังค์ (-)",
  "Use CPU": "ใช้ CPU",
  "Pitch Guidance": "คําแนะนําสนาม",
  "Force the use of CPU for training.": "บังคับให้ใช้ CPU สําหรับการฝึกอบรม",
  "Cache Dataset in GPU": "ชุดข้อมูลแคชใน GPU",
  "Extract Features": "คุณสมบัติการแยก",
  "Utilize pretrained models when training your own. This approach reduces training duration and enhances overall quality.": "ใช้โมเดลที่ผ่านการฝึกอบรมล่วงหน้าเมื่อฝึกโมเดลของคุณเอง วิธีนี้ช่วยลดระยะเวลาการฝึกอบรมและเพิ่มคุณภาพโดยรวม",
  "We prioritize running the model extraction on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.": "เราให้ความสําคัญกับการเรียกใช้การแยกโมเดลบน GPU เพื่อประสิทธิภาพที่เร็วขึ้น หากคุณต้องการใช้ CPU เพียงเว้นช่อง GPU ว่างไว้",
  "We prioritize running the model preprocessing on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.": "เราให้ความสําคัญกับการเรียกใช้การประมวลผลแบบจําลองล่วงหน้าบน GPU เพื่อประสิทธิภาพที่เร็วขึ้น หากคุณต้องการใช้ CPU เพียงเว้นช่อง GPU ว่างไว้",
  "Index Algorithm": "อัลกอริทึมดัชนี",
  "By employing pitch guidance, it becomes feasible to mirror the intonation of the original voice, including its pitch. This feature is particularly valuable for singing and other scenarios where preserving the original melody or pitch pattern is essential.": "ด้วยการใช้คําแนะนําระดับเสียง จึงเป็นไปได้ที่จะสะท้อนน้ําเสียงของเสียงต้นฉบับ รวมถึงระดับเสียงด้วย คุณสมบัตินี้มีประโยชน์อย่างยิ่งสําหรับการร้องเพลงและสถานการณ์อื่นๆ ที่การรักษาท่วงทํานองดั้งเดิมหรือรูปแบบระดับเสียงเป็นสิ่งสําคัญ",
  "Cache the dataset in GPU memory to speed up the training process.": "แคชชุดข้อมูลในหน่วยความจํา GPU เพื่อเพิ่มความเร็วในกระบวนการฝึก",
  "Overtraining Detector Settings": "การตั้งค่าเครื่องตรวจจับการฝึกอบรมมากเกินไป",
  "Fresh Training": "การฝึกอบรมใหม่",
  "Overtraining Detector": "เครื่องตรวจจับการฝึกอบรมมากเกินไป",
  "Overtraining Threshold": "เกณฑ์การฝึกอบรมมากเกินไป",
  "KMeans is a clustering algorithm that divides the dataset into K clusters. This setting is particularly useful for large datasets.": "KMeans เป็นอัลกอริทึมการจัดกลุ่มที่แบ่งชุดข้อมูลออกเป็นคลัสเตอร์ K การตั้งค่านี้มีประโยชน์อย่างยิ่งสําหรับชุดข้อมูลขนาดใหญ่",
  "Set the maximum number of epochs you want your model to stop training if no improvement is detected.": "กําหนดจํานวน epoch สูงสุดที่คุณต้องการให้โมเดลของคุณหยุดการฝึกอบรมหากตรวจไม่พบการปรับปรุง",
  "Detect overtraining to prevent the model from learning the training data too well and losing the ability to generalize to new data.": "ตรวจจับการฝึกอบรมมากเกินไปเพื่อป้องกันไม่ให้โมเดลเรียนรู้ข้อมูลการฝึกอบรมได้ดีเกินไปและสูญเสียความสามารถในการสรุปเป็นข้อมูลใหม่",
  "Start Training": "เริ่มการฝึกอบรม",
  "Stop Training": "หยุดการฝึกอบรม",
  "Export Model": "โมเดลการส่งออก",
  "Generate Index": "สร้างดัชนี",
  "Enable this setting only if you are training a new model from scratch or restarting the training. Deletes all previously generated weights and tensorboard logs.": "เปิดใช้งานการตั้งค่านี้เฉพาะเมื่อคุณกําลังฝึกโมเดลใหม่ตั้งแต่เริ่มต้นหรือเริ่มการฝึกอบรมใหม่ ลบน้ําหนักและบันทึกเทนเซอร์บอร์ดที่สร้างขึ้นก่อนหน้านี้ทั้งหมด",
  "Exported Pth file": "ไฟล์ Pth ที่ส่งออก",
  "Exported Index file": "ไฟล์ดัชนีที่ส่งออก",
  "Upload": "อัปโหลด",
  "Select the pth file to be exported": "เลือกไฟล์ pth ที่จะส่งออก",
  "Select the index file to be exported": "เลือกไฟล์ดัชนีที่จะส่งออก",
  "Voice Model": "โมเดลเสียง",
  "The button 'Upload' is only for google colab: Uploads the exported files to the ApplioExported folder in your Google Drive.": "ปุ่ม 'อัปโหลด' มีไว้สําหรับ Google colab เท่านั้น: อัปโหลดไฟล์ที่ส่งออกไปยังโฟลเดอร์ ApplioExported ใน Google ไดรฟ์ของคุณ",
  "Select the voice model to use for the conversion.": "เลือกรูปแบบเสียงที่จะใช้สําหรับการแปลง",
  "Refresh": "ฟื้นฟู",
  "Single": "โสด",
  "Index File": "ไฟล์ดัชนี",
  "Unload Voice": "ยกเลิกการโหลดเสียง",
  "Upload Audio": "อัปโหลดเสียง",
  "Select the index file to use for the conversion.": "เลือกไฟล์ดัชนีที่จะใช้สําหรับการแปลง",
  "Select the audio to convert.": "เลือกเสียงที่จะแปลง",
  "Advanced Settings": "การตั้งค่าขั้นสูง",
  "Clear Outputs (Deletes all audios in assets/audios)": "ล้างเอาต์พุต (ลบไฟล์เสียงทั้งหมดในแอสเซท/ไฟล์เสียง)",
  "Output Path": "เส้นทางเอาต์พุต",
  "Custom Output Path": "เส้นทางเอาต์พุตที่กําหนดเอง",
  "Export Format": "รูปแบบการส่งออก",
  "Select the format to export the audio.": "เลือกรูปแบบเพื่อส่งออกเสียง",
  "Split Audio": "แยกเสียง",
  "Autotune": "ออโต้จูน",
  "Clean Audio": "เสียงสะอาด",
  "The path where the output audio will be saved, by default in assets/audios/output.wav": "เส้นทางที่จะบันทึกเสียงที่ส่งออก โดยค่าเริ่มต้นใน assets/audios/output.wav",
  "Split the audio into chunks for inference to obtain better results in some cases.": "แบ่งเสียงออกเป็นส่วนๆ เพื่อการอนุมานเพื่อให้ได้ผลลัพธ์ที่ดีขึ้นในบางกรณี",
  "Clean Strength": "ความแข็งแรงที่สะอาด",
  "Upscale Audio": "เสียงระดับหรู",
  "Clean your audio output using noise detection algorithms, recommended for speaking audios.": "ทําความสะอาดเอาต์พุตเสียงของคุณโดยใช้อัลกอริธึมการตรวจจับเสียงรบกวน ซึ่งแนะนําสําหรับการพูดเสียง",
  "Apply a soft autotune to your inferences, recommended for singing conversions.": "ใช้ซอฟต์ออโต้จูนกับการอนุมานของคุณ ซึ่งแนะนําสําหรับการแปลงการร้องเพลง",
  "Upscale the audio to a higher quality, recommended for low-quality audios. (It could take longer to process the audio)": "เพิ่มสเกลเสียงให้มีคุณภาพสูงขึ้น ซึ่งแนะนําสําหรับไฟล์เสียงคุณภาพต่ํา (อาจใช้เวลานานกว่าในการประมวลผลเสียง)",
  "Enable formant shifting. Used for male to female and vice-versa convertions.": "เปิดใช้งานการเปลี่ยนฟอร์มันต์ ใช้สําหรับการแปลงเพศชายเป็นหญิงและในทางกลับกัน",
  "Formant Shifting": "การเปลี่ยนฟอร์แมนต์",
  "Browse presets for formanting": "เรียกดูค่าที่ตั้งไว้ล่วงหน้าสําหรับฟอร์มันท์",
  "Default value is 1.0": "ค่าเริ่มต้นคือ 1.0",
  "Quefrency for formant shifting": "Quefrency สําหรับการเปลี่ยนฟอร์มันท์",
  "Presets are located in /assets/formant_shift folder": "ค่าที่ตั้งไว้ล่วงหน้าอยู่ในโฟลเดอร์ /assets/formant_shift",
  "Pitch": "ขว้าง",
  "Set the clean-up level to the audio you want, the more you increase it the more it will clean up, but it is possible that the audio will be more compressed.": "ตั้งค่าระดับการล้างข้อมูลเป็นเสียงที่คุณต้องการยิ่งคุณเพิ่มมากเท่าไหร่ก็จะยิ่งล้างมากขึ้นเท่านั้น แต่เป็นไปได้ว่าเสียงจะถูกบีบอัดมากขึ้น",
  "Filter Radius": "รัศมีตัวกรอง",
  "Search Feature Ratio": "อัตราส่วนคุณสมบัติการค้นหา",
  "Timbre for formant shifting": "เสียงต่ําสําหรับการขยับฟอร์มันท์",
  "Set the pitch of the audio, the higher the value, the higher the pitch.": "ตั้งค่าระดับเสียงของเสียง ยิ่งค่าสูงเท่าใด ระดับเสียงก็จะยิ่งสูงขึ้นเท่านั้น",
  "Influence exerted by the index file; a higher value corresponds to greater influence. However, opting for lower values can help mitigate artifacts present in the audio.": "อิทธิพลที่กระทําโดยไฟล์ดัชนี ค่าที่สูงขึ้นสอดคล้องกับอิทธิพลที่มากขึ้น อย่างไรก็ตาม การเลือกใช้ค่าที่ต่ํากว่าสามารถช่วยบรรเทาสิ่งประดิษฐ์ที่มีอยู่ในเสียงได้",
  "If the number is greater than or equal to three, employing median filtering on the collected tone results has the potential to decrease respiration.": "หากตัวเลขมากกว่าหรือเท่ากับสามการใช้การกรองค่ามัธยฐานในผลลัพธ์โทนเสียงที่รวบรวมมีศักยภาพในการลดการหายใจ",
  "Convert": "แปลง",
  "Pitch extraction algorithm": "อัลกอริธึมการสกัดระดับเสียง",
  "Export Audio": "ส่งออกเสียง",
  "Substitute or blend with the volume envelope of the output. The closer the ratio is to 1, the more the output envelope is employed.": "แทนที่หรือผสมผสานกับซองระดับเสียงของเอาต์พุต ยิ่งอัตราส่วนใกล้เคียงกับ 1 เท่าใด ซองจดหมายเอาต์พุตก็จะยิ่งมากขึ้นเท่านั้น",
  "Batch": "ชุด",
  "Safeguard distinct consonants and breathing sounds to prevent electro-acoustic tearing and other artifacts. Pulling the parameter to its maximum value of 0.5 offers comprehensive protection. However, reducing this value might decrease the extent of protection while potentially mitigating the indexing effect.": "ปกป้องพยัญชนะและเสียงหายใจที่แตกต่างกันเพื่อป้องกันการฉีกขาดด้วยไฟฟ้าอะคูสติกและสิ่งประดิษฐ์อื่นๆ การดึงพารามิเตอร์ไปที่ค่าสูงสุดที่ 0.5 ให้การป้องกันที่ครอบคลุม อย่างไรก็ตาม การลดค่านี้อาจลดขอบเขตของการป้องกันในขณะที่อาจลดผลกระทบของการทําดัชนี",
  "Input Folder": "โฟลเดอร์อินพุต",
  "Pitch extraction algorithm to use for the audio conversion. The default algorithm is rmvpe, which is recommended for most cases.": "อัลกอริธึมการแยกระดับเสียงเพื่อใช้สําหรับการแปลงเสียง อัลกอริทึมเริ่มต้นคือ rmvpe ซึ่งแนะนําสําหรับกรณีส่วนใหญ่",
  "Enter input path": "ป้อนเส้นทางอินพุต",
  "Output Folder": "โฟลเดอร์เอาต์พุต",
  "Select the folder containing the audios to convert.": "เลือกโฟลเดอร์ที่มีไฟล์เสียงที่จะแปลง",
  "Select Audio": "เลือกเสียง",
  "Get information about the audio": "รับข้อมูลเกี่ยวกับเสียง",
  "Select the folder where the output audios will be saved.": "เลือกโฟลเดอร์ที่จะบันทึกไฟล์เสียงที่ส่งออก",
  "Voice Blender": "เครื่องปั่นเสียง",
  "Enter output path": "ป้อนเส้นทางเอาต์พุต",
  "## Voice Blender": "## เครื่องปั่นเสียง",
  "Drag and drop your model here": "ลากและวางโมเดลของคุณที่นี่",
  "Fusion": "ฟิวชั่น",
  "You can also use a custom path.": "คุณยังสามารถใช้เส้นทางที่กําหนดเองได้อีกด้วย",
  "Select two voice models, set your desired blend percentage, and blend them into an entirely new voice.": "เลือกรูปแบบเสียงสองรุ่น ตั้งค่าเปอร์เซ็นต์การผสมผสานที่คุณต้องการ และผสมผสานเป็นเสียงใหม่ทั้งหมด",
  "Blend Ratio": "อัตราส่วนการผสมผสาน",
  "Path to Model": "เส้นทางสู่โมเดล",
  "Enter path to model": "ป้อนเส้นทางไปยังแบบจําลอง",
  "Protect Voiceless Consonants": "ปกป้องพยัญชนะที่ไม่มีเสียง",
  "Adjusting the position more towards one side or the other will make the model more similar to the first or second.": "การปรับตําแหน่งไปทางด้านใดด้านหนึ่งมากขึ้นจะทําให้โมเดลคล้ายกับด้านแรกหรือด้านที่สองมากขึ้น",
  "Inroduce the model information": "สํารวจข้อมูลรุ่น",
  "Model information to be placed": "ข้อมูลโมเดลที่จะวาง",
  "View": "ทิวทัศน์",
  "View model information": "ดูข้อมูลรุ่น",
  "Introduce the model pth path": "แนะนําเส้นทาง pth แบบจําลอง",
  "Model extraction": "การสกัดแบบจําลอง",
  "Model conversion": "การแปลงแบบจําลอง",
  "Output of the pth file": "เอาต์พุตของไฟล์ pth",
  "Pth file": "ไฟล์ Pth",
  "Extract F0 Curve": "แยกเส้นโค้ง F0",
  "# How to Report an Issue on GitHub": "# วิธีรายงานปัญหาบน GitHub",
  "Record": "บันทึก",
  "Record Screen": "บันทึกหน้าจอ",
  "Volume Envelope": "ซองจดหมายเล่ม",
  "1. Click on the 'Record Screen' button below to start recording the issue you are experiencing.": "1. คลิกที่ปุ่ม 'บันทึกหน้าจอ' ด้านล่างเพื่อเริ่มบันทึกปัญหาที่คุณกําลังประสบ",
  "The f0 curve represents the variations in the base frequency of a voice over time, showing how pitch rises and falls.": "เส้นโค้ง f0 แสดงถึงความผันแปรของความถี่พื้นฐานของเสียงเมื่อเวลาผ่านไป ซึ่งแสดงให้เห็นว่าระดับเสียงขึ้นและลงอย่างไร",
  "Stop Recording": "หยุดการบันทึก",
  "See Model Information": "ดูข้อมูลรุ่น",
  "## Download Model": "## ดาวน์โหลดโมเดล",
  "Model Link": "ลิงค์รุ่น",
  "3. Go to [GitHub Issues](https://github.com/IAHispano/Applio/issues) and click on the 'New Issue' button.": "3. ไปที่ [GitHub Issues](https://github.com/IAHispano/Applio/issues) และคลิกที่ปุ่ม 'New Issue'",
  "Introduce the model .pth path": "แนะนําเส้นทาง .pth แบบจําลอง",
  "Introduce the model link": "แนะนําลิงค์โมเดล",
  "2. Once you have finished recording the issue, click on the 'Stop Recording' button (the same button, but the label changes depending on whether you are actively recording or not).": "2. เมื่อคุณบันทึกปัญหาเสร็จแล้ว ให้คลิกที่ปุ่ม 'หยุดการบันทึก' (ปุ่มเดียวกัน แต่ป้ายกํากับจะเปลี่ยนไปขึ้นอยู่กับว่าคุณกําลังบันทึกอยู่หรือไม่)",
  "Download Model": "ดาวน์โหลดรุ่น",
  "4. Complete the provided issue template, ensuring to include details as needed, and utilize the assets section to upload the recorded file from the previous step.": "4. กรอกเทมเพลตปัญหาที่ให้มา โดยตรวจสอบให้แน่ใจว่าได้ใส่รายละเอียดตามความจําเป็น และใช้ส่วนเนื้อหาเพื่ออัปโหลดไฟล์ที่บันทึกไว้จากขั้นตอนก่อนหน้า",
  "The information to be placed in the model (You can leave it blank or put anything).": "ข้อมูลที่จะวางไว้ในแบบจําลอง (คุณสามารถเว้นว่างไว้หรือใส่อะไรก็ได้)",
  "## Drop files": "## วางไฟล์",
  "Drag your .pth file and .index file into this space. Drag one and then the other.": "ลากไฟล์ .pth และไฟล์ .index ของคุณลงในพื้นที่นี้ ลากอันหนึ่งแล้วลากอีกอันหนึ่ง",
  "We couldn't find models by that name.": "เราไม่พบนางแบบที่มีชื่อนั้น",
  "## Download Pretrained Models": "## ดาวน์โหลดโมเดลที่ผ่านการฝึกอบรมล่วงหน้า",
  "Search": "ค้น",
  "## Search Model": "## ค้นหาโมเดล",
  "TTS Voices": "เสียง TTS",
  "Introduce the model name to search.": "แนะนําชื่อรุ่นเพื่อค้นหา",
  "Select the pretrained model you want to download.": "เลือกโมเดลที่ผ่านการฝึกอบรมล่วงหน้าที่คุณต้องการดาวน์โหลด",
  "TTS Speed": "ความเร็ว TTS",
  "And select the sampling rate": "และเลือกอัตราการสุ่มตัวอย่าง",
  "Increase or decrease TTS speed.": "เพิ่มหรือลดความเร็ว TTS",
  "Select the TTS voice to use for the conversion.": "เลือกเสียง TTS ที่จะใช้สําหรับการแปลง",
  "Text to Synthesize": "ข้อความที่จะสังเคราะห์",
  "Enter the text to synthesize.": "ป้อนข้อความที่จะสังเคราะห์",
  "Upload a .txt file": "อัปโหลดไฟล์ .txt",
  "Input path for text file": "เส้นทางการป้อนข้อมูลสําหรับไฟล์ข้อความ",
  "Enter text to synthesize": "ป้อนข้อความที่จะสังเคราะห์",
  "The path to the text file that contains content for text to speech.": "เส้นทางไปยังแฟ้มข้อความที่มีเนื้อหาสําหรับการแปลงข้อความเป็นคําพูด",
  "Output Path for TTS Audio": "เส้นทางเอาต์พุตสําหรับเสียง TTS",
  "Output Path for RVC Audio": "เส้นทางเอาต์พุตสําหรับเสียง RVC",
  "Enable Applio integration with Discord presence": "เปิดใช้งานการรวม Applio กับการแสดงตน Discord",
  "Theme": "หัวข้อ",
  "Enable fake GPU": "เปิดใช้งาน GPU ปลอม",
  "Enable Applio integration with applio.org/models using flask": "เปิดใช้งานการรวม Applio กับ applio.org/models โดยใช้ขวด",
  "Language": "ภาษา",
  "It will activate the possibility of downloading models with a click from the website.": "มันจะเปิดใช้งานความเป็นไปได้ในการดาวน์โหลดโมเดลด้วยการคลิกจากเว็บไซต์",
  "Restart Applio": "รีสตาร์ท Applio",
  "Training is currently unsupported due to the absence of a GPU. To activate the training tab, navigate to the settings tab and enable the 'Fake GPU' option.": "การฝึกอบรมไม่รองรับในขณะนี้เนื่องจากไม่มี GPU หากต้องการเปิดใช้งานแท็บการฝึกอบรม ให้ไปที่แท็บการตั้งค่าและเปิดใช้งานตัวเลือก 'GPU ปลอม'",
  "It will activate the possibility of displaying the current Applio activity in Discord.": "มันจะเปิดใช้งานความเป็นไปได้ในการแสดงกิจกรรม Applio ปัจจุบันใน Discord",
  "Activates the train tab. However, please note that this device lacks GPU capabilities, hence training is not supported. This option is only for testing purposes. (This option will restart Applio)": "เปิดใช้งานแท็บรถไฟ อย่างไรก็ตาม โปรดทราบว่าอุปกรณ์นี้ไม่มีความสามารถของ GPU ดังนั้นจึงไม่รองรับการฝึกอบรม ตัวเลือกนี้ใช้เพื่อวัตถุประสงค์ในการทดสอบเท่านั้น (ตัวเลือกนี้จะรีสตาร์ท Applio)",
  "Select the language you want to use. (Requires restarting Applio)": "เลือกภาษาที่คุณต้องการใช้ (ต้องรีสตาร์ท Applio)",
  "Precision": "ความถูกต้อง",
  "Select the theme you want to use. (Requires restarting Applio)": "เลือกธีมที่คุณต้องการใช้ (ต้องรีสตาร์ท Applio)",
  "Update precision": "อัปเดตความแม่นยํา",
  "Select the precision you want to use for training and inference.": "เลือกความแม่นยําที่คุณต้องการใช้สําหรับการฝึกอบรมและการอนุมาน",
  "Plugin Installer": "ตัวติดตั้งปลั๊กอิน",
  "Check for updates": "ตรวจสอบการอัปเดต",
  "Drag your plugin.zip to install it": "ลาก plugin.zip ของคุณเพื่อติดตั้ง",
  "Version Checker": "ตัวตรวจสอบเวอร์ชัน",
  "Post-Process": "หลังกระบวนการ",
  "Reverb": "เสียงก้อง",
  "Post-process the audio to apply effects to the output.": "ประมวลผลเสียงในภายหลังเพื่อใช้เอฟเฟกต์กับเอาต์พุต",
  "Reverb Room Size": "ขนาดห้อง Reverb",
  "Apply reverb to the audio.": "ใช้เสียงสะท้อนกับเสียง",
  "Check which version of Applio is the latest to see if you need to update.": "ตรวจสอบว่า Applio เวอร์ชันใดเป็นเวอร์ชันล่าสุดเพื่อดูว่าจําเป็นต้องอัปเดตหรือไม่",
  "Reverb Wet Gain": "เสียงก้อง Wet Gain",
  "Set the room size of the reverb.": "กําหนดขนาดห้องของเสียงสะท้อน",
  "Reverb Damping": "เสียงสะท้อน Damp ไอเอ็นจี",
  "Set the damping of the reverb.": "ตั้งค่า damp เสียงสะท้อน",
  "Set the wet gain of the reverb.": "ตั้งค่าอัตราขยายแบบเปียกของเสียงสะท้อน",
  "Reverb Dry Gain": "เสียงสะท้อน Dry Gain",
  "Set the dry gain of the reverb.": "ตั้งค่าอัตราขยายแบบแห้งของเสียงสะท้อน",
  "Reverb Width": "ความกว้างของเสียงก้อง",
  "Set the freeze mode of the reverb.": "ตั้งค่าโหมดแช่แข็งของเสียงสะท้อน",
  "Set the width of the reverb.": "กําหนดความกว้างของเสียงสะท้อน",
  "Reverb Freeze Mode": "โหมด Reverb Freeze",
  "Apply pitch shift to the audio.": "ใช้การเปลี่ยนระดับเสียงกับเสียง",
  "Pitch Shift": "การเปลี่ยนระดับเสียง",
  "Pitch Shift Semitones": "เซมิโทนชิฟต์ชิฟต์",
  "Limiter": "ลิมิตเตอร์",
  "Set the pitch shift semitones.": "ตั้งค่าครึ่งเสียงการเปลี่ยนระดับเสียง",
  "Limiter Release Time": "เวลาปล่อยลิมิตเตอร์",
  "Limiter Threshold dB": "เกณฑ์ลิมิตเตอร์ dB",
  "Set the limiter threshold dB.": "ตั้งค่าเกณฑ์ลิมิตเตอร์ dB",
  "Apply limiter to the audio.": "ใช้ลิมิตเตอร์กับเสียง",
  "Gain": "กำไร",
  "Set the limiter release time.": "ตั้งเวลาปล่อยลิมิตเตอร์",
  "Distortion": "การบิดเบือน",
  "Apply gain to the audio.": "ใช้เกนกับเสียง",
  "Chorus": "คณะนักร้องประสานเสียง",
  "Apply distortion to the audio.": "ใช้การบิดเบือนกับเสียง",
  "Set the gain dB.": "ตั้งค่า dB เกน",
  "Gain dB": "ได้รับ dB",
  "Set the distortion gain.": "ตั้งค่าอัตราขยายการบิดเบือน",
  "Distortion Gain": "การบิดเบือนกําไร",
  "Apply chorus to the audio.": "ใช้คอรัสกับเสียง",
  "Chorus Depth": "ความลึกของคอรัส",
  "Set the chorus rate Hz.": "ตั้งค่าอัตราคอรัส Hz",
  "Chorus Center Delay ms": "Chorus Center Delay ms",
  "Chorus Rate Hz": "อัตราคอรัส Hz",
  "Set the chorus depth.": "ตั้งค่าความลึกของคอรัส",
  "Set the chorus center delay ms.": "ตั้งค่าการหน่วงเวลาศูนย์คอรัส ms",
  "Chorus Feedback": "ข้อเสนอแนะของคอรัส",
  "Chorus Mix": "คอรัสมิกซ์",
  "Set the chorus feedback.": "ตั้งค่าคําติชมคอรัส",
  "Bitcrush": "บิตครัช",
  "Set the chorus mix.": "ตั้งค่าคอรัสมิกซ์",
  "Apply bitcrush to the audio.": "ใช้ bitcrush กับเสียง",
  "Clipping": "การตัด",
  "Compressor": "คอมเพรสเซอร์",
  "Set the bitcrush bit depth.": "ตั้งค่าความลึกของบิต bitcrush",
  "Apply clipping to the audio.": "ใช้การตัดกับเสียง",
  "Bitcrush Bit Depth": "Bitcrush ความลึกของบิต",
  "Set the clipping threshold.": "ตั้งค่าเกณฑ์การตัด",
  "Clipping Threshold": "เกณฑ์การตัด",
  "Compressor Threshold dB": "เกณฑ์คอมเพรสเซอร์ dB",
  "Set the compressor threshold dB.": "ตั้งค่าเกณฑ์คอมเพรสเซอร์ dB",
  "Apply compressor to the audio.": "ใช้คอมเพรสเซอร์กับเสียง",
  "Compressor Ratio": "อัตราส่วนคอมเพรสเซอร์",
  "Set the compressor ratio.": "ตั้งอัตราส่วนคอมเพรสเซอร์",
  "Delay": "ชักช้า",
  "Compressor Attack ms": "คอมเพรสเซอร์โจมตี ms",
  "Compressor Release ms": "ปล่อยคอมเพรสเซอร์ ms",
  "Set the compressor attack ms.": "ตั้งค่าการโจมตีของคอมเพรสเซอร์ ms",
  "Apply delay to the audio.": "ใช้การหน่วงเวลากับเสียง",
  "Delay Feedback": "ข้อเสนอแนะล่าช้า",
  "Set the delay seconds.": "ตั้งค่าวินาทีการหน่วงเวลา",
  "Set the compressor release ms.": "ตั้งค่าการปล่อยคอมเพรสเซอร์ ms",
  "Set the delay feedback.": "ตั้งค่าการตอบสนองการหน่วงเวลา",
  "Custom Embedder": "ตัวฝังแบบกําหนดเอง",
  "Delay Seconds": "วินาทีล่าช้า",
  "Set the delay mix.": "ตั้งค่าการผสมการหน่วงเวลา",
  "Refresh embedders": "รีเฟรชตัวฝัง",
  "Select Custom Embedder": "เลือก Custom Embedder",
  "Folder Name": "ชื่อโฟลเดอร์",
  "Delay Mix": "ดีเลย์มิกซ์",
  "Upload .bin": "อัปโหลด.bin",
  "Upload .json": "อัปโหลด.json",
  "Move files to custom embedder folder": "ย้ายไฟล์ไปยังโฟลเดอร์ฝังแบบกําหนดเอง",
  "model information": "ข้อมูลรุ่น",
  "Speaker ID": "รหัสลําโพง",
  "Name of the model creator. (Default: Unknown)": "ชื่อผู้สร้างโมเดล (ค่าเริ่มต้น: ไม่ทราบ)",
  "Model Creator": "ผู้สร้างโมเดล",
  "Select the speaker ID to use for the conversion.": "เลือก ID ลําโพงที่จะใช้สําหรับการแปลง",
  "Model Author Name": "ชื่อผู้เขียนโมเดล",
  "The name that will appear in the model information.": "ชื่อที่จะปรากฏในข้อมูลรุ่น",
  "Set name": "ชื่อชุด",
  "Set the autotune strength - the more you increase it the more it will snap to the chromatic grid.": "ตั้งค่าความแรงของการปรับอัตโนมัติ - ยิ่งคุณเพิ่มมากเท่าไหร่ก็ยิ่งจะแน็บกับตารางสีมากขึ้นเท่านั้น"
}