{
  "Training": "Ako",
  "Extra": "Toe Lahi Ange",
  "Processing": "Ngaue",
  "Merge Audios": "Fakatahaʻi e Ongó",
  "Audio Analyzer": "Ongo Analyzer",
  "The output information will be displayed here.": "ʻE ʻasi heni ʻa e fakamatala ki he Output.",
  "Inference": "Fakatonuʻi",
  "Download": "Download",
  "Plugins": "Plugins",
  "Report a Bug": "Lipooti ha Bug",
  "A simple, high-quality voice conversion tool focused on ease of use and performance.": "Naʻe fakatefito ha kiʻi meʻangaue faingofua mo lelei ʻi he ului ʻi he faingofua hono fakaʻaongaʻi mo hono fakahoko.",
  "Model Information": "Fakamatala ki he motolo",
  "Preprocess": "Ngaue kimuʻa",
  "Settings": "Ngaahi Feituʻú",
  "Output Information": "Fakamatala ki he Output",
  "Audio cutting": "Kosi ʻo e ongo",
  "Process effects": "Ngaahi ola ʻo e founga ngaue",
  "This section contains some extra utilities that often may be in experimental phases.": "ʻOku ʻi he konga ko ʻeni ha ngaahi meʻa ʻaonga kehe ʻoku faʻa ʻi Experimental ngaahi konga.",
  "Model Name": "Hingoa ʻo e Mōtoló",
  "Enter model name": "Fakahu e hingoa ʻo e motolo",
  "Dataset Path": "Hala Dataset",
  "Name of the new model.": "Hingoa ʻo e sipinga foʻou.",
  "Refresh Datasets": "Fakafoʻou Datasets",
  "Dataset Name": "Hingoa Dataset",
  "Dataset Creator": "Dataset tupuʻanga",
  "Path to the dataset folder.": "Hala ki he fouluta dataset.",
  "It's recommended to deactivate this option if your dataset has already been processed.": "ʻOku fokotuʻu atu ke fakamalolooʻi fakataimi ʻa e fili ko ʻeni kapau kuo ʻosi fai hoʻo dataset.",
  "Name of the new dataset.": "Hingoa ʻo e dataset foʻou.",
  "Sampling Rate": "Vave ʻo e sipinga",
  "Upload Audio Dataset": "Upload e Fakamatala ʻi he Ongó",
  "Enter dataset name": "Fakahu dataset hingoa",
  "Enter dataset path": "Fakahu dataset hala",
  "The audio file has been successfully added to the dataset. Please click the preprocess button.": "Kuo lava lelei hono tanaki atu ʻo e faile ʻo e ongo ki he dataset. Kātaki ʻo lomiʻi ʻi he button ki he ngāue ki muʻá.",
  "Model Architecture": "Sipinga ʻo e fale",
  "Preprocess Dataset": "Tomuʻa ngaue Dataset",
  "Version of the model architecture.": "Tatau ʻo e ngaahi fale ʻo e motolo.",
  "Hop Length": "Loloa ʻo e kaka",
  "The sampling rate of the audio files.": "Ko e sipinga ʻo e ngaahi faile ʻo e ongo.",
  "Embedder Model": "Sipinga Embedder",
  "Extract": "Toʻo",
  "Batch Size": "Lahi ʻo e Kulupu (Batch) Foakí",
  "Model used for learning speaker embedding.": "Sipinga ʻoku fakaʻaongaʻi ki hono ako ʻo e tokotaha lea e.",
  "Total Epoch": "Fakakatoa ʻo e ʻEpoki foʻou",
  "Save Every Epoch": "Fakahaofi ʻa e ʻEpoki foʻou kotoa pe",
  "Pretrained": "ʻOsi Akoʻi",
  "Save Only Latest": "Seivi pe ʻa e fakamuimui taha",
  "Save Every Weights": "Seivi ʻa e Mamafa Kotoa Pē",
  "Custom Pretrained": "ʻOsi Akoʻi Kimuʻa",
  "Denotes the duration it takes for the system to transition to a significant pitch change. Smaller hop lengths require more time for inference but tend to yield higher pitch accuracy.": "ʻOku ne fakahaaʻi ʻa e loloa ʻo e taimi ʻoku fie maʻu ki he polokalama ke hiki ki ha liliu mahuʻinga. ʻOku fie maʻu ha taimi lahi ange ki he fakatonuʻi ʻi he fanga kiʻi kaka iiki ange ka ʻoku nau fakahehema ke ʻomi ha tuʻuaki ʻoku maʻolunga ange.",
  "Upload Pretrained Model": "Upload e Sīpinga Kuo ʻOsi Akoʻí",
  "Refresh Custom Pretraineds": "Fakafoʻou a e Ngaahi Akoʻi Kuo Osi Akoʻí",
  "Determine at how many epochs the model will saved at.": "Fakapapauʻi pe ko e ʻepoki foʻou ʻe fiha ʻe fakahaofi ai ʻa e sipinga.",
  "Specifies the overall quantity of epochs for the model training process.": "Fakamahinoʻi ʻa e lahi fakakatoa ʻo e ʻepoki foʻou ki he founga ako ʻo e motolo.",
  "It's advisable to align it with the available VRAM of your GPU. A setting of 4 offers improved accuracy but slower processing, while 8 provides faster and standard results.": "ʻOku fie maʻu ke fenapasi ia mo e VRAM ʻoku lava ke maʻu ʻi hoʻo GPU. ʻOku ʻomi ʻe he fokotuʻutuʻu ʻo e 4 ha ngaahi meʻa ʻoku tonu kae mamalie ange ʻa e ngaue, ka ʻoku ʻomi ʻe he 8 ha ngaahi ola vave mo angamaheni.",
  "Pretrained Custom Settings": "Ngaahi Fokotuʻutuʻu Tuʻumaʻu Kuo ʻOsi Akoʻí",
  "Pretrained D Path": "Tuʻumaʻu kuo ʻosi akoʻi D",
  "Pretrained G Path": "Tuʻumaʻu kuo ʻosi akoʻi G",
  "Click the refresh button to see the pretrained file in the dropdown menu.": "Lomiʻi ʻi he refresh ke sio ki he faile kuo ʻosi akoʻi ʻi he dropdown menu.",
  "GPU Settings": "GPU Settings",
  "The file you dropped is not a valid pretrained file. Please try again.": "ʻOku ʻikai ko ha faile ʻoku kei ʻaonga ʻa e faile naʻa ke fakatooki. Kātaki ʻo toe feinga pē.",
  "GPU Custom Settings": "GPU fokotuʻutuʻu angamaheni",
  "Enabling this setting will result in the G and D files saving only their most recent versions, effectively conserving storage space.": "ʻE iku ʻa e fokotuʻutuʻu ko ʻeni ki he ngaahi faile ʻa e G mo e d ʻo fakahaofi pe ʻenau ngaahi polokalama fakamuimuitaha, ʻa ia ʻoku ola lelei conserving feituʻu tauhiʻanga ʻo e meʻakai.",
  "This setting enables you to save the weights of the model at the conclusion of each epoch.": "ʻOku hanga ʻe he tukunga ko ʻeni ʻo ʻai ke ke lava ʻo fakahaofi ʻa e mamafa ʻo e sipinga ʻi he fakaʻosinga ʻo e ʻepoki foʻou takitaha.",
  "0 to ∞ separated by -": "0 ki he ∞ fakamavaheʻi ʻe he-",
  "The GPU information will be displayed here.": "ʻE fakaʻaliʻali heni ʻa e fakamatala GPU.",
  "Utilizing custom pretrained models can lead to superior results, as selecting the most suitable pretrained models tailored to the specific use case can significantly enhance performance.": "ʻE lava ke iku hono fakaʻaongaʻi ʻo e ngaahi sipinga angamaheni kuo ʻosi akoʻi ki ha ngaahi ola maʻolunga ange, ʻo hange ko hono fili ʻo e kau ta sipinga feʻunga taha kuo ʻosi akoʻi ki he meʻa pau ʻe lava ke ne fakaleleiʻi ʻa e ngaue.",
  "GPU Number": "Fika GPU",
  "Sets advanced GPU settings, recommended for users with better GPU architecture.": "Fokotuʻu ha ngaahi feituʻu GPU fakalakalaka, ʻoku fokotuʻu atu ki he kau fakaʻaongaʻi ʻoku lelei ange GPU fale.",
  "GPU Information": "FAKAMATALA GPU",
  "Pitch Guidance": "Fakahinohino ki he tuʻuaki",
  "Extract Features": "Toʻo e ngaahi fotunga",
  "Use CPU": "Fakaʻaongaʻi ʻa e CPU",
  "Specify the number of GPUs you wish to utilize for extracting by entering them separated by hyphens (-).": "Fakamahinoʻi ʻa e lahi ʻo e GPUs ʻoku ke fie fakaʻaongaʻi ki hono toʻo ʻaki haʻo fakahu kinautolu ʻe he haifine (-).",
  "The number of CPU cores to use in the preprocess. The default setting are your cpu cores, which is recommended for most cases.": "Ko e lahi ʻo e CPU cores ke fakaʻaongaʻi ʻi he ngaue kimuʻa. Ko e feituʻu ne ʻuluaki seti ko hoʻo cores, ʻa ia ʻoku fokotuʻu atu ki he ngaahi meʻa lahi.",
  "Specify the number of GPUs you wish to utilize for preprocess by entering them separated by hyphens (-). At the moment, using multi-gpu will not have a significant effect.": "Fakamahinoʻi ʻa e lahi ʻo e GPUs ʻoku ke fie fakaʻaongaʻi ki he ngaue kimuʻa ʻaki haʻo fakahu kinautolu ʻaki haifine (-). ʻI he taimi ko ia, he ʻikai ʻi ai ha ola mahuʻinga ʻo hono fakaʻaongaʻi ʻo e gpu fakavahaʻa-taʻu.",
  "Force the use of CPU for training.": "Fakamalohiʻi hono fakaʻaongaʻi ʻo e CPU ki he ako.",
  "The number of CPU cores to use in the extraction process. The default setting are your cpu cores, which is recommended for most cases.": "Lahi ʻo e CPU cores ke fakaʻaongaʻi ʻi he founga toʻo ʻulí. Ko e feituʻu ne ʻuluaki seti ko hoʻo cores, ʻa ia ʻoku fokotuʻu atu ki he ngaahi meʻa lahi.",
  "Utilize pretrained models when training your own. This approach reduces training duration and enhances overall quality.": "Fakaʻaongaʻi e kau tā sīpinga kuo ʻosi akoʻí ʻi he taimi ʻoku akoʻi ai koé. ʻOku hanga ʻe he founga ko ʻení ʻo fakasiʻisiʻi ʻa e lōloa ʻo e taimi akó mo fakalahi ʻa e tuʻunga",
  "Cache Dataset in GPU": "Cache Dataset ʻi GPU",
  "Index Algorithm": "Fakahokohoko fakamotuʻalea Algorithm",
  "We prioritize running the model extraction on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.": "ʻOku tau fakamuʻomuʻa hono fakalele ʻo e sipinga toʻo ʻuli ʻi he GPU ke vave ange ʻa e ngaue. Kapau ʻoku ke fie fakaʻaongaʻi ʻa e CPU, mavahe pe mei he feituʻu GPU.",
  "We prioritize running the model preprocessing on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.": "ʻOku tau fakamuʻomuʻa ʻa e sipinga ʻo e ngaue ʻi he GPU ke vave ange ʻa e ngaue. Kapau ʻoku ke fie fakaʻaongaʻi ʻa e CPU, mavahe pe mei he feituʻu GPU.",
  "Overtraining Detector": "Akoʻi ʻo e MONOKISAITI",
  "Fresh Training": "Ako foʻou",
  "Overtraining Threshold": "Akoʻi ʻo e huʻanga",
  "Overtraining Detector Settings": "Akoʻi MONOKISAITI settings",
  "Start Training": "Kamata ʻa e ako",
  "Cache the dataset in GPU memory to speed up the training process.": "Cache ʻa e dataset ʻi GPU manatu ke vave ʻa e founga ako.",
  "KMeans is a clustering algorithm that divides the dataset into K clusters. This setting is particularly useful for large datasets.": "Ko e KMeans ko ha clustering algorithm ʻoku ne vahevahe ʻa e dataset ki he K. ʻOku matuʻaki ʻaonga ʻa e ʻatakai ko ʻeni ki he datasets lalahi.",
  "By employing pitch guidance, it becomes feasible to mirror the intonation of the original voice, including its pitch. This feature is particularly valuable for singing and other scenarios where preserving the original melody or pitch pattern is essential.": "ʻI hono fakaʻaongaʻi ʻo e fakahinohino, ʻe lava ke ne faʻifaʻitaki ʻa e intonation ʻo e leʻo totonu, kau ai hono tuʻuaki. ʻOku matuʻaki mahuʻinga ʻa e konga ko ʻeni ki he hiva mo e ngaahi tukunga kehe ʻoku mahuʻinga ai hono fakatolonga ʻo e fasi totonu pe sipinga ʻo e tuʻuaki.",
  "Stop Training": "Taʻofi e Ako",
  "Generate Index": "Faʻufaʻu ha Fakahokohoko Fakamotuʻ",
  "Export Model": "Hiki Atu ʻa e Mōtoló",
  "Detect overtraining to prevent the model from learning the training data too well and losing the ability to generalize to new data.": "ʻIloʻi ʻa e ako ke taʻofi ʻa e sipinga mei hono ako lelei ʻo e fakamatala ako pea mole ʻa e malava ke generalize ki he fakamatala foʻou.",
  "Exported Index file": "Faile Fakahokohoko Fakamotuʻalea naʻe Hiki Atú",
  "Exported Pth file": "Faile ʻo e Pth naʻe hiki atú",
  "Enable this setting only if you are training a new model from scratch or restarting the training. Deletes all previously generated weights and tensorboard logs.": "ʻAi ke toki lava pe ʻa e tukunga ko ʻeni kapau ʻoku ke akoʻi ha sipinga foʻou mei ha ngaahi meʻa kehe pe to ʻa e ako. Deletes kotoa e ngaahi meʻa mamafa mo e sinoʻi ʻakau tensorboard.",
  "Upload": "Upload",
  "Select the pth file to be exported": "Fili a e faile o e pth ke hiki atu",
  "Voice Model": "Sipinga ʻo e leʻo",
  "Set the maximum number of epochs you want your model to stop training if no improvement is detected.": "Fokotuʻu ʻa e lahi taha ʻo e ngaahi ʻepoki foʻou ʻoku ke fie maʻu ke taʻofi hoʻo sipinga ke taʻofi ʻa e ako kapau ʻoku ʻikai ke ʻi ai ha fakalakalaka.",
  "Refresh": "Fakafoʻou",
  "Select the index file to be exported": "Fili a e faile fakahokohoko fakamotuʻalea ke hiki atu",
  "Index File": "Faile Fakahokohoko Fakamotuʻaleá",
  "The button 'Upload' is only for google colab: Uploads the exported files to the ApplioExported folder in your Google Drive.": "Ko e button ʻ upload ʻ ʻoku maʻa e Google colab: fakahu ʻa e ngaahi faile ʻoku hiki atu ki he fouluta ApplioExported ʻi hoʻo Google drive.",
  "Single": "Tautaha",
  "Unload Voice": "Leʻo ʻoku ʻikai load",
  "Select the voice model to use for the conversion.": "Fili ʻa e sipinga ʻo e leʻo ke fakaʻaongaʻi ki he ului.",
  "Upload Audio": "Upload e Ongó",
  "Select Audio": "Fili ʻa e Ongó",
  "Select the index file to use for the conversion.": "Fili ʻa e faile fakahokohoko fakamotuʻalea ke fakaʻaongaʻi ki he ului.",
  "Custom Output Path": "Hala ki he Output",
  "Advanced Settings": "Fokotuʻutuʻu fakalakalaka",
  "Output Path": "Hala Output",
  "Export Format": "Hiki Atu a e Fōmetí",
  "Select the audio to convert.": "Fili ʻa e ongó ke papi ului.",
  "Split Audio": "Vahevahe ʻa e ongo",
  "Autotune": "Autotune",
  "Select the format to export the audio.": "Fili ʻa e founga ke export ʻaki ʻa e ongó.",
  "Clear Outputs (Deletes all audios in assets/audios)": "Fakaʻataʻata ʻa e (Deletes kotoa audios ʻi he ngaahi koloa/audios)",
  "Clean Audio": "Ongo maʻa",
  "Clean Strength": "Mālohi ke Maʻa",
  "The path where the output audio will be saved, by default in assets/audios/output.wav": "Ko e hala ʻe seivi ai ʻa e ongo Output, ʻi he peesi tuʻumaʻu ʻi he ngaahi koloa/audios/output.wav",
  "Formant Shifting": "Feliliuaki ʻa e faʻu",
  "Upscale Audio": "Meʻafua ʻo e ongo",
  "Apply a soft autotune to your inferences, recommended for singing conversions.": "Fakaʻaongaʻi ha autotune molu ki hoʻo inferences, ʻa ia ʻoku fokotuʻu atu ki hono hivaʻi ʻo e ului.",
  "Split the audio into chunks for inference to obtain better results in some cases.": "Vahevahe ʻa e ongo ki ha ngaahi fakatonuʻi ke maʻu ha ngaahi ola lelei ange ʻi ha ngaahi meʻa ʻe niʻihi.",
  "Clean your audio output using noise detection algorithms, recommended for speaking audios.": "Fakamaʻa hoʻo ongo Output ʻo fakaʻaongaʻi ʻa e fakatokanga ki he longoaʻa algorithms, ʻa ia ʻoku fokotuʻu atu ki he lea audios.",
  "Quefrency for formant shifting": "Quefrency ki he formant feliliuaki",
  "Timbre for formant shifting": "Timbre ki he formant feliliuaki",
  "Enable formant shifting. Used for male to female and vice-versa convertions.": "ʻAi ke lava ʻo feliliuaki. Fakaʻaongaʻi ki he tangata ki he fefine mo hono fulihi convertions.",
  "Browse presets for formanting": "Vakai takai holo ʻi he ngaahi seti ki he formanting",
  "Upscale the audio to a higher quality, recommended for low-quality audios. (It could take longer to process the audio)": "Ko hono fakafuofuaʻi ʻo e ongo ki ha tuʻunga maʻolunga ange, ʻoku fokotuʻu atu ki he audios lelei. (ʻE fie maʻu ha taimi loloa ange ke ngaue ki he ongo)",
  "Pitch": "Tuʻuaki",
  "Default value is 1.0": "Peesi tuʻumaʻu ko e 1.0",
  "Presets are located in /assets/formant_shift folder": "ʻOku tuʻu ʻa e ngaahi seti ʻi he/assets/formant_shift folder",
  "Filter Radius": "Filter ofi",
  "Search Feature Ratio": "Fika ʻo e kumi",
  "Volume Envelope": "Voliume ʻo e sila",
  "Set the clean-up level to the audio you want, the more you increase it the more it will clean up, but it is possible that the audio will be more compressed.": "Fokotuʻu ʻa e tuʻunga maʻa ki he ongo ʻoku ke fie maʻu, ko e lahi ange ia hoʻo fakalahi ia ko e lahi ange ia ʻene fakamaʻa, ka ʻoku malava pe ke toe fakasiʻisiʻi ange ʻa e ongo.",
  "Protect Voiceless Consonants": "Maluʻi Voiceless Consonants",
  "Convert": "Papi Uluí",
  "Pitch extraction algorithm": "Tuʻuaki ʻo e algorithm toʻo ʻuli",
  "Input Folder": "Fakahu ʻa e foulutaa",
  "Batch": "Kulupu (Batch) Foaki",
  "Export Audio": "Hiki Atu ʻa e Ongó",
  "Substitute or blend with the volume envelope of the output. The closer the ratio is to 1, the more the output envelope is employed.": "Fetongi pe tuifio mo e voliume ʻo e sila ʻo e Output. Ko e ofi ange ʻa e fika (ratio) ki he 1, ko e lahi ange ia hono fakaʻaongaʻi ʻo e sila Output.",
  "Set the pitch of the audio, the higher the value, the higher the pitch.": "Fokotuʻu ʻa e tuʻuaki ʻo e ongo, ko e maʻolunga ange ia ʻa e mahuʻinga, ko e maʻolunga ange ia ʻa e tuʻuaki.",
  "Pitch extraction algorithm to use for the audio conversion. The default algorithm is rmvpe, which is recommended for most cases.": "Fokotuʻu ʻa e algorithm toʻo ʻuli ke fakaʻaongaʻi ki he ului ʻo e ongo. Ko e algorithm default ko e rmvpe, ʻa ia ʻoku fokotuʻu atu ki ha ngaahi meʻa lahi.",
  "Select the folder containing the audios to convert.": "Fili ʻa e fouluta ʻoku ʻi ai ʻa e audios ke ului.",
  "Influence exerted by the index file; a higher value corresponds to greater influence. However, opting for lower values can help mitigate artifacts present in the audio.": "Ivi takiekina ʻoku fakaʻaongaʻi ʻe he faile fakahokohoko fakamotuʻalea; ʻoku fekauʻaki ha tuʻunga ʻulungāanga mahuʻinga māʻolunga ange mo ha ivi tākiekina lahi ange Neongo ia, ʻe lava ke tokoni ʻa e opting ki he ngaahi tuʻunga ʻulungaanga mahuʻinga maʻulalo ange ke fakasiʻisiʻi ʻa e ngaahi koloa ʻoku ʻi he ongo.",
  "If the number is greater than or equal to three, employing median filtering on the collected tone results has the potential to decrease respiration.": "Kapau ʻoku lahi ange ʻa e fika ʻi he toko tolu, ʻoku lava ke fakasiʻisiʻi ʻa e fakamanava ʻi hono siviʻi ʻo e kaa loto hala ʻi he ngaahi ola ʻo e tanaki.",
  "Output Folder": "Foulutā Output",
  "Enter output path": "Fakahu ʻa e hala Output",
  "Enter input path": "Fakahu ʻa e hala ki he input",
  "## Voice Blender": "# # Leʻo blender",
  "Voice Blender": "Leʻo blender",
  "Get information about the audio": "Maʻu e fakamatala fekauʻaki mo e ongo",
  "Select the folder where the output audios will be saved.": "Fili ʻa e fouluta ʻe seivi ai ʻa e Output audios.",
  "Drag and drop your model here": "Tohoʻi pea fakatooki hoʻo sipinga ʻi heni",
  "Fusion": "Fusion",
  "You can also use a custom path.": "Te ke lava foki ʻo fakaʻaongaʻi ha hala angamaheni.",
  "Safeguard distinct consonants and breathing sounds to prevent electro-acoustic tearing and other artifacts. Pulling the parameter to its maximum value of 0.5 offers comprehensive protection. However, reducing this value might decrease the extent of protection while potentially mitigating the indexing effect.": "Maluʻi ʻa e consonants mo e manava ke taʻofi ʻa e electro mo e ngaahi koloa kehe. ʻOku ʻomi ʻe hono fusi ʻo e Parameter ki hono mahuʻinga lahi taha ʻo e 0.5 ha maluʻi fakaʻauliliki. Neongo ia, ʻe hanga ʻe hono fakasiʻisiʻi ʻo e tuʻunga ʻulungaanga mahuʻinga ko ʻeni ʻo fakasiʻisiʻi ʻa e lahi ʻo e maluʻi lolotonga ʻene mitigating ʻa e ola ʻo e fakahokohoko fakamotuʻalea.",
  "Blend Ratio": "Tuifio ʻa e fika fehangahangai",
  "Enter path to model": "Fakahu ʻa e hala ki he sipinga",
  "Model information to be placed": "Fakamatala ʻo e motolo ke fokotuʻu",
  "Path to Model": "Hala ki he Faʻifaʻitakiʻangá",
  "Inroduce the model information": "Inroduce e fakamatala ki he motolo",
  "View model information": "Vakai ki he fakamatala ki he motolo",
  "Introduce the model pth path": "Fakafeʻiloaki ʻa e sipinga ʻo e hala konifelenisi",
  "Model extraction": "Mōtolo hono toʻo e ʻul",
  "Select two voice models, set your desired blend percentage, and blend them into an entirely new voice.": "Fili ha ongo faʻifaʻitakiʻanga leʻo ʻe ua, fokotuʻu ʻa e peseti ʻoku ke fie maʻu, pea fakatahaʻi kinautolu ki ha leʻo foʻou ʻaupito.",
  "View": "Mamataʻi",
  "Model conversion": "Sipinga ʻo e ului",
  "Pth file": "Faile ʻo e Pth",
  "The information to be placed in the model (You can leave it blank or put anything).": "Ko e fakamatala ke fokotuʻu ʻi he sipinga (te ke lava ʻo tuku taʻe fakafonu pe faʻo ha meʻa).",
  "Output of the pth file": "Output ʻo e faile ʻo e PTH",
  "Adjusting the position more towards one side or the other will make the model more similar to the first or second.": "ʻE hanga ʻe hono liliu ʻo e tuʻunga ki he tafaʻaki ʻe taha pe ko e tafaʻaki ʻe taha ʻo ʻai ke faitatau ange ʻa e sipinga mo e ʻuluaki pe ua.",
  "Extract F0 Curve": "Toʻo ʻa e F0 Pikoʻanga",
  "# How to Report an Issue on GitHub": "# Founga hono lipooti ha palopalema ʻi he GitHub",
  "Record": "Lekooti",
  "Stop Recording": "Taʻofi e hiki",
  "Introduce the model .pth path": "Fakafeʻiloaki ʻa e sipinga ʻo e hala Pth",
  "Record Screen": "Lekooti e Screen",
  "## Download Model": "# # Download e sipinga",
  "See Model Information": "Vakai ki he sipinga ʻo e fakamatala",
  "Model Link": "Fehokotakiʻanga ʻo e motolo",
  "Download Model": "Download e Mōtoló",
  "Introduce the model link": "Fakafeʻiloaki ʻa e fehokotakiʻanga ʻo e motolo",
  "1. Click on the 'Record Screen' button below to start recording the issue you are experiencing.": "1. Lomiʻi ʻi he ʻRecord Screenʻ ʻi laló ke kamata lekooti e meʻa ʻokú ke aʻusiá.",
  "3. Go to [GitHub Issues](https://github.com/IAHispano/Applio/issues) and click on the 'New Issue' button.": "3. ʻalu ki he [GitHub ngaahi palopalema] (https://github.com/IAHispano/Applio/issues) pea lomiʻi ʻi he ʻ pulusinga foʻou ʻ.",
  "## Drop files": "# # Ngaahi faile ʻo e tuluta",
  "## Search Model": "# # Sipinga ʻo e fekumi",
  "The f0 curve represents the variations in the base frequency of a voice over time, showing how pitch rises and falls.": "ʻOku fakafofongaʻi ʻe he F0 Pikoʻanga ʻa e kehekehe ʻi he tuʻo lahi ʻo e leʻo ʻi ha vahaʻataimi, ʻo fakahaaʻi ai ʻa e tuʻuaki ʻo e tuʻuaki mo e to.",
  "Search": "Kumi",
  "Introduce the model name to search.": "Fakafeʻiloaki e hingoa ʻo e motolo ke kumi.",
  "Drag your .pth file and .index file into this space. Drag one and then the other.": "ʻAve hoʻo faile Pth mo e faile fakahokohoko fakamotuʻalea ki he feituʻu ko ʻeni. Tohoʻi ʻa e taha pea mo e taha.",
  "TTS Voices": "Ngaahi leʻo TTS",
  "## Download Pretrained Models": "# # Download e kau ta sipinga kuo ʻosi akoʻi",
  "And select the sampling rate": "Pea fili ʻa e vave ʻo e sipinga.",
  "TTS Speed": "TTS vave",
  "We couldn't find models by that name.": "Naʻe ʻikai ke mau lava ʻo maʻu ha sipinga ʻi he hingoa ko ia.",
  "2. Once you have finished recording the issue, click on the 'Stop Recording' button (the same button, but the label changes depending on whether you are actively recording or not).": "2. Ko ʻene ʻosi pe hoʻo lekooti e palopalema, lomiʻi ʻi he ʻStop Recordingʻ (ko e button tatau pe, ka ko e ngaahi liliu ʻi he fakaʻilonga ʻo makatuʻunga pe ʻoku ke lekooti malohi pe ʻikai).",
  "4. Complete the provided issue template, ensuring to include details as needed, and utilize the assets section to upload the recorded file from the previous step.": "4. fakakakato ʻa e sipinga ʻo e palopalema ʻoku ʻoatu, fakapapauʻi ʻoku fakakau ai ʻa e ngaahi fakaikiiki ʻo ka fie maʻu, pea fakaʻaongaʻi ʻa e konga ki he ngaahi koloa ke upload ʻa e faile kuo hiki mei he sitepu kimuʻa.",
  "Increase or decrease TTS speed.": "Fakalahi pe fakasiʻisiʻi TTS vave.",
  "Text to Synthesize": "Fakamatala ki he fakatahatahaʻi",
  "Select the pretrained model you want to download.": "Fili ʻa e sipinga kuo ʻosi akoʻi ʻoku ke fie download.",
  "Select the TTS voice to use for the conversion.": "Fili ʻa e leʻo TTS ke fakaʻaongaʻi ki he ului.",
  "Upload a .txt file": "Upload ha faile .txt",
  "Input path for text file": "Fakahu e hala ki he faile text",
  "Enter the text to synthesize.": "Fakahu ʻa e fakamatala ke fakatahatahaʻi.",
  "Output Path for RVC Audio": "Hala Output ki he RVC ongo",
  "Output Path for TTS Audio": "Hala Output ki he TTS ongo",
  "Enter text to synthesize": "Fakahu ʻa e fakamatala ki he fakatahatahaʻi",
  "The path to the text file that contains content for text to speech.": "Ko e hala ki he faile text ʻoku ʻi ai e meʻa ʻi he fakamatala ki he lea.",
  "Enable fake GPU": "ʻAi ke loi GPU",
  "Theme": "Kaveinga",
  "Enable Applio integration with Discord presence": "ʻAi ke lava ʻo fakatahaʻi Applio mo e fekeʻikeʻi",
  "Enable Applio integration with applio.org/models using flask": "ʻAi ke lava ʻo fakatahaʻi Applio mo e applio.org/models ʻo fakaʻaongaʻi ʻa e flask",
  "Language": "Lea Fakafonuá",
  "Restart Applio": "Toe tamateʻi Applio",
  "It will activate the possibility of displaying the current Applio activity in Discord.": "Te ne fakaʻata ʻa e malava ko ia ke fakaʻaliʻali ʻa e ʻekitiviti Applio lolotonga ʻi he fekeʻikeʻi.",
  "Precision": "Totonu",
  "Select the theme you want to use. (Requires restarting Applio)": "Fili ʻa e kaveinga ʻoku ke fie fakaʻaongaʻi. (Fie maʻu to Applio)",
  "Training is currently unsupported due to the absence of a GPU. To activate the training tab, navigate to the settings tab and enable the 'Fake GPU' option.": "ʻOku lolotonga ʻikai poupouʻi ʻa e ako koeʻuhi ko e ʻikai ke ʻi ai ha GPU. Ke fakaʻata ʻa e konga ki he ako, ʻalu ki he settings pea fakaʻata ʻa e ʻ loi GPU ʻ.",
  "Update precision": "Fakatonutonu ʻa e totonu",
  "It will activate the possibility of downloading models with a click from the website.": "Te ne fakaʻata ʻa e malava ko ia ke download ʻa e kau ta sipinga ʻaki ha lomiʻi mei he uepisaiti.",
  "Plugin Installer": "Plugin tokotaha fola kapeti",
  "Activates the train tab. However, please note that this device lacks GPU capabilities, hence training is not supported. This option is only for testing purposes. (This option will restart Applio)": "Kamataʻi ʻa e konga ki he lelue. Neongo ia, kataki ʻo fakatokangaʻi ange ʻoku ʻikai poupouʻi ʻa e meʻangaue ko ʻeni GPU, ko ia ʻoku ʻikai poupouʻi ai ʻa e ako. Ko e fili ko ʻeni ʻoku fai pe ia ki he ngaahi taumuʻa siviʻi. (ʻE toe kamata ʻa e fili ko ʻeni Applio)",
  "Version Checker": "Version Checker",
  "Drag your plugin.zip to install it": "ʻAve hoʻo plugin.zip ke fokotuʻu ia",
  "Select the language you want to use. (Requires restarting Applio)": "Fili ʻa e lea fakafonua ʻoku ke fie fakaʻaongaʻi. (Fie maʻu to Applio)",
  "Post-Process": "Founga ngaue",
  "Select the precision you want to use for training and inference.": "Fili ʻa e totonu ʻoku ke fie fakaʻaongaʻi ki he ako mo e fakatonuʻi.",
  "Check for updates": "Vakaiʻi e ngaahi fakamatala fakamuimuitahá",
  "Reverb": "Reverb",
  "Post-process the audio to apply effects to the output.": "Ngaue ki he ongo ke fakaʻaongaʻi e ngaahi ola ki he Output.",
  "Reverb Room Size": "Lahi ʻo e loki Reverb",
  "Apply reverb to the audio.": "Fakaʻaongaʻi ʻa e reverb ki he ongo.",
  "Reverb Damping": "Reverb Damping",
  "Check which version of Applio is the latest to see if you need to update.": "Vakaiʻi pe ko e fe ʻa e Version ʻo Applio ko e fakamuimuitaha ia ke vakai pe ʻoku fie maʻu ke ke fakatonutonu.",
  "Reverb Wet Gain": "Reverb viviku",
  "Set the damping of the reverb.": "Fokotuʻu ʻa e damping ʻo e reverb.",
  "Reverb Dry Gain": "Reverb momoa",
  "Reverb Width": "Reverb maokupu",
  "Set the room size of the reverb.": "Fokotuʻu e lahi ʻo e loki ʻo e reverb.",
  "Set the wet gain of the reverb.": "Fokotuʻu ʻa e maʻu viviku ʻo e reverb.",
  "Reverb Freeze Mode": "Reverb e founga ʻo e momoko",
  "Set the dry gain of the reverb.": "Fokotuʻu ʻa e paʻanga momoa ʻo e reverb.",
  "Pitch Shift": "Sifi ʻo e tuʻuaki",
  "Set the width of the reverb.": "Fokotuʻu ʻa e laulahi ʻo e reverb.",
  "Limiter": "Limiter",
  "Set the freeze mode of the reverb.": "Fokotuʻu ʻa e founga momoko ʻo e reverb.",
  "Pitch Shift Semitones": "Tuʻuaki ʻo e Shift Semitones",
  "Apply pitch shift to the audio.": "Fakaʻaongaʻi ʻa e sifi ki he ongo.",
  "Limiter Release Time": "Limiter taimi tukuange",
  "Limiter Threshold dB": "Limiter huʻanga dB",
  "Set the pitch shift semitones.": "Fokotuʻu ʻa e semitones ʻo e sifi.",
  "Gain": "Maʻu",
  "Apply limiter to the audio.": "Fakaʻaongaʻi ʻa e limiter ki he ongo.",
  "Set the limiter threshold dB.": "Fokotuʻu ʻa e limiter huʻanga dB.",
  "Gain dB": "Maʻu ʻa e dB",
  "Set the gain dB.": "Fokotuʻu ʻa e dB.",
  "Chorus": "Chorus",
  "Apply gain to the audio.": "Fakaʻaongaʻi ʻa e maʻu ki he ongo.",
  "Distortion": "Fakakeheʻi",
  "Distortion Gain": "Maʻu ʻa e fakakeheʻi",
  "Set the limiter release time.": "Fokotuʻu ʻa e taimi tukuange limiter.",
  "Apply chorus to the audio.": "Fakaʻaongaʻi ʻa e tau ki he ongo.",
  "Set the distortion gain.": "Fokotuʻu ʻa e mioʻi maʻu.",
  "Chorus Depth": "Ko e loloto ʻo e tau",
  "Chorus Rate Hz": "Vave ʻo e tau Hz",
  "Set the chorus depth.": "Fokotuʻutuʻu loloto ʻa e tau.",
  "Chorus Center Delay ms": "Senita ʻo e tau fakatoloi ʻa e MS",
  "Set the chorus rate Hz.": "Fokotuʻu ʻa e vave ʻo e tau Hz.",
  "Chorus Feedback": "Fakamatala ki he tau",
  "Set the chorus center delay ms.": "Fokotuʻu ʻa e Senita tau ke fakatoloi ʻa e MS.",
  "Set the chorus feedback.": "Fokotuʻu ʻa e fakamatala ki he tau.",
  "Chorus Mix": "Tuifio ʻa e tau",
  "Bitcrush": "Bitcrush",
  "Clipping": "Kosiʻi",
  "Bitcrush Bit Depth": "Bitcrush kiʻi loloto",
  "Set the chorus mix.": "Fokotuʻu ʻa e tau.",
  "Apply clipping to the audio.": "Fakaʻaongaʻi ʻa e tatau ki he ongo.",
  "Apply distortion to the audio.": "Fakaʻaongaʻi ʻa e mioʻi ki he ongo.",
  "Clipping Threshold": "Tatau ʻo e huʻanga",
  "Set the bitcrush bit depth.": "Fokotuʻu ke loloto ʻa e bitcrush.",
  "Set the clipping threshold.": "Fokotuʻu ʻa e huʻanga ki he tatau.",
  "Compressor": "ʻOku ʻikai ke ʻi ai ha meʻ",
  "Apply bitcrush to the audio.": "Fakaʻaongaʻi ʻa e meʻa fuʻu leʻo īkí ki he ongó.",
  "Apply compressor to the audio.": "Fakaʻaongaʻi ʻa e compressor ki he ongo.",
  "Set the compressor threshold dB.": "Fokotuʻu ʻa e compressor huʻanga dB.",
  "Compressor Ratio": "Fika ʻo e Compressor",
  "Compressor Threshold dB": "ʻOku ʻikai ke ʻi ai ha meʻa ʻi he feituʻu ʻoku",
  "Set the compressor ratio.": "Fokotuʻu ʻa e fika compressor.",
  "Compressor Attack ms": "ʻOhofi ʻe Oroville ʻa e MS",
  "Compressor Release ms": "Deutsche Release MS",
  "Delay": "Fakatoloi",
  "Set the compressor release ms.": "Fokotuʻu ʻa e compressor Release MS.",
  "Set the compressor attack ms.": "Fokotuʻu ʻa e compressor ʻohofi ʻo e MS.",
  "Delay Seconds": "Fakatoloi e Sekoni",
  "Delay Mix": "Fakatoloi e tuifio",
  "Set the delay seconds.": "Fokotuʻu ʻa e ngaahi sekoni ʻo e fakatoloi.",
  "Delay Feedback": "Fakatoloi e Fakamatala",
  "Set the delay feedback.": "Fokotuʻu ʻa e fakamatala ki he fakatoloi.",
  "Set the delay mix.": "Fokotuʻu ʻa e fakatoloi.",
  "Custom Embedder": "Custom Embedder",
  "Apply delay to the audio.": "Fakaʻaongaʻi ʻa e fakatoloi ki he ongo.",
  "Upload .json": "Upload .json",
  "Refresh embedders": "Fakafoʻou embedders",
  "model information": "fakamatala ki he motolo",
  "Upload .bin": "Upload .bin",
  "Folder Name": "Hingoa ʻo e Foulutā",
  "Select Custom Embedder": "Fili ʻa e Embedder tuʻumaʻu",
  "Move files to custom embedder folder": "Hiki ʻa e ngaahi faile ki he fouluta embedder angamaheni",
  "Model Creator": "Sipinga ʻo e tupuʻanga",
  "Speaker ID": "ID Lea",
  "Name of the model creator. (Default: Unknown)": "Hingoa ʻo e tokotaha fakatupu sipinga. (Peesi tuʻumaʻu: ʻikai ʻiloʻi)",
  "Model Author Name": "Hingoa ʻo e tokotaha faʻu tohi",
  "The name that will appear in the model information.": "Ko e hingoa ʻe ʻasi ʻi he fakamatala ʻo e motolo.",
  "Set name": "Fokotuʻu e hingoá",
  "Select the speaker ID to use for the conversion.": "Fili ʻa e ID lea ke fakaʻaongaʻi ki he fakaului.",
  "Set the autotune strength - the more you increase it the more it will snap to the chromatic grid.": "Fokotuʻu ʻa e malohi autotune-ko e lahi ange ia hoʻo fakalahi ia ko e lahi ange ia ʻene ʻalu ki he grid chromatic."
}