{
  "Inference": "Kesmesi",
  "Training": "Antrenman",
  "Processing": "Işleme",
  "Audio Analyzer": "Ses Analizörü",
  "Merge Audios": "Sesleri Birleştir",
  "This section contains some extra utilities that often may be in experimental phases.": "Bu bölüm, genellikle deneysel aşamalarda olabilecek bazı ek yardımcı programlar içerir.",
  "Download": "İndirmek",
  "Settings": "Ayarlar",
  "Preprocess": "Preprocess",
  "Extra": "Fazladan",
  "Model Information": "Model Bilgileri",
  "Report a Bug": "Hata bildir",
  "A simple, high-quality voice conversion tool focused on ease of use and performance.": "Kullanım kolaylığı ve performansa odaklanan basit, yüksek kaliteli bir ses dönüştürme aracı.",
  "The output information will be displayed here.": "Çıktı bilgileri burada görüntülenecektir.",
  "Plugins": "Eklentiler",
  "Audio cutting": "Ses kesme",
  "Process effects": "Süreç etkileri",
  "Model Name": "Model Adı",
  "It's recommended to deactivate this option if your dataset has already been processed.": "Veri kümeniz zaten işlenmişse bu seçeneği devre dışı bırakmanız önerilir.",
  "Name of the new model.": "Yeni modelin adı.",
  "Enter model name": "Model adını girin",
  "Dataset Name": "Veri Kümesi Adı",
  "Path to the dataset folder.": "Veri kümesi klasörünün yolu.",
  "Refresh Datasets": "Veri Kümelerini Yenileme",
  "Dataset Creator": "Veri Kümesi Oluşturucu",
  "Enter dataset name": "Veri kümesi adını girin",
  "Name of the new dataset.": "Yeni veri kümesinin adı.",
  "Upload Audio Dataset": "Ses Veri Kümesini Karşıya Yükle",
  "The audio file has been successfully added to the dataset. Please click the preprocess button.": "Ses dosyası veri kümesine başarıyla eklendi. Lütfen ön işlem düğmesine tıklayın.",
  "Enter dataset path": "Veri kümesi yolunu girin",
  "Sampling Rate": "Örnekleme Oranı",
  "Model Architecture": "Model Mimarisi",
  "The sampling rate of the audio files.": "Ses dosyalarının örnekleme hızı.",
  "Extract": "Hulâsa",
  "Version of the model architecture.": "Model mimarisinin sürümü.",
  "Preprocess Dataset": "İşlem Öncesi Veri Kümesi",
  "Embedder Model": "Gömücü Modeli",
  "Hop Length": "Şerbetçiotu Uzunluğu",
  "Batch Size": "Toplu iş boyutu",
  "Model used for learning speaker embedding.": "Hoparlör yerleştirmeyi öğrenmek için kullanılan model.",
  "Denotes the duration it takes for the system to transition to a significant pitch change. Smaller hop lengths require more time for inference but tend to yield higher pitch accuracy.": "Sistemin önemli bir perde değişikliğine geçmesi için geçen süreyi belirtir. Daha küçük atlama uzunlukları çıkarım için daha fazla zaman gerektirir ancak daha yüksek adım doğruluğu sağlama eğilimindedir.",
  "It's advisable to align it with the available VRAM of your GPU. A setting of 4 offers improved accuracy but slower processing, while 8 provides faster and standard results.": "GPU'nuzun mevcut VRAM'i ile hizalamanız önerilir. 4 ayarı, gelişmiş doğruluk ancak daha yavaş işleme sağlarken, 8 daha hızlı ve standart sonuçlar sağlar.",
  "Total Epoch": "Toplam Dönem",
  "Determine at how many epochs the model will saved at.": "Modelin kaç dönemde kaydedileceğini belirleyin.",
  "Pretrained": "Önceden eğitilmiş",
  "Save Every Epoch": "Her Çağı Kurtarın",
  "Save Only Latest": "Yalnızca En Sonuncusunu Kaydet",
  "Specifies the overall quantity of epochs for the model training process.": "Model eğitim süreci için dönemlerin toplam miktarını belirtir.",
  "Save Every Weights": "Her Ağırlığı Koruyun",
  "Upload Pretrained Model": "Önceden eğitilmiş modeli karşıya yükleme",
  "Enabling this setting will result in the G and D files saving only their most recent versions, effectively conserving storage space.": "Bu ayarın etkinleştirilmesi, G ve D dosyalarının yalnızca en son sürümlerini kaydetmesine ve depolama alanından etkin bir şekilde tasarruf etmesine neden olur.",
  "Custom Pretrained": "Özel Önceden Eğitilmiş",
  "This setting enables you to save the weights of the model at the conclusion of each epoch.": "Bu ayar, her dönemin sonunda modelin ağırlıklarını kaydetmenizi sağlar.",
  "Pretrained Custom Settings": "Önceden Eğitilmiş Özel Ayarlar",
  "Utilizing custom pretrained models can lead to superior results, as selecting the most suitable pretrained models tailored to the specific use case can significantly enhance performance.": "Belirli kullanım durumuna göre uyarlanmış en uygun önceden eğitilmiş modellerin seçilmesi performansı önemli ölçüde artırabileceğinden, özel önceden eğitilmiş modellerin kullanılması üstün sonuçlara yol açabilir.",
  "Refresh Custom Pretraineds": "Özel Önceden Eğitilmişleri Yenile",
  "Output Information": "Çıktı Bilgileri",
  "The file you dropped is not a valid pretrained file. Please try again.": "Bıraktığınız dosya geçerli bir önceden eğitilmiş dosya değil. Lütfen tekrar deneyin.",
  "Click the refresh button to see the pretrained file in the dropdown menu.": "Açılır menüde önceden eğitilmiş dosyayı görmek için yenile düğmesine tıklayın.",
  "Pretrained D Path": "Özel Önceden Eğitilmiş D",
  "GPU Settings": "GPU Ayarları",
  "Pretrained G Path": "Özel Önceden Eğitilmiş G",
  "GPU Custom Settings": "GPU Özel Ayarları",
  "Sets advanced GPU settings, recommended for users with better GPU architecture.": "Daha iyi GPU mimarisine sahip kullanıcılar için önerilen gelişmiş GPU ayarlarını ayarlar.",
  "GPU Number": "GPU Numarası",
  "0 to ∞ separated by -": "0 ile ∞ ile ayrılmış -",
  "The GPU information will be displayed here.": "GPU bilgileri burada görüntülenecektir.",
  "Specify the number of GPUs you wish to utilize for preprocess by entering them separated by hyphens (-). At the moment, using multi-gpu will not have a significant effect.": "Ön işlem için kullanmak istediğiniz GPU sayısını, kısa çizgilerle (-) ayırarak girerek belirtin. Şu anda, çoklu gpu kullanmanın önemli bir etkisi olmayacaktır.",
  "GPU Information": "GPU Bilgileri",
  "Dataset Path": "Veri Kümesi Yolu",
  "Pitch Guidance": "Satış Konuşması Rehberliği",
  "Use CPU": "CPU kullan",
  "Specify the number of GPUs you wish to utilize for extracting by entering them separated by hyphens (-).": "Ayıklamak için kullanmak istediğiniz GPU sayısını, kısa çizgilerle (-) ayırarak girerek belirtin.",
  "Force the use of CPU for training.": "Eğitim için CPU kullanımını zorlayın.",
  "Extract Features": "Özellikleri Ayıkla",
  "Utilize pretrained models when training your own. This approach reduces training duration and enhances overall quality.": "Kendi modelinizi eğitirken önceden eğitilmiş modelleri kullanın. Bu yaklaşım, eğitim süresini kısaltır ve genel kaliteyi artırır.",
  "The number of CPU cores to use in the extraction process. The default setting are your cpu cores, which is recommended for most cases.": "Ayıklama işleminde kullanılacak CPU çekirdeği sayısı. Varsayılan ayar, çoğu durumda önerilen cpu çekirdeklerinizdir.",
  "The number of CPU cores to use in the preprocess. The default setting are your cpu cores, which is recommended for most cases.": "Ön işlemde kullanılacak CPU çekirdeği sayısı. Varsayılan ayar, çoğu durumda önerilen cpu çekirdeklerinizdir.",
  "Cache Dataset in GPU": "GPU'da Veri Kümesini Önbelleğe Alın",
  "We prioritize running the model preprocessing on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.": "Daha hızlı performans için model ön işlemeyi GPU'da çalıştırmaya öncelik veriyoruz. CPU'yu kullanmayı tercih ederseniz, GPU alanını boş bırakmanız yeterlidir.",
  "We prioritize running the model extraction on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.": "Daha hızlı performans için model ayıklama işlemini GPU'da çalıştırmaya öncelik veriyoruz. CPU'yu kullanmayı tercih ederseniz, GPU alanını boş bırakmanız yeterlidir.",
  "By employing pitch guidance, it becomes feasible to mirror the intonation of the original voice, including its pitch. This feature is particularly valuable for singing and other scenarios where preserving the original melody or pitch pattern is essential.": "Perde rehberliği kullanarak, perdesi de dahil olmak üzere orijinal sesin tonlamasını yansıtmak mümkün hale gelir. Bu özellik, orijinal melodiyi veya perde düzenini korumanın gerekli olduğu şarkı söyleme ve diğer senaryolar için özellikle değerlidir.",
  "Index Algorithm": "Endeks Algoritması",
  "Cache the dataset in GPU memory to speed up the training process.": "Eğitim sürecini hızlandırmak için veri kümesini GPU belleğinde önbelleğe alın.",
  "Overtraining Detector": "Aşırı Egzersiz Dedektörü",
  "Overtraining Detector Settings": "Aşırı Eğitim Dedektörü Ayarları",
  "Overtraining Threshold": "Aşırı Antrenman Eşiği",
  "Fresh Training": "Taze Eğitim",
  "KMeans is a clustering algorithm that divides the dataset into K clusters. This setting is particularly useful for large datasets.": "KMeans, veri kümesini K kümelerine bölen bir kümeleme algoritmasıdır. Bu ayar özellikle büyük veri kümeleri için kullanışlıdır.",
  "Set the maximum number of epochs you want your model to stop training if no improvement is detected.": "Herhangi bir gelişme algılanmazsa modelinizin eğitimi durdurmasını istediğiniz en fazla dönem sayısını ayarlayın.",
  "Detect overtraining to prevent the model from learning the training data too well and losing the ability to generalize to new data.": "Modelin eğitim verilerini çok iyi öğrenmesini ve yeni verilere genelleme yeteneğini kaybetmesini önlemek için aşırı eğitimi algılayın.",
  "Start Training": "Eğitime Başla",
  "Generate Index": "Dizin Oluştur",
  "Enable this setting only if you are training a new model from scratch or restarting the training. Deletes all previously generated weights and tensorboard logs.": "Bu ayarı yalnızca sıfırdan yeni bir model eğitiyorsanız veya eğitimi yeniden başlatıyorsanız etkinleştirin. Önceden oluşturulmuş tüm ağırlıkları ve tensör tahtası günlüklerini siler.",
  "Stop Training": "Eğitimi Durdur",
  "Exported Pth file": "Dışa aktarılan Pth dosyası",
  "Export Model": "Modeli Dışa Aktar",
  "Exported Index file": "Dışa Aktarılan Dizin dosyası",
  "Upload": "Karşıya yükleme",
  "Select the pth file to be exported": "Dışa aktarılacak pth dosyasını seçin",
  "The button 'Upload' is only for google colab: Uploads the exported files to the ApplioExported folder in your Google Drive.": "'Yükle' düğmesi yalnızca google colab içindir: Dışa aktarılan dosyaları Google Drive'ınızdaki ApplioExport klasörüne yükler.",
  "Voice Model": "Ses Modeli",
  "Select the index file to be exported": "Dışa aktarılacak dizin dosyasını seçin",
  "Refresh": "Yenilemek",
  "Select the voice model to use for the conversion.": "Dönüştürme için kullanılacak ses modelini seçin.",
  "Index File": "Dizin Dosyası",
  "Select the index file to use for the conversion.": "Dönüştürme için kullanılacak dizin dosyasını seçin.",
  "Upload Audio": "Ses Yükle",
  "Single": "Tek",
  "Unload Voice": "Sesi Kaldır",
  "Select Audio": "Ses Seç",
  "Advanced Settings": "Gelişmiş Ayarlar",
  "Select the audio to convert.": "Dönüştürülecek sesi seçin.",
  "Custom Output Path": "Özel Çıktı Yolu",
  "Output Path": "Çıkış Yolu",
  "Select the format to export the audio.": "Sesi dışa aktarmak için formatı seçin.",
  "Export Format": "Dışa Aktarma Formatı",
  "Clear Outputs (Deletes all audios in assets/audios)": "Clear Output (Çıkışları Temizle (Varlıklardaki/seslerdeki tüm sesleri siler)",
  "Autotune": "Otomatik ayar",
  "Split Audio": "Sesi Böl",
  "Split the audio into chunks for inference to obtain better results in some cases.": "Bazı durumlarda daha iyi sonuçlar elde etmek için çıkarım için sesi parçalara bölün.",
  "Clean Strength": "Temiz Güç",
  "Clean Audio": "Sesi Temizle",
  "The path where the output audio will be saved, by default in assets/audios/output.wav": "Varlıklar/sesler/output.wav içinde varsayılan olarak çıkış sesinin kaydedileceği yol",
  "Apply a soft autotune to your inferences, recommended for singing conversions.": "Çıkarımlarınıza, şarkı söyleme dönüşümleri için önerilen yumuşak bir otomatik ayar uygulayın.",
  "Upscale Audio": "Lüks Ses",
  "Clean your audio output using noise detection algorithms, recommended for speaking audios.": "Konuşma sesleri için önerilen gürültü algılama algoritmalarını kullanarak ses çıkışınızı temizleyin.",
  "Formant Shifting": "Formant Kaydırma",
  "Enable formant shifting. Used for male to female and vice-versa convertions.": "Formant kaydırmayı etkinleştirin. Erkekten kadına ve tam tersi dönüşümler için kullanılır.",
  "Set the clean-up level to the audio you want, the more you increase it the more it will clean up, but it is possible that the audio will be more compressed.": "Temizleme seviyesini istediğiniz sese ayarlayın, ne kadar artırırsanız o kadar çok temizlenir, ancak sesin daha fazla sıkıştırılması mümkündür.",
  "Browse presets for formanting": "Şekillendirme için ön ayarlara göz atın",
  "Default value is 1.0": "Varsayılan değer 1.0'dır",
  "Pitch": "Perde",
  "Presets are located in /assets/formant_shift folder": "Ön ayarlar /assets/formant_shift klasöründe bulunur",
  "Timbre for formant shifting": "Formant kaydırma için tını",
  "Filter Radius": "Filtre Yarıçapı",
  "Upscale the audio to a higher quality, recommended for low-quality audios. (It could take longer to process the audio)": "Sesi, düşük kaliteli sesler için önerilen daha yüksek bir kaliteye yükseltin. (Sesin işlenmesi daha uzun sürebilir)",
  "Quefrency for formant shifting": "Formant kaydırma için quefrency",
  "Search Feature Ratio": "Arama Özelliği Oranı",
  "Set the pitch of the audio, the higher the value, the higher the pitch.": "Sesin perdesini ayarlayın, değer ne kadar yüksekse, perde o kadar yüksek olur.",
  "Influence exerted by the index file; a higher value corresponds to greater influence. However, opting for lower values can help mitigate artifacts present in the audio.": "Dizin dosyası tarafından uygulanan etki; Daha yüksek bir değer, daha büyük etkiye karşılık gelir. Bununla birlikte, daha düşük değerleri seçmek, seste bulunan yapaylıkları azaltmaya yardımcı olabilir.",
  "Convert": "Dönüştürmek",
  "If the number is greater than or equal to three, employing median filtering on the collected tone results has the potential to decrease respiration.": "Sayı üçten büyük veya üçe eşitse, toplanan ton sonuçlarında medyan filtreleme kullanmak solunumu azaltma potansiyeline sahiptir.",
  "Pitch extraction algorithm": "Perde çıkarma algoritması",
  "Protect Voiceless Consonants": "Sessiz Ünsüzleri Koruyun",
  "Batch": "Toplu iş",
  "Substitute or blend with the volume envelope of the output. The closer the ratio is to 1, the more the output envelope is employed.": "Çıktının hacim zarfıyla değiştirin veya karıştırın. Oran 1'e ne kadar yakınsa, çıktı zarfı o kadar fazla kullanılır.",
  "Pitch extraction algorithm to use for the audio conversion. The default algorithm is rmvpe, which is recommended for most cases.": "Ses dönüştürme için kullanılacak perde çıkarma algoritması. Varsayılan algoritma, çoğu durumda önerilen rmvpe'dir.",
  "Volume Envelope": "Hacim Zarfı",
  "Safeguard distinct consonants and breathing sounds to prevent electro-acoustic tearing and other artifacts. Pulling the parameter to its maximum value of 0.5 offers comprehensive protection. However, reducing this value might decrease the extent of protection while potentially mitigating the indexing effect.": "Elektroakustik yırtılmayı ve diğer artefaktları önlemek için farklı ünsüzleri ve solunum seslerini koruyun. Parametreyi maksimum değeri olan 0,5'e çekmek kapsamlı koruma sağlar. Ancak, bu değerin düşürülmesi, dizin oluşturma etkisini potansiyel olarak azaltırken koruma kapsamını azaltabilir.",
  "Input Folder": "Giriş Klasörü",
  "Export Audio": "Sesi Dışa Aktar",
  "Select the folder containing the audios to convert.": "Dönüştürülecek sesleri içeren klasörü seçin.",
  "Enter input path": "Giriş yolunu girin",
  "Output Folder": "Çıktı Klasörü",
  "Enter output path": "Çıkış yolunu girin",
  "Select the folder where the output audios will be saved.": "Çıkış seslerinin kaydedileceği klasörü seçin.",
  "Get information about the audio": "Ses hakkında bilgi alın",
  "Drag and drop your model here": "Modelinizi buraya sürükleyip bırakın",
  "## Voice Blender": "## Ses Karıştırıcı",
  "Blend Ratio": "Karışım Oranı",
  "Voice Blender": "Ses Blender",
  "You can also use a custom path.": "Özel bir yol da kullanabilirsiniz.",
  "Select two voice models, set your desired blend percentage, and blend them into an entirely new voice.": "İki ses modeli seçin, istediğiniz karışım yüzdesini ayarlayın ve bunları tamamen yeni bir sesle karıştırın.",
  "Path to Model": "Modele Giden Yol",
  "Fusion": "Füzyon",
  "Adjusting the position more towards one side or the other will make the model more similar to the first or second.": "Konumu bir tarafa veya diğerine daha fazla ayarlamak, modeli birinci veya ikinciye daha benzer hale getirecektir.",
  "Model information to be placed": "Yerleştirilecek model bilgileri",
  "Inroduce the model information": "Model bilgilerini tanıtın",
  "View": "Görünüm",
  "Enter path to model": "Modele giden yolu girin",
  "View model information": "Model bilgilerini görüntüleme",
  "Introduce the model pth path": "Model pth yolunu tanıtın",
  "Model conversion": "Model dönüştürme",
  "Model extraction": "Model ayıklama",
  "The information to be placed in the model (You can leave it blank or put anything).": "Modele yerleştirilecek bilgiler (Boş bırakabilir veya herhangi bir şey koyabilirsiniz).",
  "Pth file": "Pth dosyası",
  "Output of the pth file": "pth dosyasının çıktısı",
  "Extract F0 Curve": "F0 Eğrisini Çıkar",
  "# How to Report an Issue on GitHub": "# GitHub'da Bir Sorun Nasıl Bildirilir",
  "The f0 curve represents the variations in the base frequency of a voice over time, showing how pitch rises and falls.": "f0 eğrisi, bir sesin temel frekansında zaman içinde meydana gelen değişimleri temsil eder ve perdenin nasıl yükselip alçaldığını gösterir.",
  "Record": "Kayıt",
  "Record Screen": "Kayıt Ekranı",
  "Stop Recording": "Kaydı durdur",
  "Introduce the model .pth path": "Model .pth yolunu tanıtın",
  "4. Complete the provided issue template, ensuring to include details as needed, and utilize the assets section to upload the recorded file from the previous step.": "4. Sağlanan sorun şablonunu doldurun, gerektiği gibi ayrıntıları eklediğinizden emin olun ve önceki adımdan kaydedilen dosyayı yüklemek için varlıklar bölümünü kullanın.",
  "See Model Information": "Model Bilgilerine Bakın",
  "1. Click on the 'Record Screen' button below to start recording the issue you are experiencing.": "1. Yaşadığınız sorunu kaydetmeye başlamak için aşağıdaki 'Ekranı Kaydet' düğmesine tıklayın.",
  "## Download Model": "## Modeli İndir",
  "Model Link": "Model Bağlantısı",
  "3. Go to [GitHub Issues](https://github.com/IAHispano/Applio/issues) and click on the 'New Issue' button.": "3. [GitHub Sorunları](https://github.com/IAHispano/Applio/issues)'na gidin ve 'Yeni Sorun' düğmesine tıklayın.",
  "2. Once you have finished recording the issue, click on the 'Stop Recording' button (the same button, but the label changes depending on whether you are actively recording or not).": "2. Sorunu kaydetmeyi bitirdikten sonra, 'Kaydı Durdur' düğmesine tıklayın (aynı düğme, ancak etiket, aktif olarak kayıt yapıp yapmadığınıza bağlı olarak değişir).",
  "Introduce the model link": "Model bağlantısını tanıtın",
  "## Drop files": "## Dosyaları bırak",
  "Download Model": "Modeli İndirin",
  "Search": "Aramak",
  "Drag your .pth file and .index file into this space. Drag one and then the other.": ".pth dosyanızı ve .index dosyanızı bu alana sürükleyin. Birini ve ardından diğerini sürükleyin.",
  "Introduce the model name to search.": "Aranacak model adını girin.",
  "## Search Model": "## Arama Modeli",
  "We couldn't find models by that name.": "Bu isimde model bulamadık.",
  "TTS Voices": "TTS Sesleri",
  "And select the sampling rate": "Ve örnekleme oranını seçin.",
  "TTS Speed": "TTS Hızı",
  "Text to Synthesize": "Sentezlenecek Metin",
  "## Download Pretrained Models": "## Önceden Eğitilmiş Modelleri İndirin",
  "Increase or decrease TTS speed.": "TTS hızını artırın veya azaltın.",
  "Select the TTS voice to use for the conversion.": "Dönüştürme için kullanılacak TTS sesini seçin.",
  "Select the pretrained model you want to download.": "İndirmek istediğiniz önceden eğitilmiş modeli seçin.",
  "Upload a .txt file": "Bir .txt dosyası yükleyin",
  "Enter the text to synthesize.": "Sentezlenecek metni girin.",
  "Enter text to synthesize": "Sentezlenecek metni girin",
  "Input path for text file": "Metin dosyası için giriş yolu",
  "Output Path for TTS Audio": "TTS Audio için Çıkış Yolu",
  "Output Path for RVC Audio": "RVC Ses için Çıkış Yolu",
  "The path to the text file that contains content for text to speech.": "Metinden konuşmaya için içerik içeren metin dosyasının yolu.",
  "Enable fake GPU": "Sahte GPU'yu etkinleştir",
  "Enable Applio integration with Discord presence": "Discord varlığı ile Applio entegrasyonunu etkinleştirin",
  "Theme": "Tema",
  "Restart Applio": "Uygulamayı yeniden başlatın",
  "It will activate the possibility of displaying the current Applio activity in Discord.": "Discord'da mevcut Applio etkinliğini görüntüleme olasılığını etkinleştirecektir.",
  "Enable Applio integration with applio.org/models using flask": "Flask kullanarak applio.org/models ile Applio entegrasyonunu etkinleştirin",
  "It will activate the possibility of downloading models with a click from the website.": "Web sitesinden bir tıklama ile model indirme olasılığını etkinleştirecektir.",
  "Select the theme you want to use. (Requires restarting Applio)": "Kullanmak istediğiniz temayı seçin. (Applio'nun yeniden başlatılması gerekir)",
  "Precision": "Kesinlik",
  "Training is currently unsupported due to the absence of a GPU. To activate the training tab, navigate to the settings tab and enable the 'Fake GPU' option.": "GPU olmaması nedeniyle eğitim şu anda desteklenmemektedir. Eğitim sekmesini etkinleştirmek için ayarlar sekmesine gidin ve 'Sahte GPU' seçeneğini etkinleştirin.",
  "Activates the train tab. However, please note that this device lacks GPU capabilities, hence training is not supported. This option is only for testing purposes. (This option will restart Applio)": "Tren sekmesini etkinleştirir. Ancak, bu cihazın GPU özelliklerinden yoksun olduğunu, bu nedenle eğitimin desteklenmediğini lütfen unutmayın. Bu seçenek yalnızca sınama amaçlıdır. (Bu seçenek Applio'yu yeniden başlatacaktır)",
  "Language": "Dil",
  "Update precision": "Güncelleme hassasiyeti",
  "Select the language you want to use. (Requires restarting Applio)": "Kullanmak istediğiniz dili seçin. (Applio'nun yeniden başlatılması gerekir)",
  "Select the precision you want to use for training and inference.": "Eğitim ve çıkarım için kullanmak istediğiniz duyarlılığı seçin.",
  "Reverb": "Reverb",
  "Version Checker": "Sürüm Denetleyicisi",
  "Post-Process": "İşlem Sonrası",
  "Check for updates": "Güncellemeleri kontrol et",
  "Plugin Installer": "Eklenti Yükleyici",
  "Drag your plugin.zip to install it": "Yüklemek için plugin.zip sürükleyin",
  "Apply reverb to the audio.": "Sese yankı uygulayın.",
  "Check which version of Applio is the latest to see if you need to update.": "Güncellemeniz gerekip gerekmediğini görmek için hangi Applio sürümünün en son sürüm olduğunu kontrol edin.",
  "Post-process the audio to apply effects to the output.": "Çıktıya efekt uygulamak için sesi sonradan işleyin.",
  "Reverb Room Size": "Reverb Oda Büyüklüğü",
  "Reverb Damping": "Yankı Sönümleme",
  "Set the room size of the reverb.": "Yankının oda boyutunu ayarlayın.",
  "Reverb Wet Gain": "Yankı Islak Kazanç",
  "Reverb Dry Gain": "Yankı Kuru Kazanç",
  "Set the wet gain of the reverb.": "Yankının ıslak kazancını ayarlayın.",
  "Set the width of the reverb.": "Yankının genişliğini ayarlayın.",
  "Reverb Width": "Yankı Genişliği",
  "Set the damping of the reverb.": "Yankının sönümlemesini ayarlayın.",
  "Reverb Freeze Mode": "Yankı Dondurma Modu",
  "Set the freeze mode of the reverb.": "Yankının dondurma modunu ayarlayın.",
  "Set the dry gain of the reverb.": "Yankının kuru kazancını ayarlayın.",
  "Limiter": "Sınırlayıcı",
  "Apply pitch shift to the audio.": "Sese perde kayması uygulayın.",
  "Set the pitch shift semitones.": "Perde kaydırma yarı tonlarını ayarlayın.",
  "Pitch Shift": "Perde Kayması",
  "Pitch Shift Semitones": "Perde Kaydırma Yarım Tonları",
  "Apply limiter to the audio.": "Sese sınırlayıcı uygulayın.",
  "Limiter Threshold dB": "Sınırlayıcı Eşiği dB",
  "Set the limiter threshold dB.": "Sınırlayıcı eşiğini dB olarak ayarlayın.",
  "Limiter Release Time": "Sınırlayıcı Serbest Bırakma Süresi",
  "Gain": "Kazanç",
  "Set the limiter release time.": "Sınırlayıcı serbest bırakma süresini ayarlayın.",
  "Apply gain to the audio.": "Sese kazanç uygulayın.",
  "Distortion": "Bozulma",
  "Chorus": "Koro",
  "Gain dB": "Kazanç dB",
  "Apply distortion to the audio.": "Sese bozulma uygulayın.",
  "Distortion Gain": "Distorsiyon Kazancı",
  "Set the distortion gain.": "Bozulma kazancını ayarlayın.",
  "Chorus Rate Hz": "Koro Hızı Hz",
  "Apply chorus to the audio.": "Sese koro uygulayın.",
  "Set the chorus rate Hz.": "Koro hızını Hz olarak ayarlayın.",
  "Chorus Depth": "Koro Derinliği",
  "Set the chorus depth.": "Koro derinliğini ayarlayın.",
  "Set the gain dB.": "Kazanç dB'yi ayarlayın.",
  "Chorus Center Delay ms": "Koro Merkezi Gecikmesi ms",
  "Chorus Feedback": "Koro Geri Bildirimi",
  "Set the chorus center delay ms.": "Koro merkezi gecikme ms'sini ayarlayın.",
  "Set the chorus feedback.": "Koro geri bildirimini ayarlayın.",
  "Chorus Mix": "Koro Miksi",
  "Bitcrush": "Bitcrush (Bitcrush)",
  "Set the chorus mix.": "Koro karışımını ayarlayın.",
  "Clipping": "Kırpma",
  "Apply bitcrush to the audio.": "Sese bitcrush uygulayın.",
  "Set the bitcrush bit depth.": "Bitcrush bit derinliğini ayarlayın.",
  "Compressor": "Kompresör",
  "Bitcrush Bit Depth": "Bitcrush Bit Derinliği",
  "Clipping Threshold": "Kırpma Eşiği",
  "Apply clipping to the audio.": "Sese kırpma uygulayın.",
  "Set the clipping threshold.": "Kırpma eşiğini ayarlayın.",
  "Apply compressor to the audio.": "Sese sıkıştırıcı uygulayın.",
  "Compressor Threshold dB": "Kompresör Eşiği dB",
  "Set the compressor threshold dB.": "Kompresör eşiğini dB olarak ayarlayın.",
  "Set the compressor ratio.": "Kompresör oranını ayarlayın.",
  "Delay": "Gecikme",
  "Compressor Attack ms": "Kompresör Saldırısı ms",
  "Compressor Release ms": "Kompresör Serbest Bırakma ms",
  "Set the compressor attack ms.": "Kompresör saldırı ms'sini ayarlayın.",
  "Apply delay to the audio.": "Sese gecikme uygulayın.",
  "Set the delay seconds.": "Gecikme saniyelerini ayarlayın.",
  "Set the compressor release ms.": "Kompresör serbest bırakma ms'sini ayarlayın.",
  "Delay Seconds": "Gecikme Saniye",
  "Set the delay feedback.": "Gecikme geri bildirimini ayarlayın.",
  "Delay Mix": "Gecikme Karışımı",
  "Delay Feedback": "Geri Bildirimi Geciktir",
  "Set the delay mix.": "Gecikme karışımını ayarlayın.",
  "Custom Embedder": "Özel Katıştırıcı",
  "Compressor Ratio": "Kompresör Oranı",
  "Select Custom Embedder": "Özel Katıştırıcı'yı seçin",
  "Folder Name": "Klasör Adı",
  "Upload .json": "Yükleme .json",
  "Upload .bin": "Yükleme .bin",
  "model information": "Model Bilgileri",
  "Refresh embedders": "Katıştırıcıları yenileme",
  "Move files to custom embedder folder": "Dosyaları özel katıştırıcı klasörüne taşıma",
  "Model Creator": "Model Oluşturucu",
  "Speaker ID": "Konuşmacı Kimliği",
  "Name of the model creator. (Default: Unknown)": "Modeli oluşturan kişinin adı. (Varsayılan: Bilinmiyor)",
  "Model Author Name": "Model Yazar Adı",
  "Set name": "Adı ayarla",
  "Select the speaker ID to use for the conversion.": "Dönüştürme için kullanılacak konuşmacı kimliğini seçin.",
  "The name that will appear in the model information.": "Model bilgilerinde görünecek ad.",
  "Set the autotune strength - the more you increase it the more it will snap to the chromatic grid.": "Otomatik ayar gücünü ayarlayın - ne kadar artırırsanız, kromatik ızgaraya o kadar çok yapışır."
}