{
   "Cache Dataset in GPU":"Veri Kümesini GPU'da Önbelleğe Al",
   "Set the compressor threshold dB.":"Kompresör eşik dB'sini ayarlayın.",
   "Set the limiter release time.":"Sınırlayıcı bırakma süresini ayarlayın.",
   "The GPU information will be displayed here.":"GPU bilgileri burada görüntülenecektir.",
   "Limiter Threshold dB":"Sınırlayıcı Eşik dB",
   "Save Only Latest":"Yalnızca En Son Kaydet",
   "Specify the number of GPUs you wish to utilize for preprocess by entering them separated by hyphens (-). At the moment, using multi-gpu will not have a significant effect.":"Önişlem için kullanmak istediğiniz GPU sayısını, tire (-) ile ayırarak belirtin. Şu anda, çoklu GPU kullanmanın önemli bir etkisi olmayacaktır.",
   "Apply compressor to the audio.":"Sesi kompresörden geçirin.",
   "This setting enables you to save the weights of the model at the conclusion of each epoch.":"Bu ayar, her dönem sonunda model ağırlıklarını kaydetmenizi sağlar.",
   "Enabling this setting will result in the G and D files saving only their most recent versions, effectively conserving storage space.":"Bu ayar etkinleştirildiğinde, G ve D dosyaları yalnızca en son sürümlerini kaydederek depolama alanından tasarruf sağlar.",
   "Compressor Threshold dB":"Kompresör Eşik dB",
   "Specify the number of GPUs you wish to utilize for extracting by entering them separated by hyphens (-).":"Çıkarma işlemi için kullanmak istediğiniz GPU sayısını, tire (-) ile ayırarak belirtin.",
   "Compressor Ratio":"Kompresör Oranı",
   "Apply pitch shift to the audio.":"Sese perde kayması uygulayın.",
   "Preprocess Dataset":"Veri Kümesini Önişle",
   "Specifies the overall quantity of epochs for the model training process.":"Model eğitim süreci için toplam dönem sayısını belirtir.",
   "Custom Pretrained":"Özel Önceden Eğitilmiş",
   "Pitch Shift Semitones":"Perde Kayması Yarım Ton",
   "Cache the dataset in GPU memory to speed up the training process.":"Eğitim sürecini hızlandırmak için veri kümesini GPU belleğinde önbelleğe alın.",
   "Utilizing custom pretrained models can lead to superior results, as selecting the most suitable pretrained models tailored to the specific use case can significantly enhance performance.":"Belirli kullanım durumuna göre uyarlanmış en uygun önceden eğitilmiş modelleri seçmek performansı önemli ölçüde artırabileceğinden, özel önceden eğitilmiş modellerin kullanılması daha iyi sonuçlar doğurabilir.",
   "Determine at how many epochs the model will saved at.":"Modelin kaç dönemde bir kaydedileceğini belirleyin.",
   "Set the gain dB.":"Kazanç dB'sini ayarlayın.",
   "The number of CPU cores to use in the preprocess. The default setting are your cpu cores, which is recommended for most cases.":"Önişlemde kullanılacak CPU çekirdeği sayısı. Varsayılan ayar, çoğu durum için önerilen CPU çekirdeklerinizdir.",
   "Extract Features":"Özellikleri Çıkar",
   "Embedder Model":"Gömücü Model",
   "The number of CPU cores to use in the extraction process. The default setting are your cpu cores, which is recommended for most cases.":"Çıkarma işleminde kullanılacak CPU çekirdeği sayısı. Varsayılan ayar, çoğu durum için önerilen CPU çekirdeklerinizdir.",
   "Bitcrush":"Bit Ezme",
   "Model used for learning speaker embedding.":"Konuşmacı gömmeyi öğrenmek için kullanılan model.",
   "Apply gain to the audio.":"Sese kazanç uygulayın.",
   "We prioritize running the model preprocessing on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.":"Daha hızlı performans için model önişlemesini GPU'da çalıştırmayı önceliklendiriyoruz. CPU'yu kullanmayı tercih ederseniz, GPU alanını boş bırakmanız yeterlidir.",
   "Upload Pretrained Model":"Önceden Eğitilmiş Modeli Yükle",
   "Save Every Epoch":"Her Dönemde Kaydet",
   "Apply bitcrush to the audio.":"Sese bit ezme uygulayın.",
   "Limiter Release Time":"Sınırlayıcı Bırakma Süresi",
   "Sets advanced GPU settings, recommended for users with better GPU architecture.":"Daha iyi GPU mimarisine sahip kullanıcılar için önerilen gelişmiş GPU ayarlarını belirler.",
   "Set the bitcrush bit depth.":"Bit ezme bit derinliğini ayarlayın.",
   "GPU Information":"GPU Bilgileri",
   "Bitcrush Bit Depth":"Bit Ezme Bit Derinliği",
   "Extract":"Çıkar",
   "Set the clipping threshold.":"Kırpma eşiğini ayarlayın.",
   "Limiter":"Sınırlayıcı",
   "Refresh Custom Pretraineds":"Özel Önceden Eğitilmişleri Yenile",
   "Pretrained Custom Settings":"Önceden Eğitilmiş Özel Ayarlar",
   "Set the compressor attack ms.":"Kompresör saldırı ms'sini ayarlayın.",
   "Pitch Guidance":"Perde Kılavuzu",
   "0 to ∞ separated by -":"0'dan ∞'a - ile ayrılmış",
   "Hop Length":"Atlama Uzunluğu",
   "Use CPU":"CPU Kullan",
   "Distortion":"Bozulma",
   "Denotes the duration it takes for the system to transition to a significant pitch change. Smaller hop lengths require more time for inference but tend to yield higher pitch accuracy.":"Sistemin önemli bir perde değişikliğine geçiş yapmasının ne kadar sürdüğünü gösterir. Daha küçük atlama uzunlukları, çıkarım için daha fazla zaman gerektirir, ancak daha yüksek perde doğruluğu sağlar.",
   "GPU Settings":"GPU Ayarları",
   "Set the compressor ratio.":"Kompresör oranını ayarlayın.",
   "Compressor":"Kompresör",
   "Set the pitch shift semitones.":"Perde kayması yarım tonlarını ayarlayın.",
   "The file you dropped is not a valid pretrained file. Please try again.":"Bıraktığınız dosya geçerli bir önceden eğitilmiş dosya değil. Lütfen tekrar deneyin.",
   "Total Epoch":"Toplam Dönem",
   "Compressor Attack ms":"Kompresör Saldırı ms",
   "Gain dB":"Kazanç dB",
   "Index Algorithm":"İndeks Algoritması",
   "Apply clipping to the audio.":"Sese kırpma uygulayın.",
   "Save Every Weights":"Her Ağırlığı Kaydet",
   "Force the use of CPU for training.":"Eğitim için CPU kullanımını zorla.",
   "Set the limiter threshold dB.":"Sınırlayıcı eşik dB'sini ayarlayın.",
   "GPU Custom Settings":"GPU Özel Ayarlar",
   "Batch Size":"Toplu Boyut",
   "Apply limiter to the audio.":"Sese sınırlayıcı uygulayın.",
   "We prioritize running the model extraction on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.":"Daha hızlı performans için model çıkarımını GPU'da çalıştırmayı önceliklendiriyoruz. CPU'yu kullanmayı tercih ederseniz, GPU alanını boş bırakmanız yeterlidir.",
   "Pretrained":"Önceden Eğitilmiş",
   "Click the refresh button to see the pretrained file in the dropdown menu.":"Önceden eğitilmiş dosyayı açılır menüde görmek için yenile düğmesine tıklayın.",
   "Pretrained D Path":"Özel Önceden Eğitilmiş D",
   "Clipping Threshold":"Kırpma Eşiği",
   "Pretrained G Path":"Özel Önceden Eğitilmiş G",
   "Gain":"Kazanç",
   "By employing pitch guidance, it becomes feasible to mirror the intonation of the original voice, including its pitch. This feature is particularly valuable for singing and other scenarios where preserving the original melody or pitch pattern is essential.":"Perde kılavuzu kullanarak, orijinal sesin perdesi de dahil olmak üzere tonlamasını yansıtmak mümkün hale gelir. Bu özellik, özellikle orijinal melodiyi veya perde kalıbını korumak için gerekli olan şarkı söyleme ve diğer senaryolar için değerlidir.",
   "GPU Number":"GPU Numarası",
   "It's advisable to align it with the available VRAM of your GPU. A setting of 4 offers improved accuracy but slower processing, while 8 provides faster and standard results.":"GPU'nuzun mevcut VRAM'iyle uyumlu hale getirmeniz önerilir. 4 ayarı daha iyi doğruluk sağlar ancak işlem daha yavaştır, 8 ise daha hızlı ve standart sonuçlar sağlar.",
   "Utilize pretrained models when training your own. This approach reduces training duration and enhances overall quality.":"Kendi modelinizi eğitirken önceden eğitilmiş modelleri kullanın. Bu yaklaşım eğitim süresini azaltır ve genel kaliteyi artırır.",
   "Clipping":"Kırpma",
   "Delay Seconds":"Gecikme Saniye",
   "Overtraining Detector Settings":"Aşırı Eğitim Dedektörü Ayarları",
   "Overtraining Threshold":"Aşırı Eğitim Eşiği",
   "Set the delay seconds.":"Gecikme saniyelerini ayarlayın.",
   "Apply delay to the audio.":"Sese gecikme uygulayın.",
   "Extra":"Ekstra",
   "Enter dataset path":"Veri kümesi yolunu girin",
   "Compressor Release ms":"Kompresör Bırakma ms",
   "Settings":"Ayarlar",
   "Set the maximum number of epochs you want your model to stop training if no improvement is detected.":"Modelinizin iyileştirme algılanmadığında eğitimi durdurmasını istediğiniz maksimum dönem sayısını ayarlayın.",
   "Set the compressor release ms.":"Kompresör bırakma ms'sini ayarlayın.",
   "Delay":"Gecikme",
   "Model Name":"Model Adı",
   "Upload .bin":".bin Yükle",
   "Download":"İndir",
   "Fresh Training":"Yeni Eğitim",
   "Processing":"İşleniyor",
   "Start Training":"Eğitimi Başlat",
   "Folder Name":"Klasör Adı",
   "It's recommended to deactivate this option if your dataset has already been processed.":"Veri kümeniz zaten işlenmişse bu seçeneği devre dışı bırakmanız önerilir.",
   "Refresh embedders":"Gömücüleri yenile",
   "Delay Mix":"Gecikme Karışımı",
   "Generate Index":"İndeks Oluştur",
   "The button 'Upload' is only for google colab: Uploads the exported files to the ApplioExported folder in your Google Drive.":"'Yükle' düğmesi yalnızca google colab içindir: Dışa aktarılan dosyaları Google Drive'ınızdaki ApplioExported klasörüne yükler.",
   "Set the delay mix.":"Gecikme karışımını ayarlayın.",
   "Report a Bug":"Hata Bildir",
   "Export Model":"Modeli Dışa Aktar",
   "Set the delay feedback.":"Gecikme geri bildirimini ayarlayın.",
   "Enable this setting only if you are training a new model from scratch or restarting the training. Deletes all previously generated weights and tensorboard logs.":"Bu ayarı yalnızca yeni bir modeli sıfırdan eğitiyorsanız veya eğitimi yeniden başlatıyorsanız etkinleştirin. Önceki oluşturulan tüm ağırlıkları ve tensorboard günlüklerini siler.",
   "Model Information":"Model Bilgileri",
   "Delay Feedback":"Gecikme Geri Bildirimi",
   "Stop Training":"Eğitimi Durdur",
   "Detect overtraining to prevent the model from learning the training data too well and losing the ability to generalize to new data.":"Modelin eğitim verilerini çok iyi öğrenmesini ve yeni verilere genelleme yeteneğini kaybetmesini önlemek için aşırı eğitimi algılayın.",
   "Custom Embedder":"Özel Gömücü",
   "Select Custom Embedder":"Özel Gömücü Seçin",
   "Plugins":"Eklentiler",
   "Unload Voice":"Sesi Kaldır",
   "Select Audio":"Ses Seç",
   "Set the distortion gain.":"Bozulma kazanımını ayarlayın.",
   "Drag your plugin.zip to install it":"Yüklemek için plugin.zip dosyanızı sürükleyin",
   "Refresh":"Yenile",
   "Chorus":"Koro",
   "Precision":"Hassasiyet",
   "Set the chorus depth.":"Koro derinliğini ayarlayın.",
   "Apply chorus to the audio.":"Sese koro efekti uygulayın.",
   "Single":"Tekli",
   "Chorus Center Delay ms":"Koro Merkez Gecikmesi ms",
   "Post-Process":"Son İşlem",
   "Language":"Dil",
   "Chorus Depth":"Koro Derinliği",
   "Select the precision you want to use for training and inference.":"Eğitim ve çıkarım için kullanmak istediğiniz hassasiyeti seçin.",
   "Index File":"İndeks Dosyası",
   "Set the chorus rate Hz.":"Koro hızı Hz'sini ayarlayın.",
   "Exported Index file":"Dışa Aktarılan İndeks dosyası",
   "Chorus Feedback":"Koro Geri Bildirimi",
   "Update precision":"Hassasiyeti Güncelle",
   "Chorus Mix":"Koro Karışımı",
   "Select the voice model to use for the conversion.":"Dönüştürme için kullanılacak ses modelini seçin.",
   "Exported Pth file":"Dışa Aktarılan Pth dosyası",
   "Select the theme you want to use. (Requires restarting Applio)":"Kullanmak istediğiniz temayı seçin. (Applio'nun yeniden başlatılmasını gerektirir)",
   "Select the index file to use for the conversion.":"Dönüştürme için kullanılacak indeks dosyasını seçin.",
   "Theme":"Tema",
   "Restart Applio":"Applio'yu Yeniden Başlat",
   "Set the chorus center delay ms.":"Koro merkez gecikmesi ms'sini ayarlayın.",
   "Select the pth file to be exported":"Dışa aktarılacak pth dosyasını seçin",
   "Set the chorus feedback.":"Koro geri bildirimini ayarlayın.",
   "Select the index file to be exported":"Dışa aktarılacak indeks dosyasını seçin",
   "Version Checker":"Sürüm Denetleyicisi",
   "Plugin Installer":"Eklenti Yükleyici",
   "Set the chorus mix.":"Koro karışımını ayarlayın.",
   "KMeans is a clustering algorithm that divides the dataset into K clusters. This setting is particularly useful for large datasets.":"KMeans, veri kümesini K kümeye bölen bir kümeleme algoritmasıdır. Bu ayar, özellikle büyük veri kümeleri için kullanışlıdır.",
   "Upload":"Yükle",
   "Overtraining Detector":"Aşırı Eğitim Dedektörü",
   "Chorus Rate Hz":"Koro Hızı Hz",
   "Check which version of Applio is the latest to see if you need to update.":"Güncelleme yapmanız gerekip gerekmediğini görmek için Applio'nun hangi sürümünün en son olduğunu kontrol edin.",
   "Upload Audio":"Ses Yükle",
   "Select the language you want to use. (Requires restarting Applio)":"Kullanmak istediğiniz dili seçin. (Applio'nun yeniden başlatılmasını gerektirir)",
   "Check for updates":"Güncellemeleri kontrol et",
   "Apply distortion to the audio.":"Sese bozulma uygulayın.",
   "Distortion Gain":"Bozulma Kazancı",
   "Post-process the audio to apply effects to the output.":"Çıktıya efekt uygulamak için sesi son işleyin.",
   "Voice Model":"Ses Modeli",
   "Apply a soft autotune to your inferences, recommended for singing conversions.":"Çıkarımlarınıza yumuşak bir otomatik ayar uygulayın, şarkı dönüştürmeleri için önerilir.",
   "Select the audio to convert.":"Dönüştürülecek sesi seçin.",
   "Training is currently unsupported due to the absence of a GPU. To activate the training tab, navigate to the settings tab and enable the 'Fake GPU' option.":"GPU olmadığı için eğitim şu anda desteklenmiyor. Eğitim sekmesini etkinleştirmek için ayarlar sekmesine gidin ve 'Sahte GPU' seçeneğini etkinleştirin.",
   "Drag and drop your model here":"Modelinizi buraya sürükleyip bırakın",
   "Upload a .txt file":".txt dosyası yükle",
   "The output information will be displayed here.":"Çıktı bilgileri burada görüntülenecektir.",
   "Introduce the model pth path":"Model pth yolunu girin",
   "Advanced Settings":"Gelişmiş Ayarlar",
   "You can also use a custom path.":"Özel bir yol da kullanabilirsiniz.",
   "Audio Analyzer":"Ses Analizörü",
   "Output Path for TTS Audio":"TTS Sesi için Çıktı Yolu",
   "Inference":"Çıkarım",
   "Clear Outputs (Deletes all audios in assets/audios)":"Çıktıları Temizle (assets/audios içindeki tüm sesleri siler)",
   "Blend Ratio":"Karışım Oranı",
   "Custom Output Path":"Özel Çıktı Yolu",
   "Enter text to synthesize":"Sentezlenecek metni girin",
   "Adjusting the position more towards one side or the other will make the model more similar to the first or second.":"Konumu bir tarafa veya diğerine doğru ayarlamak, modeli birinci veya ikinciye daha benzer hale getirecektir.",
   "It will activate the possibility of displaying the current Applio activity in Discord.":"Mevcut Applio etkinliğinin Discord'da görüntülenmesini mümkün kılacaktır.",
   "Enable fake GPU":"Sahte GPU'yu etkinleştir",
   "Upscale Audio":"Sesi Yükselt",
   "A simple, high-quality voice conversion tool focused on ease of use and performance.":"Kullanım kolaylığına ve performansa odaklanan basit, yüksek kaliteli bir ses dönüştürme aracı.\n[Türkçe Çeviri: Enes](https://discord.com/users/1140031358006202468)",
   "Output Path":"Çıktı Yolu",
   "Fusion":"Füzyon",
   "Inroduce the model information":"Model bilgilerini girin",
   "It will activate the possibility of downloading models with a click from the website.":"Web sitesinden tek tıklamayla model indirme imkanını etkinleştirecektir.",
   "Activates the train tab. However, please note that this device lacks GPU capabilities, hence training is not supported. This option is only for testing purposes. (This option will restart Applio)":"Eğitim sekmesini etkinleştirir. Ancak, lütfen bu cihazın GPU yeteneklerinden yoksun olduğunu unutmayın, bu nedenle eğitim desteklenmez. Bu seçenek yalnızca test amaçlıdır. (Bu seçenek Applio'yu yeniden başlatacaktır)",
   "Autotune":"Otomatik Ayar",
   "Training":"Eğitim",
   "Export Format":"Dışa Aktarma Biçimi",
   "Enter the text to synthesize.":"Sentezlenecek metni girin.",
   "Path to Model":"Model Yolu",
   "Text to Synthesize":"Sentezlenecek Metin",
   "Select the format to export the audio.":"Sesi dışa aktarmak için biçimi seçin.",
   "View model information":"Model bilgilerini görüntüle",
   "Clean your audio output using noise detection algorithms, recommended for speaking audios.":"Konuşma sesleri için önerilen, gürültü algılama algoritmalarını kullanarak ses çıktınızı temizleyin.",
   "Clean Audio":"Sesi Temizle",
   "Select the TTS voice to use for the conversion.":"Dönüştürme için kullanılacak TTS sesini seçin.",
   "Output Path for RVC Audio":"RVC Sesi için Çıktı Yolu",
   "Enter path to model":"Model yolunu girin",
   "The path where the output audio will be saved, by default in assets/audios/output.wav":"Çıktı sesinin kaydedileceği yol, varsayılan olarak assets/audios/output.wav",
   "Model conversion":"Model dönüştürme",
   "Clean Strength":"Temizleme Gücü",
   "This section contains some extra utilities that often may be in experimental phases.":"Bu bölüm, genellikle deneysel aşamalarda olabilecek bazı ekstra yardımcı programlar içerir.",
   "Output Information":"Çıktı Bilgileri",
   "Input path for text file":"Metin dosyası için giriş yolu",
   "Split Audio":"Sesi Böl",
   "Enable Applio integration with applio.org/models using flask":"Flask kullanarak Applio'nun applio.org/models ile entegrasyonunu etkinleştir",
   "Pth file":"Pth dosyası",
   "The information to be placed in the model (You can leave it blank or put anything).":"Modele yerleştirilecek bilgiler (Boş bırakabilir veya herhangi bir şey koyabilirsiniz).",
   "The path to the text file that contains content for text to speech.":"Metinden konuşmaya içerik içeren metin dosyasının yolu.",
   "View":"Görüntüle",
   "Split the audio into chunks for inference to obtain better results in some cases.":"Bazı durumlarda daha iyi sonuçlar elde etmek için çıkarım için sesi parçalara ayırın.",
   "Model information to be placed":"Yerleştirilecek model bilgileri",
   "Merge Audios":"Sesleri Birleştir",
   "Enable Applio integration with Discord presence":"Applio'nun Discord varlığıyla entegrasyonunu etkinleştir",
   "Model extraction":"Model çıkarma",
   "Drag your .pth file and .index file into this space. Drag one and then the other.":".pth dosyanızı ve .index dosyanızı bu alana sürükleyin. Birini ve ardından diğerini sürükleyin.",
   "Download Model":"Modeli İndir",
   "## Drop files":"## Dosyaları Bırakın",
   "Introduce the model name to search.":"Aranacak model adını girin.",
   "Dataset Creator":"Veri Kümesi Oluşturucu",
   "Increase or decrease TTS speed.":"TTS hızını artırın veya azaltın.",
   "## Search Model":"## Modeli Ara",
   "TTS Speed":"TTS Hızı",
   "TTS Voices":"TTS Sesleri",
   "And select the sampling rate":"Ve örnekleme oranını seçin",
   "## Download Pretrained Models":"## Önceden Eğitilmiş Modelleri İndir",
   "The audio file has been successfully added to the dataset. Please click the preprocess button.":"Ses dosyası veri kümesine başarıyla eklendi. Lütfen önişlem düğmesine tıklayın.",
   "Search":"Ara",
   "Introduce the model link":"Model bağlantısını girin",
   "Model Architecture":"Model Mimarisi",
   "Model Link":"Model Bağlantısı",
   "Select the pretrained model you want to download.":"İndirmek istediğiniz önceden eğitilmiş modeli seçin.",
   "We couldn't find models by that name.":"Bu adda model bulamadık.",
   "Set the width of the reverb.":"Yankının genişliğini ayarlayın.",
   "Protect Voiceless Consonants":"Sessiz Ünsüzleri Koru",
   "Safeguard distinct consonants and breathing sounds to prevent electro-acoustic tearing and other artifacts. Pulling the parameter to its maximum value of 0.5 offers comprehensive protection. However, reducing this value might decrease the extent of protection while potentially mitigating the indexing effect.":"Elektro-akustik yırtılmayı ve diğer artefaktları önlemek için farklı ünsüzleri ve nefes alma seslerini koruyun. Parametreyi maksimum 0.5 değerine çekmek kapsamlı koruma sağlar. Ancak, bu değeri azaltmak koruma kapsamını azaltabilirken, indeksleme etkisini azaltabilir.",
   "Pitch extraction algorithm":"Perde çıkarma algoritması",
   "Get information about the audio":"Ses hakkında bilgi edinin",
   "Model Creator":"Model Oluşturucu",
   "## Voice Blender":"## Ses Karıştırıcı",
   "Pitch extraction algorithm to use for the audio conversion. The default algorithm is rmvpe, which is recommended for most cases.":"Ses dönüştürme için kullanılacak perde çıkarma algoritması. Varsayılan algoritma, çoğu durum için önerilen rmvpe'dir.",
   "Select two voice models, set your desired blend percentage, and blend them into an entirely new voice.":"İki ses modeli seçin, istediğiniz karışım yüzdesini ayarlayın ve bunları tamamen yeni bir seste karıştırın.",
   "Upload .json":".json Yükle",
   "Voice Blender":"Ses Karıştırıcı",
   "Move files to custom embedder folder":"Dosyaları özel gömүcü klasörüne taşı",
   "Convert":"Dönüştür",
   "Enter output path":"Çıktı yolunu girin",
   "model information":"model bilgileri",
   "Reverb":"Yankı",
   "Export Audio":"Sesi Dışa Aktar",
   "Apply reverb to the audio.":"Sese yankı uygulayın.",
   "Output Folder":"Çıktı Klasörü",
   "Speaker ID":"Konuşmacı Kimliği",
   "Select the speaker ID to use for the conversion.":"Dönüştürme için kullanılacak konuşmacı kimliğini seçin.",
   "Name of the model creator. (Default: Unknown)":"Model oluşturucunun adı. (Varsayılan: Bilinmiyor)",
   "Reverb Room Size":"Yankı Oda Boyutu",
   "Batch":"Toplu",
   "Set the dry gain of the reverb.":"Yankının kuru kazanımını ayarlayın.",
   "Pitch Shift":"Perde Kayması",
   "Reverb Damping":"Yankı Sönümlemesi",
   "Set the wet gain of the reverb.":"Yankının ıslak kazanımını ayarlayın.",
   "Reverb Wet Gain":"Yankı Islak Kazancı",
   "Model Author Name":"Model Yazar Adı",
   "Set the freeze mode of the reverb.":"Yankının dondurma modunu ayarlayın.",
   "Input Folder":"Giriş Klasörü",
   "Select the folder containing the audios to convert.":"Dönüştürülecek sesleri içeren klasörü seçin.",
   "Set the autotune strength - the more you increase it the more it will snap to the chromatic grid.":"Otomatik ayar gücünü ayarlayın - ne kadar artırırsanız, kromatik ızgaraya o kadar çok yapışacaktır.",
   "Reverb Freeze Mode":"Yankı Dondurma Modu",
   "Reverb Width":"Yankı Genişliği",
   "Set the damping of the reverb.":"Yankının sönümlemesini ayarlayın.",
   "Set the room size of the reverb.":"Yankının oda boyutunu ayarlayın.",
   "Reverb Dry Gain":"Yankı Kuru Kazancı",
   "The name that will appear in the model information.":"Model bilgilerinde görünecek ad.",
   "Set name":"Adı ayarla",
   "Enter input path":"Giriş yolunu girin",
   "Select the folder where the output audios will be saved.":"Çıktı seslerinin kaydedileceği klasörü seçin.",
   "Upscale the audio to a higher quality, recommended for low-quality audios. (It could take longer to process the audio)":"Düşük kaliteli sesler için önerilen, sesi daha yüksek bir kaliteye yükseltin. (Sesin işlenmesi daha uzun sürebilir)",
   "Influence exerted by the index file; a higher value corresponds to greater influence. However, opting for lower values can help mitigate artifacts present in the audio.":"İndeks dosyası tarafından uygulanan etki; daha yüksek bir değer, daha büyük etkiye karşılık gelir. Ancak, daha düşük değerler seçmek, seste bulunan artefaktları azaltmaya yardımcı olabilir.",
   "Preprocess":"Önişle",
   "Set the clean-up level to the audio you want, the more you increase it the more it will clean up, but it is possible that the audio will be more compressed.":"İstediğiniz sese temizleme seviyesini ayarlayın, ne kadar artırırsanız o kadar çok temizler, ancak sesin daha fazla sıkıştırılması mümkündür.",
   "Enter dataset name":"Veri kümesi adını girin",
   "Audio cutting":"Ses kesme",
   "Formant Shifting":"Formant Kaydırma",
   "Substitute or blend with the volume envelope of the output. The closer the ratio is to 1, the more the output envelope is employed.":"Çıktının ses zarfıyla değiştirin veya karıştırın. Oran 1'e ne kadar yakınsa, çıktı zarfı o kadar çok kullanılır.",
   "Refresh Datasets":"Veri Kümelerini Yenile",
   "Enable formant shifting. Used for male to female and vice-versa convertions.":"Formant kaydırmayı etkinleştirin. Erkekten kadına ve tam tersine dönüştürmeler için kullanılır.",
   "Search Feature Ratio":"Arama Özelliği Oranı",
   "Browse presets for formanting":"Formantlama için ön ayarlara göz atın",
   "Presets are located in /assets/formant_shift folder":"Ön ayarlar /assets/formant_shift klasöründe bulunur",
   "Dataset Name":"Veri Kümesi Adı",
   "Dataset Path":"Veri Kümesi Yolu",
   "If the number is greater than or equal to three, employing median filtering on the collected tone results has the potential to decrease respiration.":"Sayı üç veya daha büyükse, toplanan ton sonuçlarında medyan filtreleme kullanmak solunumu azaltma potansiyeline sahiptir.",
   "Process effects":"Efektleri işle",
   "Default value is 1.0":"Varsayılan değer 1.0'dır",
   "Quefrency for formant shifting":"Formant kaydırma için quefrency",
   "Volume Envelope":"Ses Zarfı",
   "Timbre for formant shifting":"Formant kaydırma için tını",
   "Filter Radius":"Filtre Yarıçapı",
   "Pitch":"Perde",
   "Set the pitch of the audio, the higher the value, the higher the pitch.":"Sesin perdesini ayarlayın, değer ne kadar yüksekse, perde o kadar yüksek olur.",
   "Name of the new model.":"Yeni modelin adı.",
   "Stop Recording":"Kaydı Durdur",
   "## Download Model":"## Modeli İndir",
   "The f0 curve represents the variations in the base frequency of a voice over time, showing how pitch rises and falls.":"f0 eğrisi, bir sesin temel frekansındaki zaman içindeki değişimleri temsil eder ve perdenin nasıl yükselip alçaldığını gösterir.",
   "1. Click on the 'Record Screen' button below to start recording the issue you are experiencing.":"1. Yaşadığınız sorunu kaydetmeye başlamak için aşağıdaki 'Ekranı Kaydet' düğmesine tıklayın.",
   "# How to Report an Issue on GitHub":"# GitHub'da Sorun Nasıl Bildirilir",
   "3. Go to [GitHub Issues](https://github.com/IAHispano/Applio/issues) and click on the 'New Issue' button.":"3. [GitHub Issues](https://github.com/IAHispano/Applio/issues) adresine gidin ve 'Yeni Sorun' düğmesine tıklayın.",
   "Record Screen":"Ekranı Kaydet",
   "2. Once you have finished recording the issue, click on the 'Stop Recording' button (the same button, but the label changes depending on whether you are actively recording or not).":"2. Sorunu kaydetmeyi bitirdiğinizde, 'Kaydı Durdur' düğmesine tıklayın (aynı düğme, ancak etiket aktif olarak kayıt yapıp yapmadığınıza bağlı olarak değişir).",
   "See Model Information":"Model Bilgilerini Gör",
   "Output of the pth file":"Pth dosyasının çıktısı",
   "Extract F0 Curve":"F0 Eğrisini Çıkar",
   "Record":"Kaydet",
   "Introduce the model .pth path":"Model .pth yolunu girin",
   "4. Complete the provided issue template, ensuring to include details as needed, and utilize the assets section to upload the recorded file from the previous step.":"4. Sağlanan sorun şablonunu doldurun, gerektiğinde ayrıntıları eklediğinizden emin olun ve önceki adımdaki kaydedilmiş dosyayı yüklemek için varlıklar bölümünü kullanın.",
   "Name of the new dataset.":"Yeni veri kümesinin adı.",
   "Upload Audio Dataset":"Ses Veri Kümesini Yükle",
   "Sampling Rate":"Örnekleme Oranı",
   "Version of the model architecture.":"Model mimarisinin sürümü.",
   "Path to the dataset folder.":"Veri kümesi klasörünün yolu.",
   "Enter model name":"Model adını girin",
   "The sampling rate of the audio files.":"Ses dosyalarının örnekleme oranı."
}