{
  "Ultimate voice cloning tool, meticulously optimized for unrivaled power, modularity, and user-friendly experience.": "Rakipsiz güç, modülerlik ve kullanıcı dostu deneyim için titizlikle optimize edilmiş nihai ses klonlama aracı.",
  "This section contains some extra utilities that often may be in experimental phases.": "Bu bölüm, genellikle deneysel aşamalarda olabilecek bazı ek yardımcı programlar içerir.",
  "Output Information": "Çıktı Bilgileri",
  "The output information will be displayed here.": "Çıktı bilgileri burada görüntülenecektir.",
  "Inference": "Kesmesi",
  "Train": "Tren",
  "Extra": "Fazladan",
  "Merge Audios": "Sesleri Birleştir",
  "Processing": "Işleme",
  "Audio Analyzer": "Ses Analizörü",
  "Model Information": "Model Bilgileri",
  "Plugins": "Eklentiler",
  "Download": "İndirmek",
  "Report a Bug": "Hata bildir",
  "Settings": "Ayarlar",
  "Preprocess": "Preprocess",
  "Model Name": "Model Adı",
  "Name of the new model.": "Yeni modelin adı.",
  "Enter model name": "Model adını girin",
  "Dataset Path": "Veri Kümesi Yolu",
  "Path to the dataset folder.": "Veri kümesi klasörünün yolu.",
  "Refresh Datasets": "Veri Kümelerini Yenileme",
  "Dataset Creator": "Veri Kümesi Oluşturucu",
  "Dataset Name": "Veri Kümesi Adı",
  "Name of the new dataset.": "Yeni veri kümesinin adı.",
  "Enter dataset name": "Veri kümesi adını girin",
  "Upload Audio Dataset": "Ses Veri Kümesini Karşıya Yükle",
  "The audio file has been successfully added to the dataset. Please click the preprocess button.": "Ses dosyası veri kümesine başarıyla eklendi. Lütfen ön işlem düğmesine tıklayın.",
  "Enter dataset path": "Veri kümesi yolunu girme",
  "Sampling Rate": "Örnekleme Oranı",
  "The sampling rate of the audio files.": "Ses dosyalarının örnekleme hızı.",
  "RVC Version": "RVC Sürümü",
  "The RVC version of the model.": "Modelin RVC versiyonu.",
  "Preprocess Dataset": "Ön İşlem Veri Kümesi",
  "Extract": "Hulâsa",
  "Hop Length": "Şerbetçiotu Uzunluğu",
  "Denotes the duration it takes for the system to transition to a significant pitch change. Smaller hop lengths require more time for inference but tend to yield higher pitch accuracy.": "Sistemin önemli bir perde değişikliğine geçmesi için geçen süreyi belirtir. Daha küçük atlama uzunlukları, çıkarım için daha fazla zaman gerektirir, ancak daha yüksek adım doğruluğu sağlama eğilimindedir.",
  "Batch Size": "Toplu İş Büyüklüğü",
  "It's advisable to align it with the available VRAM of your GPU. A setting of 4 offers improved accuracy but slower processing, while 8 provides faster and standard results.": "GPU'nuzun mevcut VRAM'i ile hizalamanız önerilir. 4 ayarı, gelişmiş doğruluk ancak daha yavaş işleme sunarken, 8 daha hızlı ve standart sonuçlar sağlar.",
  "Save Every Epoch": "Her Çağı Kurtarın",
  "Determine at how many epochs the model will saved at.": "Modelin kaç dönemde kaydedileceğini belirleyin.",
  "Total Epoch": "Toplam Dönem",
  "Specifies the overall quantity of epochs for the model training process.": "Model eğitim işlemi için dönemlerin toplam miktarını belirtir.",
  "Pretrained": "Önceden eğitilmiş",
  "Save Only Latest": "Yalnızca En Sonuncusunu Kaydet",
  "Enabling this setting will result in the G and D files saving only their most recent versions, effectively conserving storage space.": "Bu ayarın etkinleştirilmesi, G ve D dosyalarının yalnızca en son sürümlerini kaydetmesine ve depolama alanından etkin bir şekilde tasarruf etmesine neden olur.",
  "Save Every Weights": "Her Ağırlığı Kurtarın",
  "This setting enables you to save the weights of the model at the conclusion of each epoch.": "Bu ayar, her dönemin sonunda modelin ağırlıklarını kaydetmenizi sağlar.",
  "Custom Pretrained": "Özel Önceden Eğitilmiş",
  "Utilizing custom pretrained models can lead to superior results, as selecting the most suitable pretrained models tailored to the specific use case can significantly enhance performance.": "Belirli kullanım durumuna göre uyarlanmış en uygun önceden eğitilmiş modellerin seçilmesi performansı önemli ölçüde artırabileceğinden, özel önceden eğitilmiş modellerin kullanılması üstün sonuçlara yol açabilir.",
  "Upload Pretrained Model": "Önceden eğitilmiş modeli karşıya yükleme",
  "Refresh Custom Pretraineds": "Özel Önceden Eğitilmiş Olanları Yenile",
  "Pretrained Custom Settings": "Önceden Eğitilmiş Özel Ayarlar",
  "The file you dropped is not a valid pretrained file. Please try again.": "Bıraktığınız dosya önceden eğitilmiş geçerli bir dosya değil. Lütfen tekrar deneyin.",
  "Click the refresh button to see the pretrained file in the dropdown menu.": "Açılır menüde önceden eğitilmiş dosyayı görmek için yenile düğmesine tıklayın.",
  "Pretrained G Path": "Özel Önceden Eğitilmiş G",
  "Pretrained D Path": "Özel Önceden Eğitilmiş D",
  "GPU Settings": "GPU Ayarları",
  "Sets advanced GPU settings, recommended for users with better GPU architecture.": "Daha iyi GPU mimarisine sahip kullanıcılar için önerilen gelişmiş GPU ayarlarını belirler.",
  "GPU Custom Settings": "GPU Özel Ayarları",
  "GPU Number": "GPU Numarası",
  "0 to ∞ separated by -": "0 ila ∞ - ile ayrılmış",
  "GPU Information": "GPU Bilgileri",
  "Pitch Guidance": "Saha Rehberliği",
  "By employing pitch guidance, it becomes feasible to mirror the intonation of the original voice, including its pitch. This feature is particularly valuable for singing and other scenarios where preserving the original melody or pitch pattern is essential.": "Perde rehberliği kullanılarak, perdesi de dahil olmak üzere orijinal sesin tonlamasını yansıtmak mümkün hale gelir. Bu özellik, orijinal melodiyi veya perde düzenini korumanın gerekli olduğu şarkı söyleme ve diğer senaryolar için özellikle değerlidir.",
  "Utilize pretrained models when training your own. This approach reduces training duration and enhances overall quality.": "Kendi modelinizi eğitirken önceden eğitilmiş modelleri kullanın. Bu yaklaşım, eğitim süresini azaltır ve genel kaliteyi artırır.",
  "Extract Features": "Özellikleri Çıkar",
  "Start Training": "Eğitime Başla",
  "Generate Index": "Dizin Oluştur",
  "Voice Model": "Ses Modeli",
  "Select the voice model to use for the conversion.": "Dönüştürme için kullanılacak ses modelini seçin.",
  "Index File": "Dizin Dosyası",
  "Select the index file to use for the conversion.": "Dönüştürme için kullanılacak dizin dosyasını seçin.",
  "Refresh": "Yenilemek",
  "Unload Voice": "Sesi Kaldır",
  "Single": "Tek",
  "Upload Audio": "Ses Yükle",
  "Select Audio": "Ses Seç",
  "Select the audio to convert.": "Dönüştürülecek sesi seçin.",
  "Advanced Settings": "Gelişmiş Ayarlar",
  "Clear Outputs (Deletes all audios in assets/audios)": "Çıkışları Temizle (Varlıklardaki/seslerdeki tüm sesleri siler)",
  "Custom Output Path": "Özel Çıktı Yolu",
  "Output Path": "Çıkış Yolu",
  "The path where the output audio will be saved, by default in assets/audios/output.wav": "Çıkış sesinin kaydedileceği yol, varsayılan olarak varlıklar/sesler/output.wav",
  "Split Audio": "Sesi Böl",
  "Split the audio into chunks for inference to obtain better results in some cases.": "Bazı durumlarda daha iyi sonuçlar elde etmek için çıkarım için sesi parçalara ayırın.",
  "Autotune": "Otomatik Ayar",
  "Apply a soft autotune to your inferences, recommended for singing conversions.": "Çıkarımlarınıza, şarkı söyleme dönüşümleri için önerilen yumuşak bir otomatik ayar uygulayın.",
  "Clean Audio": "Sesi Temizle",
  "Clean your audio output using noise detection algorithms, recommended for speaking audios.": "Konuşma sesleri için önerilen gürültü algılama algoritmalarını kullanarak ses çıkışınızı temizleyin.",
  "Clean Strength": "Temiz Güç",
  "Set the clean-up level to the audio you want, the more you increase it the more it will clean up, but it is possible that the audio will be more compressed.": "Temizleme seviyesini istediğiniz sese ayarlayın, ne kadar artırırsanız o kadar çok temizlenir, ancak sesin daha fazla sıkıştırılması mümkündür.",
  "Pitch": "Perde",
  "Set the pitch of the audio, the higher the value, the higher the pitch.": "Sesin perdesini ayarlayın, değer ne kadar yüksek olursa, perde o kadar yüksek olur.",
  "Filter Radius": "Filtre Yarıçapı",
  "If the number is greater than or equal to three, employing median filtering on the collected tone results has the potential to decrease respiration.": "Sayı üçe eşit veya daha büyükse, toplanan ton sonuçlarında medyan filtrelemenin kullanılması solunumu azaltma potansiyeline sahiptir.",
  "Search Feature Ratio": "Arama Özelliği Oranı",
  "Influence exerted by the index file; a higher value corresponds to greater influence. However, opting for lower values can help mitigate artifacts present in the audio.": "Dizin dosyası tarafından uygulanan etki; Daha yüksek bir değer, daha büyük etkiye karşılık gelir. Ancak, daha düşük değerleri tercih etmek, seste bulunan yapaylıkları azaltmaya yardımcı olabilir.",
  "Volume Envelope": "Birim Zarfı",
  "Substitute or blend with the volume envelope of the output. The closer the ratio is to 1, the more the output envelope is employed.": "Çıktının birim zarfıyla değiştirin veya karıştırın. Oran 1'e ne kadar yakınsa, çıktı zarfı o kadar fazla kullanılır.",
  "Protect Voiceless Consonants": "Sessiz Ünsüzleri Koruyun",
  "Safeguard distinct consonants and breathing sounds to prevent electro-acoustic tearing and other artifacts. Pulling the parameter to its maximum value of 0.5 offers comprehensive protection. However, reducing this value might decrease the extent of protection while potentially mitigating the indexing effect.": "Elektro-akustik yırtılmayı ve diğer artefaktları önlemek için farklı ünsüzleri ve solunum seslerini koruyun. Parametreyi maksimum değeri olan 0,5'e çekmek kapsamlı koruma sağlar. Ancak, bu değerin azaltılması koruma kapsamını azaltırken dizin oluşturma etkisini de azaltabilir.",
  "Pitch extraction algorithm": "Pitch çıkarma algoritması",
  "Pitch extraction algorithm to use for the audio conversion. The default algorithm is rmvpe, which is recommended for most cases.": "Ses dönüştürme için kullanılacak perde çıkarma algoritması. Varsayılan algoritma, çoğu durumda önerilen rmvpe'dir.",
  "Convert": "Dönüştürmek",
  "Export Audio": "Sesi Dışa Aktar",
  "Batch": "Toplu iş",
  "Input Folder": "Giriş Klasörü",
  "Select the folder containing the audios to convert.": "Dönüştürülecek sesleri içeren klasörü seçin.",
  "Enter input path": "Giriş yolunu girin",
  "Output Folder": "Çıktı Klasörü",
  "Select the folder where the output audios will be saved.": "Çıkış seslerinin kaydedileceği klasörü seçin.",
  "Enter output path": "Çıkış yolunu girin",
  "Get information about the audio": "Ses hakkında bilgi alın",
  "Information about the audio file": "Ses dosyası hakkında bilgi",
  "Waiting for information...": "Bilgi bekliyorum...",
  "## Voice Blender": "## Ses Blender",
  "Select two voice models, set your desired blend percentage, and blend them into an entirely new voice.": "İki ses modeli seçin, istediğiniz karışım yüzdesini ayarlayın ve bunları tamamen yeni bir sesle karıştırın.",
  "Voice Blender": "Ses Blender",
  "Drag and drop your model here": "Modelinizi buraya sürükleyip bırakın",
  "You can also use a custom path.": "Özel bir yol da kullanabilirsiniz.",
  "Blend Ratio": "Karışım Oranı",
  "Adjusting the position more towards one side or the other will make the model more similar to the first or second.": "Konumu bir tarafa veya diğerine doğru daha fazla ayarlamak, modeli birinci veya ikinciye daha benzer hale getirecektir.",
  "Fusion": "Füzyon",
  "Path to Model": "Modele Giden Yol",
  "Enter path to model": "Modelin yolunu girin",
  "Model information to be placed": "Yerleştirilecek model bilgileri",
  "Inroduce the model information": "Model bilgilerini tanıtın",
  "The information to be placed in the model (You can leave it blank or put anything).": "Modele yerleştirilecek bilgiler (Boş bırakabilir veya herhangi bir şey koyabilirsiniz).",
  "View model information": "Model bilgilerini görüntüleme",
  "Introduce the model pth path": "Model pth yolunu tanıtın",
  "View": "Görünüm",
  "Model extraction": "Model ayıklama",
  "Model conversion": "Model dönüştürme",
  "Pth file": "Pth dosyası",
  "Output of the pth file": "pth dosyasının çıktısı",
  "# How to Report an Issue on GitHub": "# GitHub'da Bir Sorun Nasıl Bildirilir",
  "1. Click on the 'Record Screen' button below to start recording the issue you are experiencing.": "1. Yaşadığınız sorunu kaydetmeye başlamak için aşağıdaki 'Kayıt Ekranı' düğmesine tıklayın.",
  "2. Once you have finished recording the issue, click on the 'Stop Recording' button (the same button, but the label changes depending on whether you are actively recording or not).": "2. Sorunu kaydetmeyi bitirdikten sonra, 'Kaydı Durdur' düğmesine tıklayın (aynı düğme, ancak aktif olarak kayıt yapıp yapmadığınıza bağlı olarak etiket değişir).",
  "3. Go to [GitHub Issues](https://github.com/IAHispano/Applio/issues) and click on the 'New Issue' button.": "3. [GitHub Sorunları](https://github.com/IAHispano/Applio/issues) bölümüne gidin ve 'Yeni Sorun' düğmesine tıklayın.",
  "4. Complete the provided issue template, ensuring to include details as needed, and utilize the assets section to upload the recorded file from the previous step.": "4. Sağlanan sorun şablonunu tamamlayın, gerektiğinde ayrıntıları eklediğinizden emin olun ve önceki adımdan kaydedilen dosyayı yüklemek için varlıklar bölümünü kullanın.",
  "Record Screen": "Kayıt Ekranı",
  "Record": "Kayıt",
  "Stop Recording": "Kaydı durdur",
  "Introduce the model .pth path": "Model .pth yolunu tanıtma",
  "See Model Information": "Model Bilgilerine Bakın",
  "## Download Model": "## Modeli İndir",
  "Model Link": "Model Bağlantısı",
  "Introduce the model link": "Model bağlantısını tanıtın",
  "Download Model": "Modeli İndir",
  "## Drop files": "## Dosyaları bırak",
  "Drag your .pth file and .index file into this space. Drag one and then the other.": ".pth dosyanızı ve .index dosyanızı bu alana sürükleyin. Birini ve ardından diğerini sürükleyin.",
  "TTS Voices": "TTS Sesleri",
  "Select the TTS voice to use for the conversion.": "Dönüştürme için kullanılacak TTS sesini seçin.",
  "Text to Synthesize": "Sentezlenecek Metin",
  "Enter the text to synthesize.": "Sentezlenecek metni girin.",
  "Or you can upload a .txt file": "Veya bir .txt dosyası yükleyebilirsiniz",
  "Enter text to synthesize": "Sentezlenecek metni girin",
  "Output Path for TTS Audio": "TTS Audio için Çıkış Yolu",
  "Output Path for RVC Audio": "RVC Ses için Çıkış Yolu",
  "Enable Applio integration with Discord presence": "Discord varlığıyla Applio entegrasyonunu etkinleştirin",
  "It will activate the possibility of displaying the current Applio activity in Discord.": "Mevcut Applio etkinliğini Discord'da görüntüleme olasılığını etkinleştirecektir.",
  "Enable Applio integration with applio.org/models using flask": "Flask kullanarak applio.org/models ile Applio entegrasyonunu etkinleştirin",
  "It will activate the possibility of downloading models with a click from the website.": "Web sitesinden bir tıklama ile model indirme olasılığını etkinleştirecektir.",
  "Theme": "Tema",
  "Select the theme you want to use. (Requires restarting Applio)": "Kullanmak istediğiniz temayı seçin. (Applio'nun yeniden başlatılmasını gerektirir)",
  "Language": "Dil",
  "Select the language you want to use. (Requires restarting Applio)": "Kullanmak istediğiniz dili seçin. (Applio'nun yeniden başlatılmasını gerektirir)",
  "Plugin Installer": "Eklenti Yükleyici",
  "Drag your plugin.zip to install it": "Yüklemek için plugin.zip sürükleyin",
  "Version Checker": "Sürüm Denetleyicisi",
  "Check which version of Applio is the latest to see if you need to update.": "Güncellemeniz gerekip gerekmediğini görmek için Applio'nun hangi sürümünün en son sürüm olduğunu kontrol edin.",
  "Check for updates": "Güncellemeleri kontrol et"
}