{
  "Processing": "Обробки",
  "Inference": "Висновок",
  "Training": "Навчання",
  "Settings": "Параметри",
  "Download": "Завантажити",
  "Audio Analyzer": "Аналізатор звуку",
  "Output Information": "Вихідна інформація",
  "Merge Audios": "Об'єднання аудіо",
  "Extra": "Додаткові",
  "Report a Bug": "Повідомити про помилку",
  "Plugins": "Плагіни",
  "Preprocess": "Попередня обробка",
  "Model Information": "Інформація про модель",
  "Audio cutting": "Нарізка звуку",
  "Process effects": "Наслідки процесу",
  "Name of the new model.": "Назва нової моделі.",
  "Dataset Path": "Шлях до набору даних",
  "Model Name": "Назва моделі",
  "Refresh Datasets": "Оновити набори даних",
  "Path to the dataset folder.": "Шлях до папки з набором даних.",
  "Enter model name": "Введіть назву моделі",
  "Dataset Name": "Назва набору даних",
  "Dataset Creator": "Творець набору даних",
  "Name of the new dataset.": "Назва нового набору даних.",
  "The output information will be displayed here.": "Тут буде відображатися вихідна інформація.",
  "This section contains some extra utilities that often may be in experimental phases.": "Цей розділ містить деякі додаткові утиліти, які часто можуть бути на експериментальних етапах.",
  "It's recommended to deactivate this option if your dataset has already been processed.": "Радимо деактивувати цю опцію, якщо ваш набір даних уже оброблено.",
  "Enter dataset name": "Введіть назву набору даних",
  "Upload Audio Dataset": "Завантажити аудіо набір даних",
  "Enter dataset path": "Введіть шлях до набору даних",
  "Extract": "Екстракт",
  "Sampling Rate": "Частота дискретизації",
  "Model Architecture": "Архітектура моделі",
  "A simple, high-quality voice conversion tool focused on ease of use and performance.": "Простий, високоякісний інструмент перетворення голосу, орієнтований на зручність використання та продуктивність.",
  "The audio file has been successfully added to the dataset. Please click the preprocess button.": "Аудіофайл успішно додано до набору даних. Будь ласка, натисніть кнопку «Попередня обробка».",
  "Hop Length": "Довжина хмелю",
  "Embedder Model": "Модель вбудовування",
  "Version of the model architecture.": "Версія архітектури моделі.",
  "The sampling rate of the audio files.": "Частота дискретизації аудіофайлів.",
  "Preprocess Dataset": "Набір даних перед обробкою",
  "Batch Size": "Розмір партії",
  "Total Epoch": "Ціла епоха",
  "Save Every Epoch": "Врятуйте кожну епоху",
  "Model used for learning speaker embedding.": "Модель, що використовується для навчання вбудовуванню динаміків.",
  "Pretrained": "Попереднє навчання",
  "Save Only Latest": "Зберігайте лише останні",
  "Save Every Weights": "Збережіть кожну вагу",
  "Determine at how many epochs the model will saved at.": "Визначте, на скількох епохах збережеться модель.",
  "Custom Pretrained": "Індивідуальне попереднє навчання",
  "Specifies the overall quantity of epochs for the model training process.": "Вказується загальна кількість епох для процесу навчання моделі.",
  "Refresh Custom Pretraineds": "Оновіть користувацькі попередньо навчені",
  "Denotes the duration it takes for the system to transition to a significant pitch change. Smaller hop lengths require more time for inference but tend to yield higher pitch accuracy.": "Позначає час, необхідний системі для переходу до значної зміни висоти тону. Менша довжина стрибка вимагає більше часу для виведення, але, як правило, забезпечує вищу точність кроку.",
  "Upload Pretrained Model": "Завантажити попередньо підготовлену модель",
  "This setting enables you to save the weights of the model at the conclusion of each epoch.": "Цей параметр дозволяє зберігати вагу моделі в кінці кожної епохи.",
  "Pretrained Custom Settings": "Попередньо підготовлені користувацькі налаштування",
  "GPU Settings": "Налаштування графічного процесора",
  "Pretrained G Path": "Користувальницькі попередньо навчені G",
  "Pretrained D Path": "Користувальницький попередньо навчений D",
  "GPU Number": "Номер графічного процесора",
  "The file you dropped is not a valid pretrained file. Please try again.": "Файл, який ви випустили, не є дійсним попередньо підготовленим файлом. Будь ласка, спробуйте ще раз.",
  "0 to ∞ separated by -": "від 0 до ∞ відокремлених -",
  "It's advisable to align it with the available VRAM of your GPU. A setting of 4 offers improved accuracy but slower processing, while 8 provides faster and standard results.": "Бажано вирівняти його з доступною відеопам'яттю вашого графічного процесора. Параметр 4 забезпечує підвищену точність, але повільнішу обробку, тоді як 8 забезпечує швидші та стандартніші результати.",
  "The GPU information will be displayed here.": "Тут буде відображена інформація про графічний процесор.",
  "Click the refresh button to see the pretrained file in the dropdown menu.": "Натисніть кнопку оновлення, щоб побачити попередньо підготовлений файл у випадаючому меню.",
  "GPU Custom Settings": "Користувацькі налаштування графічного процесора",
  "Pitch Guidance": "Керівництво пітчем",
  "Enabling this setting will result in the G and D files saving only their most recent versions, effectively conserving storage space.": "Увімкнення цього параметра призведе до того, що файли G і D зберігатимуть лише свої найновіші версії, ефективно заощаджуючи місце на диску.",
  "Use CPU": "Використовуйте ЦП",
  "GPU Information": "Інформація про графічний процесор",
  "Sets advanced GPU settings, recommended for users with better GPU architecture.": "Встановлює розширені налаштування графічного процесора, рекомендовані для користувачів з кращою архітектурою графічного процесора.",
  "Extract Features": "особливості витягу",
  "Force the use of CPU for training.": "Примусово використовувати процесор для тренувань.",
  "The number of CPU cores to use in the preprocess. The default setting are your cpu cores, which is recommended for most cases.": "Кількість ядер процесора, які слід використовувати під час попередньої обробки. За замовчуванням встановлено ядра процесора, що рекомендується для більшості випадків.",
  "Specify the number of GPUs you wish to utilize for extracting by entering them separated by hyphens (-).": "Вкажіть кількість графічних процесорів, які ви хочете використовувати для вилучення, ввівши їх через дефіси (-).",
  "Index Algorithm": "Алгоритм індексування",
  "Specify the number of GPUs you wish to utilize for preprocess by entering them separated by hyphens (-). At the moment, using multi-gpu will not have a significant effect.": "Вкажіть кількість графічних процесорів, які ви хочете використовувати для попередньої обробки, ввівши їх через дефіси (-). На даний момент використання multi-gpu не матиме значного ефекту.",
  "Cache Dataset in GPU": "Кеш-набір даних у графічному процесорі",
  "The number of CPU cores to use in the extraction process. The default setting are your cpu cores, which is recommended for most cases.": "Кількість ядер процесора, які будуть використовуватися в процесі вилучення. За замовчуванням встановлено ядра процесора, що рекомендується для більшості випадків.",
  "Utilize pretrained models when training your own. This approach reduces training duration and enhances overall quality.": "Використовуйте попередньо навчені моделі під час тренування власних. Такий підхід скорочує тривалість навчання і підвищує загальну якість.",
  "Utilizing custom pretrained models can lead to superior results, as selecting the most suitable pretrained models tailored to the specific use case can significantly enhance performance.": "Використання користувальницьких попередньо навчених моделей може призвести до чудових результатів, оскільки вибір найбільш підходящих попередньо навчених моделей, адаптованих до конкретного випадку використання, може значно підвищити продуктивність.",
  "Overtraining Detector": "Детектор перетренованості",
  "Overtraining Threshold": "Поріг перетренованості",
  "Start Training": "Почати навчання",
  "Fresh Training": "Свіже тренування",
  "Cache the dataset in GPU memory to speed up the training process.": "Кешуйте набір даних у пам'ять графічного процесора, щоб прискорити процес навчання.",
  "KMeans is a clustering algorithm that divides the dataset into K clusters. This setting is particularly useful for large datasets.": "KMeans — алгоритм кластеризації, який поділяє набір даних на K кластерів. Цей параметр особливо корисний для великих наборів даних.",
  "Overtraining Detector Settings": "Налаштування датчика перетренованості",
  "We prioritize running the model preprocessing on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.": "Ми надаємо пріоритет запуску попередньої обробки моделі на графічному процесорі для швидшої продуктивності. Якщо ви віддаєте перевагу використанню центрального процесора, просто залиште поле графічного процесора порожнім.",
  "Generate Index": "Створити індекс",
  "By employing pitch guidance, it becomes feasible to mirror the intonation of the original voice, including its pitch. This feature is particularly valuable for singing and other scenarios where preserving the original melody or pitch pattern is essential.": "Використовуючи керівництво висотою тону, стає можливим відтворити інтонацію оригінального голосу, включаючи його висоту тону. Ця функція особливо цінна для співу та інших сценаріїв, де важливо зберегти оригінальну мелодію або висоту тону.",
  "Stop Training": "Припиніть тренування",
  "Export Model": "Експортна модель",
  "Upload": "Завантажити",
  "We prioritize running the model extraction on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.": "Ми надаємо пріоритет запуску вилучення моделі на графічному процесорі для швидшої продуктивності. Якщо ви віддаєте перевагу використанню центрального процесора, просто залиште поле графічного процесора порожнім.",
  "Exported Pth file": "Експортований Pth-файл",
  "Select the pth file to be exported": "Виберіть p-файл для експорту",
  "Exported Index file": "Експортований індексний файл",
  "Voice Model": "Голосова модель",
  "Select the index file to be exported": "Виберіть індексний файл для експорту",
  "Refresh": "Оновити",
  "Single": "Одного",
  "Index File": "Індексний файл",
  "Set the maximum number of epochs you want your model to stop training if no improvement is detected.": "Встановіть максимальну кількість епох, протягом яких ваша модель повинна припинити навчання, якщо не буде виявлено поліпшень.",
  "Detect overtraining to prevent the model from learning the training data too well and losing the ability to generalize to new data.": "Виявляйте перетренованість, щоб модель не надто добре засвоїла тренувальні дані та втратила здатність до узагальнення на нові дані.",
  "Enable this setting only if you are training a new model from scratch or restarting the training. Deletes all previously generated weights and tensorboard logs.": "Вмикайте цей параметр лише в тому випадку, якщо ви тренуєте нову модель з нуля або перезапускаєте тренування. Видаляє всі раніше згенеровані гирі та журнали tensorboard.",
  "Select Audio": "Виберіть Аудіо",
  "Upload Audio": "Завантажити аудіо",
  "Select the voice model to use for the conversion.": "Виберіть модель голосу, яку ви використовуватимете для перетворення.",
  "Unload Voice": "Розвантажити голосовий зв'язок",
  "Output Path": "Вихідний шлях",
  "Advanced Settings": "Розширені налаштування",
  "Export Format": "Формат експорту",
  "The button 'Upload' is only for google colab: Uploads the exported files to the ApplioExported folder in your Google Drive.": "Кнопка \"Завантажити\" призначена лише для Google Colab: завантажує експортовані файли в папку ApplioExported на вашому Google Диску.",
  "Select the audio to convert.": "Виберіть аудіо, яке потрібно перетворити.",
  "Split Audio": "Розділене аудіо",
  "Custom Output Path": "Користувацький вихідний шлях",
  "Select the index file to use for the conversion.": "Виберіть індексний файл, який буде використано для перетворення.",
  "Autotune": "Автотюнінг",
  "Select the format to export the audio.": "Виберіть формат для експорту аудіо.",
  "Clear Outputs (Deletes all audios in assets/audios)": "Clear Outputs (Видаляє всі аудіозаписи в активах/аудіозаписах)",
  "Clean Audio": "Чистий звук",
  "Clean Strength": "Чиста міцність",
  "Upscale Audio": "Висококласний звук",
  "Formant Shifting": "Зсув формант",
  "The path where the output audio will be saved, by default in assets/audios/output.wav": "Шлях, за яким буде збережено вихідне аудіо, за замовчуванням у assets/audios/output.wav",
  "Browse presets for formanting": "Перегляд стилів для формування",
  "Presets are located in /assets/formant_shift folder": "Пресети знаходяться в папці /assets/formant_shift",
  "Default value is 1.0": "Значення за замовчуванням – 1.0",
  "Timbre for formant shifting": "Тембр для зсуву формант",
  "Split the audio into chunks for inference to obtain better results in some cases.": "Розбийте аудіо на фрагменти для висновків, щоб у деяких випадках отримати кращі результати.",
  "Pitch": "Крок",
  "Apply a soft autotune to your inferences, recommended for singing conversions.": "Застосовуйте до своїх висновків м'яку автонастройку, рекомендовану для перетворень співу.",
  "Quefrency for formant shifting": "Квефрентність для зсуву формант",
  "Upscale the audio to a higher quality, recommended for low-quality audios. (It could take longer to process the audio)": "Збільште якість звуку до вищої якості, рекомендовано для аудіо низької якості. (Обробка аудіо може зайняти більше часу)",
  "Enable formant shifting. Used for male to female and vice-versa convertions.": "Увімкніть зсув форманта. Використовується для перетворення з чоловіків на жінок і навпаки.",
  "Filter Radius": "Радіус фільтра",
  "Search Feature Ratio": "Співвідношення функцій пошуку",
  "Volume Envelope": "Об'ємний конверт",
  "Convert": "Перетворити",
  "Export Audio": "Експорт аудіо",
  "Batch": "Пакетний",
  "Set the pitch of the audio, the higher the value, the higher the pitch.": "Встановіть висоту звуку, чим вище значення, тим вище тон.",
  "Clean your audio output using noise detection algorithms, recommended for speaking audios.": "Очистіть аудіовихід за допомогою алгоритмів виявлення шуму, рекомендованих для розмовного аудіо.",
  "Input Folder": "Папка для введення",
  "Protect Voiceless Consonants": "Захист глухих приголосних",
  "Output Folder": "Папка виводу",
  "Set the clean-up level to the audio you want, the more you increase it the more it will clean up, but it is possible that the audio will be more compressed.": "Встановіть потрібний рівень очищення звуку, чим більше ви його збільшите, тим більше він буде очищатися, але можливо, що звук буде більш стисненим.",
  "Substitute or blend with the volume envelope of the output. The closer the ratio is to 1, the more the output envelope is employed.": "Замініть або змішайте з об'ємною оболонкою виводу. Чим ближче відношення до 1, тим більше використовується вихідна огинаюча.",
  "Enter input path": "Введіть шлях введення",
  "Influence exerted by the index file; a higher value corresponds to greater influence. However, opting for lower values can help mitigate artifacts present in the audio.": "Вплив, який чинить індексний файл; Більш високе значення відповідає більшому впливу. Однак вибір нижчих значень може допомогти пом'якшити артефакти, присутні в аудіо.",
  "Enter output path": "Введіть вихідний шлях",
  "Select the folder containing the audios to convert.": "Виберіть папку з аудіозаписами для перетворення.",
  "Get information about the audio": "Отримання інформації про аудіо",
  "## Voice Blender": "## Голосовий блендер",
  "Voice Blender": "Голосовий блендер",
  "Pitch extraction algorithm": "Алгоритм вилучення кроку",
  "Pitch extraction algorithm to use for the audio conversion. The default algorithm is rmvpe, which is recommended for most cases.": "Алгоритм вилучення висоти тону, який слід використовувати для перетворення звуку. Алгоритмом за замовчуванням є rmvpe, який рекомендується для більшості випадків.",
  "Fusion": "Злиття",
  "Select the folder where the output audios will be saved.": "Виберіть папку, куди будуть зберігатися вихідні аудіозаписи.",
  "If the number is greater than or equal to three, employing median filtering on the collected tone results has the potential to decrease respiration.": "Якщо число більше або дорівнює трьом, використання медіанної фільтрації на результатах зібраного тону може призвести до зниження дихання.",
  "Path to Model": "Шлях до моделі",
  "Blend Ratio": "Пропорції змішування",
  "Drag and drop your model here": "Перетягніть вашу модель сюди",
  "Safeguard distinct consonants and breathing sounds to prevent electro-acoustic tearing and other artifacts. Pulling the parameter to its maximum value of 0.5 offers comprehensive protection. However, reducing this value might decrease the extent of protection while potentially mitigating the indexing effect.": "Захистіть чіткі приголосні та дихальні звуки, щоб запобігти електроакустичним розривам та іншим артефактам. Підтягування параметра до максимального значення 0,5 забезпечує комплексний захист. Однак зменшення цього значення може зменшити ступінь захисту, водночас потенційно пом'якшуючи ефект індексації.",
  "Enter path to model": "Введіть шлях до моделі",
  "View": "Вид",
  "You can also use a custom path.": "Ви також можете використовувати власний шлях.",
  "Inroduce the model information": "Введіть інформацію про модель",
  "Pth file": "П-файл",
  "Model information to be placed": "Інформація про модель для розміщення",
  "Select two voice models, set your desired blend percentage, and blend them into an entirely new voice.": "Виберіть дві моделі голосу, встановіть бажаний відсоток накладання та об'єднайте їх у абсолютно новий голос.",
  "Model extraction": "Витяг моделі",
  "Model conversion": "Перетворення моделі",
  "Introduce the model pth path": "Ознайомлення з моделлю pth шляху",
  "Extract F0 Curve": "Витягнути криву F0",
  "Output of the pth file": "Виведення p-го файлу",
  "# How to Report an Issue on GitHub": "# Як повідомити про проблему на GitHub",
  "Record": "Запис",
  "Adjusting the position more towards one side or the other will make the model more similar to the first or second.": "Регулювання положення більше в ту чи іншу сторону зробить модель більш схожою на першу або другу.",
  "Stop Recording": "Зупинка запису",
  "Record Screen": "Екран запису",
  "Model Link": "Посилання на модель",
  "## Download Model": "## Завантажити модель",
  "The information to be placed in the model (You can leave it blank or put anything).": "Інформація повинна бути розміщена в моделі (Ви можете залишити її порожньою або помістити що завгодно).",
  "Introduce the model .pth path": "Ознайомтеся з моделлю .pth шляху",
  "3. Go to [GitHub Issues](https://github.com/IAHispano/Applio/issues) and click on the 'New Issue' button.": "3. Перейдіть до [Проблеми GitHub](https://github.com/IAHispano/Applio/issues) і натисніть кнопку «Новий випуск».",
  "View model information": "Перегляд інформації про модель",
  "Download Model": "Завантажити модель",
  "See Model Information": "Переглянути інформацію про модель",
  "## Drop files": "## Скидання файлів",
  "Search": "Шукати",
  "## Search Model": "## Модель пошуку",
  "Introduce the model link": "Ознайомтеся з посиланням на модель",
  "1. Click on the 'Record Screen' button below to start recording the issue you are experiencing.": "1. Натисніть кнопку «Екран запису» нижче, щоб почати записувати проблему, з якою ви зіткнулися.",
  "The f0 curve represents the variations in the base frequency of a voice over time, showing how pitch rises and falls.": "Крива f0 представляє варіації базової частоти голосу з часом, показуючи, як висота звуку зростає і знижується.",
  "Drag your .pth file and .index file into this space. Drag one and then the other.": "Перетягніть файл .pth і файл .index у це поле. Перетягніть одну, а потім іншу.",
  "Introduce the model name to search.": "Введіть назву моделі для пошуку.",
  "TTS Speed": "Швидкість TTS",
  "TTS Voices": "Голоси TTS",
  "## Download Pretrained Models": "## Завантажте попередньо підготовлені моделі",
  "Text to Synthesize": "Текст для синтезу",
  "2. Once you have finished recording the issue, click on the 'Stop Recording' button (the same button, but the label changes depending on whether you are actively recording or not).": "2. Після того, як ви закінчите запис випуску, натисніть кнопку «Зупинити запис» (та сама кнопка, але мітка змінюється залежно від того, активно ви записуєте чи ні).",
  "We couldn't find models by that name.": "Ми не змогли знайти моделі з такою назвою.",
  "And select the sampling rate": "І виберіть частоту дискретизації.",
  "Upload a .txt file": "Завантажте файл .txt",
  "Enter the text to synthesize.": "Введіть текст для синтезу.",
  "Select the pretrained model you want to download.": "Виберіть попередньо підготовлену модель, яку хочете завантажити.",
  "Increase or decrease TTS speed.": "Збільшуйте або зменшуйте швидкість TTS.",
  "Input path for text file": "Вхідний шлях для текстового файлу",
  "Enter text to synthesize": "Введення тексту для синтезу",
  "Output Path for TTS Audio": "Вихідний тракт для аудіо TTS",
  "Select the TTS voice to use for the conversion.": "Виберіть голос TTS, який буде використано для перетворення.",
  "4. Complete the provided issue template, ensuring to include details as needed, and utilize the assets section to upload the recorded file from the previous step.": "4. Заповніть наданий шаблон проблеми, переконавшись, що він включив деталі за потреби, і скористайтеся розділом активів, щоб завантажити файл, записаний з попереднього кроку.",
  "Output Path for RVC Audio": "Вихідний тракт для RVC-аудіо",
  "Enable Applio integration with Discord presence": "Увімкніть інтеграцію Applio з присутністю в Discord",
  "Theme": "Тема",
  "Language": "Мова",
  "Enable Applio integration with applio.org/models using flask": "Увімкніть інтеграцію Applio з applio.org/models за допомогою flask",
  "Restart Applio": "Перезапустіть Applio",
  "Precision": "Точність",
  "The path to the text file that contains content for text to speech.": "Шлях до текстового файлу, який містить вміст для перетворення тексту в мовлення.",
  "Enable fake GPU": "Увімкніть фальшивий графічний процесор",
  "It will activate the possibility of displaying the current Applio activity in Discord.": "Він активує можливість відображення поточної активності Applio в Discord.",
  "Select the theme you want to use. (Requires restarting Applio)": "Виберіть тему, яку ви хочете використовувати. (Потрібен перезапуск Applio)",
  "It will activate the possibility of downloading models with a click from the website.": "Він активує можливість завантаження моделей одним кліком з сайту.",
  "Update precision": "Точність оновлення",
  "Plugin Installer": "Інсталятор плагінів",
  "Version Checker": "Перевірка версій",
  "Drag your plugin.zip to install it": "Перетягніть plugin.zip, щоб встановити його",
  "Reverb": "Реверберації",
  "Post-Process": "Після обробки",
  "Check for updates": "Перевірте наявність оновлень",
  "Select the language you want to use. (Requires restarting Applio)": "Виберіть мову, яку ви хочете використовувати. (Потрібен перезапуск Applio)",
  "Training is currently unsupported due to the absence of a GPU. To activate the training tab, navigate to the settings tab and enable the 'Fake GPU' option.": "Навчання наразі не підтримується через відсутність графічного процесора. Щоб активувати вкладку навчання, перейдіть на вкладку налаштувань і ввімкніть опцію «Фальшивий графічний процесор».",
  "Apply reverb to the audio.": "Застосуйте реверберацію до аудіо.",
  "Activates the train tab. However, please note that this device lacks GPU capabilities, hence training is not supported. This option is only for testing purposes. (This option will restart Applio)": "Активує вкладку поїзда. Однак зверніть увагу, що цей пристрій не має можливостей графічного процесора, отже, навчання не підтримується. Цей параметр призначений лише для тестування. (Ця опція перезапустить Applio)",
  "Reverb Room Size": "Розмір кімнати з реверберацією",
  "Reverb Damping": "Демпфірування реверберації",
  "Check which version of Applio is the latest to see if you need to update.": "Перевірте, яка версія Applio є останньою, щоб дізнатися, чи потрібно вам оновлюватися.",
  "Set the room size of the reverb.": "Встановіть розмір кімнати ревербератора.",
  "Reverb Width": "Ширина реверберації",
  "Post-process the audio to apply effects to the output.": "Обробіть аудіо після обробки, щоб застосувати ефекти до виводу.",
  "Reverb Wet Gain": "Мокрий коефіцієнт посилення реверберації",
  "Set the damping of the reverb.": "Встановіть демпфірування реверберації.",
  "Select the precision you want to use for training and inference.": "Виберіть точність, яку ви хочете використовувати для навчання та логічного висновку.",
  "Set the width of the reverb.": "Встановіть ширину реверберації.",
  "Reverb Dry Gain": "Сухий коефіцієнт посилення реверберації",
  "Set the dry gain of the reverb.": "Встановіть сухий коефіцієнт посилення реверберації.",
  "Set the wet gain of the reverb.": "Встановіть коефіцієнт посилення реверберації по мокрому тону.",
  "Pitch Shift": "Зміна висоти тону",
  "Reverb Freeze Mode": "Режим заморожування реверберації",
  "Set the freeze mode of the reverb.": "Встановіть режим заморожування реверберації.",
  "Set the pitch shift semitones.": "Встановіть півтони зсуву висоти тону.",
  "Gain": "Прибуток",
  "Limiter": "Обмежувач",
  "Limiter Release Time": "Час спрацьовування обмежувача",
  "Limiter Threshold dB": "Поріг обмежувача, дБ",
  "Set the limiter threshold dB.": "Встановити поріг обмежувача дБ.",
  "Apply limiter to the audio.": "Застосуйте обмежувач до аудіо.",
  "Pitch Shift Semitones": "Півтони зі зміщенням висоти тону",
  "Apply pitch shift to the audio.": "Застосуйте зсув висоти тону до звуку.",
  "Set the limiter release time.": "Встановіть час спрацьовування обмежувача.",
  "Distortion": "Спотворення",
  "Apply gain to the audio.": "Застосуйте посилення до звуку.",
  "Chorus": "Хор",
  "Gain dB": "Коефіцієнт підсилення, дБ",
  "Apply distortion to the audio.": "Застосуйте спотворення до звуку.",
  "Distortion Gain": "Коефіцієнт посилення спотворень",
  "Set the gain dB.": "Встановіть коефіцієнт підсилення, дБ.",
  "Chorus Depth": "Глибина приспіву",
  "Chorus Rate Hz": "Частота хору, Гц",
  "Set the distortion gain.": "Встановіть коефіцієнт посилення спотворень.",
  "Chorus Mix": "Мікс хору",
  "Chorus Feedback": "Відгук хору",
  "Set the chorus depth.": "Встановіть глибину хору.",
  "Apply chorus to the audio.": "Застосуйте хор до звуку.",
  "Set the chorus rate Hz.": "Встановіть частоту хору, Гц.",
  "Chorus Center Delay ms": "Приспів Центральна затримка мс",
  "Apply bitcrush to the audio.": "Застосуйте bitcrush до аудіо.",
  "Bitcrush": "Бітрозчавлення",
  "Set the chorus mix.": "Встановіть мікс приспіву.",
  "Set the chorus center delay ms.": "Встановіть затримку по центру хору мс.",
  "Set the chorus feedback.": "Встановіть зворотний зв'язок приспіву.",
  "Bitcrush Bit Depth": "Бітова глибина Bitcrush",
  "Clipping": "Відсікання",
  "Compressor": "Компресор",
  "Set the bitcrush bit depth.": "Встановіть глибину біт bitcrush.",
  "Set the clipping threshold.": "Встановіть поріг обрізання.",
  "Clipping Threshold": "Поріг відсікання",
  "Apply compressor to the audio.": "Застосуйте компресор до аудіо.",
  "Compressor Threshold dB": "Поріг компресора, дБ",
  "Apply clipping to the audio.": "Застосуйте кліппінг до аудіо.",
  "Compressor Attack ms": "Атака компресора мс",
  "Set the compressor threshold dB.": "Встановіть поріг компресора в дБ.",
  "Set the compressor ratio.": "Встановіть співвідношення компресора.",
  "Set the compressor attack ms.": "Встановіть атаку компресора ms.",
  "Compressor Ratio": "Передавальне число компресора",
  "Compressor Release ms": "Розблокування компресора мс",
  "Delay Seconds": "Секунди затримки",
  "Set the delay seconds.": "Встановіть секунди затримки.",
  "Apply delay to the audio.": "Застосуйте затримку до аудіо.",
  "Set the compressor release ms.": "Встановіть розблокування компресора мс.",
  "Set the delay mix.": "Встановіть мікс затримки.",
  "Delay Feedback": "Затримка зворотного зв'язку",
  "Delay Mix": "Затримка міксу",
  "Upload .json": "Завантажити .json",
  "Folder Name": "Ім'я папки",
  "model information": "Інформація про модель",
  "Refresh embedders": "Оновіть вбудовування",
  "Model Creator": "Творець моделі",
  "Upload .bin": "Завантажити .bin",
  "Custom Embedder": "Користувацький вбудований пристрій",
  "Set the delay feedback.": "Встановіть зворотний зв'язок із затримкою.",
  "Select Custom Embedder": "Виберіть Custom Embedder (Користувацький вбудовування)",
  "Speaker ID": "Ідентифікатор спікера",
  "Model Author Name": "Ім'я автора моделі",
  "Name of the model creator. (Default: Unknown)": "Ім'я творця моделі. (За замовчуванням: невідомо)",
  "Move files to custom embedder folder": "Переміщення файлів до власної папки вбудовування",
  "Set name": "Назва набору",
  "Delay": "Затримки",
  "The name that will appear in the model information.": "Назва, яка відображатиметься в інформації про модель.",
  "Select the speaker ID to use for the conversion.": "Виберіть ідентифікатор динаміка, який буде використано для конвертації.",
  "Set the autotune strength - the more you increase it the more it will snap to the chromatic grid.": "Встановіть силу автонастройки - чим більше ви її збільшите, тим більше вона буде прив'язуватися до хроматичної сітки."
}