{
  "Ultimate voice cloning tool, meticulously optimized for unrivaled power, modularity, and user-friendly experience.": "Найкращий інструмент для клонування голосу, ретельно оптимізований для неперевершеної потужності, модульності та зручного використання.",
  "This section contains some extra utilities that often may be in experimental phases.": "Цей розділ містить деякі додаткові утиліти, які часто можуть перебувати на експериментальних стадіях.",
  "Output Information": "Вихідна інформація",
  "The output information will be displayed here.": "Тут буде відображена вихідна інформація.",
  "Inference": "Висновок",
  "Train": "Поїзд",
  "Extra": "Додаткові",
  "Merge Audios": "Об'єднання аудіо",
  "Processing": "Обробки",
  "Audio Analyzer": "Аналізатор звуку",
  "Model Information": "Інформація про модель",
  "Plugins": "Плагіни",
  "Download": "Завантажити",
  "Report a Bug": "Повідомити про помилку",
  "Settings": "Параметри",
  "Preprocess": "Попередня обробка",
  "Model Name": "Назва моделі",
  "Name of the new model.": "Назва нової моделі.",
  "Enter model name": "Введіть назву моделі",
  "Dataset Path": "Шлях набору даних",
  "Path to the dataset folder.": "Шлях до папки набору даних.",
  "Refresh Datasets": "Оновити набори даних",
  "Dataset Creator": "Творець набору даних",
  "Dataset Name": "Ім'я набору даних",
  "Name of the new dataset.": "Ім'я нового набору даних.",
  "Enter dataset name": "Введіть назву набору даних",
  "Upload Audio Dataset": "Завантажити аудіо набір даних",
  "The audio file has been successfully added to the dataset. Please click the preprocess button.": "Аудіофайл успішно додано до набору даних. Будь ласка, натисніть кнопку попередньої обробки.",
  "Enter dataset path": "Введіть шлях набору даних",
  "Sampling Rate": "Частота дискретизації",
  "The sampling rate of the audio files.": "Частота дискретизації аудіофайлів.",
  "RVC Version": "Версія RVC",
  "The RVC version of the model.": "Версія моделі RVC.",
  "Preprocess Dataset": "Набір даних попередньої обробки",
  "Extract": "Екстракт",
  "Hop Length": "Довжина хмелю",
  "Denotes the duration it takes for the system to transition to a significant pitch change. Smaller hop lengths require more time for inference but tend to yield higher pitch accuracy.": "Позначає час, необхідний для переходу системи до значної зміни висоти тону. Менша довжина стрибка вимагає більше часу для виведення, але, як правило, дає вищу точність кроку.",
  "Batch Size": "Розмір партії",
  "It's advisable to align it with the available VRAM of your GPU. A setting of 4 offers improved accuracy but slower processing, while 8 provides faster and standard results.": "Бажано вирівняти його з доступною відеопам'яттю вашого графічного процесора. Значення 4 забезпечує підвищену точність, але повільнішу обробку, тоді як 8 забезпечує швидші та стандартніші результати.",
  "Save Every Epoch": "Врятуйте кожну епоху",
  "Determine at how many epochs the model will saved at.": "Визначте, у скількох епохах збережеться модель.",
  "Total Epoch": "Ціла епоха",
  "Specifies the overall quantity of epochs for the model training process.": "Визначає загальну кількість епох для процесу навчання моделі.",
  "Pretrained": "Попереднє навчання",
  "Save Only Latest": "Зберігайте лише останні",
  "Enabling this setting will result in the G and D files saving only their most recent versions, effectively conserving storage space.": "Увімкнення цього параметра призведе до того, що файли G і D зберігатимуть лише найновіші версії, ефективно заощаджуючи місце для зберігання.",
  "Save Every Weights": "Збережіть кожну вагу",
  "This setting enables you to save the weights of the model at the conclusion of each epoch.": "Цей параметр дозволяє зберегти вагу моделі в кінці кожної епохи.",
  "Custom Pretrained": "Індивідуальне попереднє навчання",
  "Utilizing custom pretrained models can lead to superior results, as selecting the most suitable pretrained models tailored to the specific use case can significantly enhance performance.": "Використання спеціальних попередньо навчених моделей може призвести до чудових результатів, оскільки вибір найбільш підходящих попередньо навчених моделей, адаптованих до конкретного випадку використання, може значно підвищити продуктивність.",
  "Upload Pretrained Model": "Завантажте попередньо навчену модель",
  "Refresh Custom Pretraineds": "Оновлення користувацьких попередньо навчених",
  "Pretrained Custom Settings": "Попередньо навчені користувацькі налаштування",
  "The file you dropped is not a valid pretrained file. Please try again.": "Файл, який ви скинули, не є дійсним попередньо навченим файлом. Будь ласка, спробуйте ще раз.",
  "Click the refresh button to see the pretrained file in the dropdown menu.": "Натисніть кнопку «Оновити», щоб переглянути попередньо підготовлений файл у розкривному меню.",
  "Pretrained G Path": "Спеціальна попередньо навчена G",
  "Pretrained D Path": "Спеціальний попередньо навчений D",
  "GPU Settings": "Налаштування графічного процесора",
  "Sets advanced GPU settings, recommended for users with better GPU architecture.": "Встановлює розширені налаштування графічного процесора, рекомендовані для користувачів із кращою архітектурою графічного процесора.",
  "GPU Custom Settings": "Користувацькі налаштування графічного процесора",
  "GPU Number": "Номер графічного процесора",
  "0 to ∞ separated by -": "від 0 до ∞ розділені -",
  "GPU Information": "Інформація про графічний процесор",
  "Pitch Guidance": "Керівництво пітчем",
  "By employing pitch guidance, it becomes feasible to mirror the intonation of the original voice, including its pitch. This feature is particularly valuable for singing and other scenarios where preserving the original melody or pitch pattern is essential.": "Використовуючи висоту тону, стає можливим відобразити інтонацію оригінального голосу, включаючи його висоту. Ця функція особливо цінна для співу та інших сценаріїв, де важливо зберегти оригінальну мелодію або висоту тону.",
  "Utilize pretrained models when training your own. This approach reduces training duration and enhances overall quality.": "Використовуйте попередньо підготовлені моделі під час навчання власних. Такий підхід скорочує тривалість навчання і підвищує загальну якість.",
  "Extract Features": "особливості витягу",
  "Start Training": "Почати навчання",
  "Generate Index": "Згенерувати індекс",
  "Voice Model": "Голосова модель",
  "Select the voice model to use for the conversion.": "Виберіть модель голосу, яку потрібно використовувати для перетворення.",
  "Index File": "Індексний файл",
  "Select the index file to use for the conversion.": "Виберіть файл покажчика, який буде використано для перетворення.",
  "Refresh": "Оновити",
  "Unload Voice": "Вивантажити голос",
  "Single": "Одного",
  "Upload Audio": "Завантажити аудіо",
  "Select Audio": "Виберіть Аудіо",
  "Select the audio to convert.": "Виберіть аудіо, яке потрібно конвертувати.",
  "Advanced Settings": "Розширені налаштування",
  "Clear Outputs (Deletes all audios in assets/audios)": "Очистити виходи (видаляє всі аудіозаписи в ресурсах/аудіозаписах)",
  "Custom Output Path": "Власний вихідний шлях",
  "Output Path": "Вихідний шлях",
  "The path where the output audio will be saved, by default in assets/audios/output.wav": "Шлях, за яким буде збережено вихідне аудіо, за замовчуванням у assets/audios/output.wav",
  "Split Audio": "Розділене аудіо",
  "Split the audio into chunks for inference to obtain better results in some cases.": "Розділіть аудіо на фрагменти для висновків, щоб отримати кращі результати в деяких випадках.",
  "Autotune": "Автотюнінг",
  "Apply a soft autotune to your inferences, recommended for singing conversions.": "Застосовуйте до своїх висновків м'яку автонастройку, рекомендовану для співочих перетворень.",
  "Clean Audio": "Чистий звук",
  "Clean your audio output using noise detection algorithms, recommended for speaking audios.": "Очистіть аудіовихід за допомогою алгоритмів виявлення шуму, рекомендованих для озвучування аудіо.",
  "Clean Strength": "Чиста міцність",
  "Set the clean-up level to the audio you want, the more you increase it the more it will clean up, but it is possible that the audio will be more compressed.": "Встановіть потрібний рівень очищення звуку, чим більше ви його збільшите, тим більше він буде очищений, але можливо, що звук буде більш стиснутим.",
  "Pitch": "Крок",
  "Set the pitch of the audio, the higher the value, the higher the pitch.": "Встановіть висоту звуку, чим вище значення, тим вище висота.",
  "Filter Radius": "Радіус фільтра",
  "If the number is greater than or equal to three, employing median filtering on the collected tone results has the potential to decrease respiration.": "Якщо число більше або дорівнює трьом, використання медіанної фільтрації на результатах зібраного тону може призвести до зниження дихання.",
  "Search Feature Ratio": "Співвідношення функцій пошуку",
  "Influence exerted by the index file; a higher value corresponds to greater influence. However, opting for lower values can help mitigate artifacts present in the audio.": "Вплив, який чинить індексний файл; Більш високе значення відповідає більшому впливу. Однак вибір нижчих значень може допомогти пом'якшити артефакти, присутні в аудіо.",
  "Volume Envelope": "Об'ємний конверт",
  "Substitute or blend with the volume envelope of the output. The closer the ratio is to 1, the more the output envelope is employed.": "Замініть або змішайте з об'ємною огинаючою виводу. Чим ближче відношення до 1, тим більше використовується вихідна огинаюча.",
  "Protect Voiceless Consonants": "Захист глухих приголосних",
  "Safeguard distinct consonants and breathing sounds to prevent electro-acoustic tearing and other artifacts. Pulling the parameter to its maximum value of 0.5 offers comprehensive protection. However, reducing this value might decrease the extent of protection while potentially mitigating the indexing effect.": "Захистіть чіткі приголосні та дихальні звуки, щоб запобігти електроакустичним розривам та іншим артефактам. Підтягування параметра до максимального значення 0,5 забезпечує комплексний захист. Однак зменшення цього значення може зменшити ступінь захисту, потенційно пом'якшуючи ефект індексації.",
  "Pitch extraction algorithm": "Алгоритм вилучення кроку",
  "Pitch extraction algorithm to use for the audio conversion. The default algorithm is rmvpe, which is recommended for most cases.": "Алгоритм вилучення висоти тону, який слід використовувати для перетворення звуку. Типовим алгоритмом є rmvpe, який рекомендується для більшості випадків.",
  "Convert": "Перетворити",
  "Export Audio": "Експорт аудіо",
  "Batch": "Пакетний",
  "Input Folder": "Папка введення",
  "Select the folder containing the audios to convert.": "Виберіть папку, що містить аудіозаписи для перетворення.",
  "Enter input path": "Введіть вхідний шлях",
  "Output Folder": "Вихідна папка",
  "Select the folder where the output audios will be saved.": "Виберіть папку, куди будуть збережені вихідні аудіозаписи.",
  "Enter output path": "Введіть вихідний шлях",
  "Get information about the audio": "Отримання інформації про аудіо",
  "Information about the audio file": "Інформація про аудіофайл",
  "Waiting for information...": "Чекаємо на інформацію...",
  "## Voice Blender": "## Голосовий блендер",
  "Select two voice models, set your desired blend percentage, and blend them into an entirely new voice.": "Виберіть дві моделі голосу, встановіть бажаний відсоток накладання та змішайте їх у абсолютно новий голос.",
  "Voice Blender": "Голосовий блендер",
  "Drag and drop your model here": "Перетягніть модель сюди",
  "You can also use a custom path.": "Ви також можете використовувати власний шлях.",
  "Blend Ratio": "Пропорції змішування",
  "Adjusting the position more towards one side or the other will make the model more similar to the first or second.": "Регулювання положення більше в ту чи іншу сторону зробить модель більш схожою на першу або другу.",
  "Fusion": "Злиття",
  "Path to Model": "Шлях до моделі",
  "Enter path to model": "Введіть шлях до моделі",
  "Model information to be placed": "Інформація про модель, яку потрібно розмістити",
  "Inroduce the model information": "Ознайомлення з інформацією про модель",
  "The information to be placed in the model (You can leave it blank or put anything).": "Інформація, яку потрібно розмістити в моделі (Ви можете залишити її порожньою або поставити що завгодно).",
  "View model information": "Перегляд інформації про модель",
  "Introduce the model pth path": "Ознайомлення з моделлю pth шляху",
  "View": "Вид",
  "Model extraction": "Вилучення моделі",
  "Model conversion": "Перетворення моделі",
  "Pth file": "Pth файл",
  "Output of the pth file": "Висновок p-го файлу",
  "# How to Report an Issue on GitHub": "# Як повідомити про проблему на GitHub",
  "1. Click on the 'Record Screen' button below to start recording the issue you are experiencing.": "1. Натисніть кнопку «Записати екран» нижче, щоб почати запис проблеми, з якою ви зіткнулися.",
  "2. Once you have finished recording the issue, click on the 'Stop Recording' button (the same button, but the label changes depending on whether you are actively recording or not).": "2. Після того, як ви закінчите запис випуску, натисніть кнопку «Зупинити запис» (та сама кнопка, але мітка змінюється залежно від того, активно ви записуєте чи ні).",
  "3. Go to [GitHub Issues](https://github.com/IAHispano/Applio/issues) and click on the 'New Issue' button.": "3. Перейдіть до [GitHub Issues](https://github.com/IAHispano/Applio/issues) і натисніть кнопку «Новий випуск».",
  "4. Complete the provided issue template, ensuring to include details as needed, and utilize the assets section to upload the recorded file from the previous step.": "4. Заповніть наданий шаблон проблеми, обов'язково включивши деталі за потреби, і скористайтеся розділом активів, щоб завантажити записаний файл з попереднього кроку.",
  "Record Screen": "Екран запису",
  "Record": "Запис",
  "Stop Recording": "Зупинити записування",
  "Introduce the model .pth path": "Представляємо модель .pth шляху",
  "See Model Information": "Переглянути інформацію про модель",
  "## Download Model": "## Завантажити модель",
  "Model Link": "Посилання на модель",
  "Introduce the model link": "Ознайомлення з моделлю",
  "Download Model": "Завантажити модель",
  "## Drop files": "## Скиньте файли",
  "Drag your .pth file and .index file into this space. Drag one and then the other.": "Перетягніть файл .pth і файл .index у цей простір. Перетягніть одну, а потім іншу.",
  "TTS Voices": "Голоси TTS",
  "Select the TTS voice to use for the conversion.": "Виберіть голос TTS, який буде використано для перетворення.",
  "Text to Synthesize": "Текст для синтезу",
  "Enter the text to synthesize.": "Введіть текст для синтезу.",
  "Or you can upload a .txt file": "Або ви можете завантажити файл .txt",
  "Enter text to synthesize": "Введіть текст для синтезу",
  "Output Path for TTS Audio": "Вихідний шлях для аудіо TTS",
  "Output Path for RVC Audio": "Вихідний тракт для аудіо RVC",
  "Enable Applio integration with Discord presence": "Увімкніть інтеграцію Applio з присутністю в Discord",
  "It will activate the possibility of displaying the current Applio activity in Discord.": "Він активує можливість відображення поточної активності Applio в Discord.",
  "Enable Applio integration with applio.org/models using flask": "Увімкніть інтеграцію Applio з applio.org/models за допомогою колби",
  "It will activate the possibility of downloading models with a click from the website.": "Він активує можливість завантаження моделей одним кліком з сайту.",
  "Theme": "Тема",
  "Select the theme you want to use. (Requires restarting Applio)": "Виберіть тему, яку потрібно використовувати. (Потрібно перезапустити Applio)",
  "Language": "Мова",
  "Select the language you want to use. (Requires restarting Applio)": "Виберіть потрібну мову. (Потрібно перезапустити Applio)",
  "Plugin Installer": "Інсталятор плагінів",
  "Drag your plugin.zip to install it": "Перетягніть plugin.zip, щоб встановити його",
  "Version Checker": "Перевірка версій",
  "Check which version of Applio is the latest to see if you need to update.": "Перевірте, яка версія Applio найновіша, щоб дізнатися, чи потрібно вам оновлюватися.",
  "Check for updates": "Перевірте наявність оновлень"
}