{
  "Extra": "اضافی",
  "Audio Analyzer": "Audio Analyzer",
  "Training": "تربیت",
  "Inference": "استدلال",
  "Processing": "پروسیسنگ",
  "Output Information": "آؤٹ پٹ معلومات",
  "Download": "ڈاؤن لوڈ",
  "Merge Audios": "آڈیو کو ضم کریں",
  "Plugins": "پلگ ان",
  "Settings": "سیٹنگیں",
  "Preprocess": "پری پروسیس",
  "Model Information": "ماڈل کی معلومات",
  "Report a Bug": "ایک بگ کی رپورٹ کریں",
  "The output information will be displayed here.": "آؤٹ پٹ کی معلومات یہاں ظاہر کی جائے گی۔",
  "Model Name": "ماڈل کا نام",
  "Process effects": "عمل کے اثرات",
  "Audio cutting": "آڈیو کٹنگ",
  "Name of the new model.": "نئے ماڈل کا نام",
  "Enter model name": "ماڈل کا نام درج کریں",
  "Dataset Path": "ڈیٹا سیٹ کا راستہ",
  "Dataset Creator": "ڈیٹا سیٹ تخلیق کار",
  "This section contains some extra utilities that often may be in experimental phases.": "اس سیکشن میں کچھ اضافی افادیت شامل ہیں جو اکثر تجرباتی مراحل میں ہوسکتی ہیں۔",
  "Dataset Name": "ڈیٹا سیٹ کا نام",
  "Refresh Datasets": "تازہ ترین ڈیٹا سیٹ",
  "Path to the dataset folder.": "ڈیٹا سیٹ فولڈر کا راستہ۔",
  "Name of the new dataset.": "نئے ڈیٹا سیٹ کا نام۔",
  "Enter dataset name": "ڈیٹا سیٹ کا نام درج کریں",
  "A simple, high-quality voice conversion tool focused on ease of use and performance.": "ایک سادہ ، اعلی معیار کی صوتی تبدیلی کا آلہ استعمال اور کارکردگی میں آسانی پر توجہ مرکوز کرتا ہے۔",
  "Upload Audio Dataset": "آڈیو ڈیٹا سیٹ اپ لوڈ کریں",
  "Embedder Model": "Embedder Model",
  "Sampling Rate": "نمونے لینے کی شرح",
  "Enter dataset path": "ڈیٹا سیٹ کا راستہ درج کریں",
  "Model Architecture": "ماڈل آرکیٹیکچر",
  "Extract": "نکالنا",
  "The sampling rate of the audio files.": "آڈیو فائلوں کے نمونے لینے کی شرح۔",
  "Hop Length": "ہاپ کی لمبائی",
  "Preprocess Dataset": "پری پروسیس ڈیٹا سیٹ",
  "The audio file has been successfully added to the dataset. Please click the preprocess button.": "آڈیو فائل کو کامیابی سے ڈیٹا سیٹ میں شامل کیا گیا ہے۔ براہ کرم پری پروسیس بٹن پر کلک کریں۔",
  "Version of the model architecture.": "ماڈل آرکیٹیکچر کا ورژن۔",
  "Batch Size": "Batch کا سائز",
  "It's recommended to deactivate this option if your dataset has already been processed.": "اگر آپ کے ڈیٹا سیٹ پر پہلے ہی کارروائی کی جاچکی ہے تو اس آپشن کو غیر فعال کرنے کی سفارش کی جاتی ہے۔",
  "Total Epoch": "مجموعی دور کی نوعیت",
  "Pretrained": "پہلے سے تربیت یافتہ",
  "Save Every Epoch": "ہر دور کو محفوظ کریں",
  "Model used for learning speaker embedding.": "اسپیکر ایمبیڈنگ سیکھنے کے لئے استعمال ہونے والا ماڈل۔",
  "Save Every Weights": "ہر وزن کو بچائیں",
  "Save Only Latest": "صرف تازہ ترین محفوظ کریں",
  "Custom Pretrained": "اپنی مرضی کے مطابق پہلے سے تربیت یافتہ",
  "Determine at how many epochs the model will saved at.": "اس بات کا تعین کریں کہ ماڈل کتنے ادوار میں محفوظ رہے گا۔",
  "Upload Pretrained Model": "پہلے سے تربیت یافتہ ماڈل اپ لوڈ کریں",
  "Specifies the overall quantity of epochs for the model training process.": "ماڈل ٹریننگ کے عمل کے لئے ادوار کی مجموعی مقدار کی وضاحت کرتا ہے۔",
  "GPU Settings": "GPU Settings",
  "Denotes the duration it takes for the system to transition to a significant pitch change. Smaller hop lengths require more time for inference but tend to yield higher pitch accuracy.": "نظام کو ایک اہم پچ تبدیلی میں منتقل ہونے میں لگنے والے عرصے کی نشاندہی کرتا ہے۔ چھوٹی ہاپ لمبائی کو اندازہ لگانے کے لئے زیادہ وقت کی ضرورت ہوتی ہے لیکن پچ کی درستگی زیادہ ہوتی ہے۔",
  "Refresh Custom Pretraineds": "اپنی مرضی کے مطابق پیشگی تربیت یافتہ تازہ کاری کریں",
  "Pretrained G Path": "اپنی مرضی کے مطابق پہلے سے تربیت یافتہ G",
  "Pretrained Custom Settings": "پہلے سے تربیت یافتہ کسٹم ترتیبات",
  "GPU Number": "GPU نمبر",
  "It's advisable to align it with the available VRAM of your GPU. A setting of 4 offers improved accuracy but slower processing, while 8 provides faster and standard results.": "اسے اپنے جی پی یو کے دستیاب وی آر اے ایم کے ساتھ ہم آہنگ کرنے کا مشورہ دیا جاتا ہے۔ 4 کی ترتیب بہتر درستگی لیکن سست پروسیسنگ پیش کرتی ہے ، جبکہ 8 تیز اور معیاری نتائج فراہم کرتی ہے۔",
  "0 to ∞ separated by -": "0 سے الگ ∞ -",
  "The file you dropped is not a valid pretrained file. Please try again.": "آپ نے جو فائل چھوڑی ہے وہ درست پہلے سے تربیت یافتہ فائل نہیں ہے۔ براہ مہربانی دوبارہ کوشش کریں۔",
  "Pretrained D Path": "اپنی مرضی کے مطابق پہلے سے تربیت یافتہ D",
  "This setting enables you to save the weights of the model at the conclusion of each epoch.": "یہ ترتیب آپ کو ہر دور کے اختتام پر ماڈل کے وزن کو بچانے کے قابل بناتی ہے۔",
  "GPU Information": "GPU Information",
  "GPU Custom Settings": "GPU اپنی مرضی کے مطابق ترتیبات",
  "Enabling this setting will result in the G and D files saving only their most recent versions, effectively conserving storage space.": "اس ترتیب کو فعال کرنے کے نتیجے میں جی اور ڈی فائلیں صرف اپنے تازہ ترین ورژن کو محفوظ کریں گی ، مؤثر طریقے سے اسٹوریج کی جگہ کو محفوظ کریں گی۔",
  "Use CPU": "CPU استعمال کریں",
  "Click the refresh button to see the pretrained file in the dropdown menu.": "ڈراپ ڈاؤن مینو میں پہلے سے تربیت یافتہ فائل دیکھنے کے لئے ریفریش بٹن پر کلک کریں۔",
  "Pitch Guidance": "پچ گائیڈنس",
  "The GPU information will be displayed here.": "جی پی یو کی معلومات یہاں دکھائی جائے گی۔",
  "Sets advanced GPU settings, recommended for users with better GPU architecture.": "بہتر جی پی یو آرکیٹیکچر والے صارفین کے لئے تجویز کردہ جدید جی پی یو سیٹنگز سیٹ کرتا ہے۔",
  "Extract Features": "نکالنے کی خصوصیات",
  "Cache Dataset in GPU": "کیشے ڈیٹا سیٹ میں GPU",
  "Force the use of CPU for training.": "تربیت کے لئے سی پی یو کے استعمال کو مجبور کریں۔",
  "The number of CPU cores to use in the extraction process. The default setting are your cpu cores, which is recommended for most cases.": "نکالنے کے عمل میں استعمال کرنے کے لئے سی پی یو کور کی تعداد. پہلے سے طے شدہ ترتیب آپ کے سی پی یو کور ہیں ، جو زیادہ تر معاملات کے لئے سفارش کی جاتی ہے۔",
  "Utilizing custom pretrained models can lead to superior results, as selecting the most suitable pretrained models tailored to the specific use case can significantly enhance performance.": "اپنی مرضی کے مطابق پہلے سے تربیت یافتہ ماڈلز کا استعمال بہتر نتائج کا باعث بن سکتا ہے ، کیونکہ مخصوص استعمال کے معاملے کے مطابق سب سے مناسب پری ٹریننگ ماڈلز کا انتخاب کارکردگی کو نمایاں طور پر بڑھا سکتا ہے۔",
  "Index Algorithm": "انڈیکس الگورتھم",
  "Utilize pretrained models when training your own. This approach reduces training duration and enhances overall quality.": "اپنی تربیت کرتے وقت پہلے سے تربیت یافتہ ماڈلز کا استعمال کریں۔ یہ نقطہ نظر تربیت کے دورانیے کو کم کرتا ہے اور مجموعی معیار کو بڑھاتا ہے.",
  "The number of CPU cores to use in the preprocess. The default setting are your cpu cores, which is recommended for most cases.": "پری پروسیس میں استعمال کرنے کے لئے سی پی یو کور کی تعداد۔ پہلے سے طے شدہ ترتیب آپ کے سی پی یو کور ہیں ، جو زیادہ تر معاملات کے لئے سفارش کی جاتی ہے۔",
  "Specify the number of GPUs you wish to utilize for extracting by entering them separated by hyphens (-).": "ان جی پی یوز کی تعداد کی وضاحت کریں جو آپ نکالنے کے لئے استعمال کرنا چاہتے ہیں اور انہیں ہائفنز (-) کے ذریعہ الگ کرکے داخل کریں۔",
  "Overtraining Detector": "اوور ٹریننگ ڈیٹیکٹر",
  "KMeans is a clustering algorithm that divides the dataset into K clusters. This setting is particularly useful for large datasets.": "کے مینز ایک کلسٹرنگ الگورتھم ہے جو ڈیٹا سیٹ کو کے کلسٹرز میں تقسیم کرتا ہے۔ یہ ترتیب خاص طور پر بڑے ڈیٹا سیٹس کے لئے مفید ہے.",
  "Fresh Training": "تازہ تربیت",
  "Overtraining Threshold": "حد سے زیادہ تربیت کی حد",
  "We prioritize running the model extraction on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.": "ہم تیز تر کارکردگی کے لئے جی پی یو پر ماڈل نکالنے کو چلانے کو ترجیح دیتے ہیں۔ اگر آپ سی پی یو استعمال کرنا پسند کرتے ہیں تو ، صرف جی پی یو فیلڈ کو خالی چھوڑ دیں۔",
  "Overtraining Detector Settings": "اوور ٹریننگ ڈیٹیکٹر کی ترتیبات",
  "Start Training": "تربیت شروع کریں",
  "Cache the dataset in GPU memory to speed up the training process.": "تربیتی عمل کو تیز کرنے کے لئے جی پی یو میموری میں ڈیٹا سیٹ کو کیش کریں۔",
  "By employing pitch guidance, it becomes feasible to mirror the intonation of the original voice, including its pitch. This feature is particularly valuable for singing and other scenarios where preserving the original melody or pitch pattern is essential.": "پچ گائیڈنس کا استعمال کرتے ہوئے ، اس کی پچ سمیت اصل آواز کے آئینے کو آئینہ دار بنانا ممکن ہوجاتا ہے۔ یہ خصوصیت خاص طور پر گانے اور دیگر منظرناموں کے لئے قابل قدر ہے جہاں اصل دھن یا پچ پیٹرن کو محفوظ کرنا ضروری ہے۔",
  "We prioritize running the model preprocessing on the GPU for faster performance. If you prefer to use the CPU, simply leave the GPU field blank.": "ہم تیز تر کارکردگی کے لئے جی پی یو پر ماڈل پری پروسیسنگ چلانے کو ترجیح دیتے ہیں۔ اگر آپ سی پی یو استعمال کرنا پسند کرتے ہیں تو ، صرف جی پی یو فیلڈ کو خالی چھوڑ دیں۔",
  "Stop Training": "تربیت بند کرو",
  "Specify the number of GPUs you wish to utilize for preprocess by entering them separated by hyphens (-). At the moment, using multi-gpu will not have a significant effect.": "ان جی پی یوز کی تعداد کی وضاحت کریں جو آپ پری پروسیس کے لئے استعمال کرنا چاہتے ہیں اور انہیں ہائیفینز (-) کے ذریعہ علیحدہ کرکے داخل کریں۔ فی الحال ، ملٹی جی پی یو کا استعمال کرنے سے کوئی خاص اثر نہیں پڑے گا۔",
  "Generate Index": "انڈیکس پیدا کریں",
  "Export Model": "ایکسپورٹ ماڈل",
  "Upload": "اپ لوڈ",
  "Refresh": "تازہ",
  "Index File": "انڈیکس فائل",
  "Voice Model": "صوتی ماڈل",
  "Exported Index file": "برآمد شدہ انڈیکس فائل",
  "Exported Pth file": "برآمد شدہ پی ٹی ایچ فائل",
  "Single": "تنہا",
  "Unload Voice": "آواز کو ان لوڈ کریں",
  "Upload Audio": "آڈیو اپ لوڈ کریں",
  "Select the index file to be exported": "برآمد کی جانے والی انڈیکس فائل منتخب کریں",
  "Select the pth file to be exported": "برآمد کی جانے والی پی ٹی ایچ فائل منتخب کریں",
  "Set the maximum number of epochs you want your model to stop training if no improvement is detected.": "اگر کوئی بہتری کا پتہ نہیں چلتا ہے تو آپ اپنے ماڈل کو تربیت روکنے کے لئے زیادہ سے زیادہ ادوار مقرر کریں۔",
  "Select the voice model to use for the conversion.": "تبادلے کے لئے استعمال کرنے کے لئے صوتی ماڈل منتخب کریں۔",
  "Enable this setting only if you are training a new model from scratch or restarting the training. Deletes all previously generated weights and tensorboard logs.": "اس ترتیب کو صرف اس صورت میں فعال کریں جب آپ شروع سے کسی نئے ماڈل کی تربیت کر رہے ہیں یا تربیت کو دوبارہ شروع کر رہے ہیں۔ پہلے سے تیار کردہ تمام وزن اور ٹینسر بورڈ لاگ کو حذف کرتا ہے۔",
  "Select the index file to use for the conversion.": "تبادلے کے لئے استعمال کرنے کے لئے انڈیکس فائل منتخب کریں۔",
  "Export Format": "Export Format",
  "Select the audio to convert.": "تبدیل کرنے کے لئے آڈیو منتخب کریں۔",
  "Select Audio": "آڈیو منتخب کریں",
  "Advanced Settings": "اعلی درجے کی ترتیبات",
  "Detect overtraining to prevent the model from learning the training data too well and losing the ability to generalize to new data.": "ماڈل کو تربیتی اعداد و شمار کو بہت اچھی طرح سے سیکھنے اور نئے اعداد و شمار کو عام کرنے کی صلاحیت کھونے سے روکنے کے لئے ضرورت سے زیادہ تربیت کا پتہ لگائیں۔",
  "Output Path": "آؤٹ پٹ پتھ",
  "Custom Output Path": "اپنی مرضی کے مطابق آؤٹ پٹ پتھ",
  "Autotune": "Autotune",
  "Split Audio": "آڈیو کو تقسیم کریں",
  "Clean Audio": "صاف آڈیو",
  "Clean Strength": "صاف طاقت",
  "Formant Shifting": "Formant Shift",
  "Upscale Audio": "اپ اسکیل آڈیو",
  "Clear Outputs (Deletes all audios in assets/audios)": "آؤٹ پٹ صاف کریں (اثاثوں / آڈیو میں تمام آڈیو حذف کرتا ہے)",
  "The button 'Upload' is only for google colab: Uploads the exported files to the ApplioExported folder in your Google Drive.": "بٹن 'اپ لوڈ' صرف گوگل کولاب کے لئے ہے: برآمد شدہ فائلوں کو اپنے گوگل ڈرائیو میں ایپلو ایکسپورٹ فولڈر میں اپ لوڈ کرتا ہے۔",
  "Select the format to export the audio.": "آڈیو برآمد کرنے کے لئے فارمیٹ منتخب کریں۔",
  "Browse presets for formanting": "Browse presets for formanting",
  "Pitch": "پچ",
  "Timbre for formant shifting": "Formant منتقلی کے لئے Timbre",
  "Quefrency for formant shifting": "فارمنٹ منتقلی کے لئے کیوفرینسی",
  "Default value is 1.0": "طے شدہ قیمت 1.0 ہے",
  "Upscale the audio to a higher quality, recommended for low-quality audios. (It could take longer to process the audio)": "آڈیو کو اعلی معیار پر اپ اسکیل کریں ، کم معیار کے آڈیو کے لئے سفارش کی جاتی ہے۔ (آڈیو پر عمل کرنے میں زیادہ وقت لگ سکتا ہے)",
  "Enable formant shifting. Used for male to female and vice-versa convertions.": "فارمنٹ منتقلی کو فعال کریں۔ مرد سے عورت اور اس کے برعکس تبدیلی کے لئے استعمال کیا جاتا ہے.",
  "Filter Radius": "فلٹر کے دائرے",
  "The path where the output audio will be saved, by default in assets/audios/output.wav": "وہ راستہ جہاں آؤٹ پٹ آڈیو محفوظ کیا جائے گا ، اثاثوں / آڈیو / output.wav میں ڈیفالٹ طور پر",
  "Presets are located in /assets/formant_shift folder": "پریسیٹ / اثاثہ جات / formant_shift فولڈر میں واقع ہیں۔",
  "Apply a soft autotune to your inferences, recommended for singing conversions.": "گانے کی تبدیلیوں کے لئے تجویز کردہ اپنے تخمینوں پر نرم آٹو ٹیون لگائیں۔",
  "Split the audio into chunks for inference to obtain better results in some cases.": "کچھ معاملات میں بہتر نتائج حاصل کرنے کے لئے آڈیو کو ٹکڑوں میں تقسیم کریں۔",
  "Search Feature Ratio": "تلاش کی خصوصیت کا تناسب",
  "Volume Envelope": "حجم کا لفافہ",
  "Set the pitch of the audio, the higher the value, the higher the pitch.": "آڈیو کی پچ سیٹ کریں ، قیمت جتنی زیادہ ہوگی ، پچ اتنی ہی زیادہ ہوگی۔",
  "Clean your audio output using noise detection algorithms, recommended for speaking audios.": "آواز کا پتہ لگانے والے الگورتھم کا استعمال کرتے ہوئے اپنے آڈیو آؤٹ پٹ کو صاف کریں ، جو آڈیو بولنے کے لئے سفارش کی جاتی ہے۔",
  "Convert": "بدلیں",
  "Batch": "بیچ",
  "Pitch extraction algorithm": "پچ نکالنے کا الگورتھم",
  "Protect Voiceless Consonants": "آواز کے بغیر عبارتوں کی حفاظت کریں",
  "Export Audio": "آڈیو برآمد کریں",
  "Input Folder": "ان پٹ فولڈر",
  "Enter input path": "ان پٹ راستہ درج کریں",
  "Output Folder": "آؤٹ پٹ فولڈر",
  "Voice Blender": "Voice Blender",
  "## Voice Blender": "## وائس بلینڈر",
  "Enter output path": "آؤٹ پٹ کا راستہ درج کریں",
  "Influence exerted by the index file; a higher value corresponds to greater influence. However, opting for lower values can help mitigate artifacts present in the audio.": "انڈیکس فائل کے ذریعہ اثر و رسوخ؛ ایک اعلی قیمت زیادہ اثر و رسوخ سے مطابقت رکھتی ہے. تاہم ، کم اقدار کا انتخاب آڈیو میں موجود نوادرات کو کم کرنے میں مدد کرسکتا ہے۔",
  "Set the clean-up level to the audio you want, the more you increase it the more it will clean up, but it is possible that the audio will be more compressed.": "آپ جس آڈیو کو چاہتے ہیں اس پر کلین اپ لیول سیٹ کریں ، جتنا زیادہ آپ اسے بڑھائیں گے اتنا ہی یہ صاف ہوجائے گا ، لیکن یہ ممکن ہے کہ آڈیو زیادہ کمپریسڈ ہوجائے۔",
  "Get information about the audio": "آڈیو کے بارے میں معلومات حاصل کریں",
  "Substitute or blend with the volume envelope of the output. The closer the ratio is to 1, the more the output envelope is employed.": "آؤٹ پٹ کے حجم لفافے کے ساتھ متبادل یا مرکب کریں۔ تناسب 1 کے جتنا قریب ہوتا ہے ، اتنا ہی زیادہ آؤٹ پٹ لفافہ استعمال ہوتا ہے۔",
  "If the number is greater than or equal to three, employing median filtering on the collected tone results has the potential to decrease respiration.": "اگر تعداد تین سے زیادہ یا اس کے برابر ہے تو ، جمع کردہ ٹون کے نتائج پر اوسط فلٹرنگ کا استعمال سانس کو کم کرنے کی صلاحیت رکھتا ہے۔",
  "Pitch extraction algorithm to use for the audio conversion. The default algorithm is rmvpe, which is recommended for most cases.": "آڈیو تبدیلی کے لئے استعمال کرنے کے لئے پچ نکالنے کا الگورتھم۔ ڈیفالٹ الگورتھم آر ایم وی پی ای ہے ، جو زیادہ تر معاملات کے لئے سفارش کی جاتی ہے۔",
  "Select the folder containing the audios to convert.": "تبدیل کرنے کے لئے آڈیو پر مشتمل فولڈر منتخب کریں۔",
  "Blend Ratio": "مرکب تناسب",
  "Drag and drop your model here": "اپنے ماڈل کو یہاں گھسیٹیں اور چھوڑیں",
  "Fusion": "فیوژن",
  "Path to Model": "ماڈل کا راستہ",
  "Select the folder where the output audios will be saved.": "وہ فولڈر منتخب کریں جہاں آؤٹ پٹ آڈیو محفوظ کیے جائیں گے۔",
  "Enter path to model": "ماڈل کا راستہ درج کریں",
  "View": "منظر",
  "View model information": "ماڈل کی معلومات دیکھیں",
  "Safeguard distinct consonants and breathing sounds to prevent electro-acoustic tearing and other artifacts. Pulling the parameter to its maximum value of 0.5 offers comprehensive protection. However, reducing this value might decrease the extent of protection while potentially mitigating the indexing effect.": "الیکٹرو-صوتی پھٹنے اور دیگر نوادرات کو روکنے کے لئے مختلف عبارتوں اور سانس لینے کی آوازوں کی حفاظت کریں۔ پیرامیٹر کو اس کی زیادہ سے زیادہ قیمت 0.5 تک کھینچنا جامع تحفظ فراہم کرتا ہے۔ تاہم ، اس قدر کو کم کرنے سے تحفظ کی حد کم ہوسکتی ہے جبکہ ممکنہ طور پر انڈیکسنگ اثر کو کم کیا جاسکتا ہے۔",
  "Model conversion": "ماڈل کی تبدیلی",
  "Inroduce the model information": "ماڈل کی معلومات فراہم کریں",
  "Model extraction": "ماڈل نکالنے",
  "Model information to be placed": "ماڈل کی معلومات رکھی جائے گی",
  "Introduce the model pth path": "ماڈل پی ٹی ایچ راستہ متعارف کروائیں",
  "Pth file": "پی ٹی ایچ فائل",
  "You can also use a custom path.": "آپ اپنی مرضی کے مطابق راستہ بھی استعمال کرسکتے ہیں۔",
  "Extract F0 Curve": "F0 کروٹ نکالیں",
  "Output of the pth file": "پی ٹی ایچ فائل کی آؤٹ پٹ",
  "Adjusting the position more towards one side or the other will make the model more similar to the first or second.": "پوزیشن کو ایک طرف یا دوسری طرف زیادہ ایڈجسٹ کرنے سے ماڈل پہلے یا دوسرے سے زیادہ مماثلت رکھتا ہے۔",
  "Select two voice models, set your desired blend percentage, and blend them into an entirely new voice.": "دو صوتی ماڈل منتخب کریں ، اپنا مطلوبہ مرکب فیصد مقرر کریں ، اور انہیں مکمل طور پر نئی آواز میں بلینڈ کریں۔",
  "Record": "ریکارڈ",
  "Record Screen": "ریکارڈ اسکرین",
  "See Model Information": "ماڈل کی معلومات دیکھیں",
  "Stop Recording": "ریکارڈنگ بند کریں",
  "The information to be placed in the model (You can leave it blank or put anything).": "ماڈل میں رکھی جانے والی معلومات (آپ اسے خالی چھوڑ سکتے ہیں یا کچھ بھی ڈال سکتے ہیں).",
  "# How to Report an Issue on GitHub": "# گیٹ ہب پر کسی مسئلے کی اطلاع کیسے دیں",
  "Model Link": "ماڈل لنک",
  "## Download Model": "## ڈاؤن لوڈ ماڈل",
  "Introduce the model .pth path": "ماڈل .pth پتھ متعارف کروائیں",
  "Download Model": "ڈاؤن لوڈ ماڈل",
  "## Search Model": "## سرچ ماڈل",
  "Introduce the model link": "ماڈل کا لنک متعارف کروائیں",
  "## Drop files": "## فائلیں چھوڑ دیں",
  "Search": "تلاش",
  "3. Go to [GitHub Issues](https://github.com/IAHispano/Applio/issues) and click on the 'New Issue' button.": "3. [گیٹ ہب ایشوز] (https://github.com/IAHispano/Applio/issues) پر جائیں اور 'نیا مسئلہ' بٹن پر کلک کریں۔",
  "We couldn't find models by that name.": "ہمیں اس نام کے ماڈل نہیں ملے۔",
  "TTS Voices": "ٹی ٹی ایس وائسز",
  "Drag your .pth file and .index file into this space. Drag one and then the other.": "اپنی .pth فائل اور .انڈیکس فائل کو اس جگہ میں گھسیٹیں۔ ایک کو گھسیٹیں اور پھر دوسرے کو۔",
  "Introduce the model name to search.": "تلاش کرنے کے لئے ماڈل کا نام متعارف کروائیں۔",
  "1. Click on the 'Record Screen' button below to start recording the issue you are experiencing.": "1. آپ جس مسئلے کا سامنا کر رہے ہیں اسے ریکارڈ کرنا شروع کرنے کے لئے نیچے 'ریکارڈ اسکرین' بٹن پر کلک کریں۔",
  "## Download Pretrained Models": "## پہلے سے تربیت یافتہ ماڈلز ڈاؤن لوڈ کریں",
  "And select the sampling rate": "اور نمونے لینے کی شرح منتخب کریں۔",
  "TTS Speed": "ٹی ٹی ایس کی رفتار",
  "Text to Synthesize": "ترکیب کرنے کے لئے متن",
  "The f0 curve represents the variations in the base frequency of a voice over time, showing how pitch rises and falls.": "ایف 0 وکر وقت کے ساتھ آواز کی بنیادی فریکوئنسی میں تغیرات کی نمائندگی کرتا ہے ، جس سے پتہ چلتا ہے کہ پچ کس طرح اوپر اور گرتی ہے۔",
  "Increase or decrease TTS speed.": "ٹی ٹی ایس کی رفتار میں اضافہ یا کمی.",
  "Enter the text to synthesize.": "ترکیب کرنے کے لئے متن درج کریں۔",
  "Upload a .txt file": ".txt فائل اپ لوڈ کریں",
  "2. Once you have finished recording the issue, click on the 'Stop Recording' button (the same button, but the label changes depending on whether you are actively recording or not).": "2. ایک بار جب آپ مسئلے کی ریکارڈنگ مکمل کرلیں تو ، 'اسٹاپ ریکارڈنگ' بٹن پر کلک کریں (وہی بٹن ، لیکن لیبل اس بات پر منحصر ہے کہ آپ فعال طور پر ریکارڈنگ کر رہے ہیں یا نہیں)۔",
  "Select the pretrained model you want to download.": "وہ پہلے سے تربیت یافتہ ماڈل منتخب کریں جسے آپ ڈاؤن لوڈ کرنا چاہتے ہیں۔",
  "Select the TTS voice to use for the conversion.": "تبدیلی کے لئے استعمال کرنے کے لئے TTS آواز منتخب کریں۔",
  "Input path for text file": "ٹیکسٹ فائل کے لئے ان پٹ کا راستہ",
  "Output Path for RVC Audio": "آر وی سی آڈیو کے لئے آؤٹ پٹ پتھ",
  "Output Path for TTS Audio": "ٹی ٹی ایس آڈیو کے لئے آؤٹ پٹ پتھ",
  "Enter text to synthesize": "ترتیب دینے کے لئے متن درج کریں",
  "Enable Applio integration with Discord presence": "ڈسکارڈ کی موجودگی کے ساتھ ایپلیو انضمام کو فعال کریں",
  "Restart Applio": "Restart Applio",
  "The path to the text file that contains content for text to speech.": "ٹیکسٹ فائل کا راستہ جس میں متن سے تقریر تک کا مواد شامل ہے۔",
  "Enable fake GPU": "جعلی جی پی یو کو فعال کریں",
  "Language": "زبان",
  "Theme": "موضوع",
  "4. Complete the provided issue template, ensuring to include details as needed, and utilize the assets section to upload the recorded file from the previous step.": "4. فراہم کردہ ایشو ٹیمپلیٹ کو مکمل کریں ، ضرورت کے مطابق تفصیلات شامل کرنے کو یقینی بنائیں ، اور پچھلے مرحلے سے ریکارڈ شدہ فائل کو اپ لوڈ کرنے کے لئے اثاثوں کے سیکشن کا استعمال کریں۔",
  "Precision": "Precision",
  "Enable Applio integration with applio.org/models using flask": "فلاسک کا استعمال کرتے ہوئے applio.org/models کے ساتھ ایپلیو انضمام کو فعال کریں",
  "It will activate the possibility of displaying the current Applio activity in Discord.": "یہ ڈسکارڈ میں موجودہ ایپلیو سرگرمی کو ظاہر کرنے کے امکان کو فعال کرے گا۔",
  "Plugin Installer": "Plugin Installer",
  "Version Checker": "Version Checker",
  "Select the theme you want to use. (Requires restarting Applio)": "وہ تھیم منتخب کریں جسے آپ استعمال کرنا چاہتے ہیں۔ (ایپلیو کو دوبارہ شروع کرنے کی ضرورت ہے)",
  "Update precision": "تازہ کاری درستگی",
  "It will activate the possibility of downloading models with a click from the website.": "یہ ویب سائٹ سے ایک کلک کے ساتھ ماڈل ڈاؤن لوڈ کرنے کے امکان کو فعال کرے گا۔",
  "Post-Process": "Post-Process",
  "Reverb": "Reverb",
  "Select the language you want to use. (Requires restarting Applio)": "وہ زبان منتخب کریں جسے آپ استعمال کرنا چاہتے ہیں۔ (ایپلیو کو دوبارہ شروع کرنے کی ضرورت ہے)",
  "Training is currently unsupported due to the absence of a GPU. To activate the training tab, navigate to the settings tab and enable the 'Fake GPU' option.": "جی پی یو کی عدم موجودگی کی وجہ سے فی الحال تربیت غیر معاون ہے۔ تربیتی ٹیب کو چالو کرنے کے لئے ، ترتیبات کے ٹیب پر جائیں اور 'جعلی جی پی یو' آپشن کو فعال کریں۔",
  "Drag your plugin.zip to install it": "اسے انسٹال کرنے کے لئے اپنے plugin.zip کو گھسیٹیں",
  "Check for updates": "اپ ڈیٹس کے لئے چیک کریں",
  "Select the precision you want to use for training and inference.": "وہ درستگی منتخب کریں جو آپ تربیت اور تخمینے کے لئے استعمال کرنا چاہتے ہیں۔",
  "Activates the train tab. However, please note that this device lacks GPU capabilities, hence training is not supported. This option is only for testing purposes. (This option will restart Applio)": "ٹرین ٹیب کو چالو کرتا ہے۔ تاہم ، براہ کرم نوٹ کریں کہ اس آلے میں جی پی یو صلاحیتوں کی کمی ہے ، لہذا تربیت کی حمایت نہیں کی جاتی ہے۔ یہ آپشن صرف آزمائشی مقاصد کے لئے ہے۔ (یہ آپشن ایپلیو کو دوبارہ شروع کرے گا)",
  "Apply reverb to the audio.": "آڈیو پر ریورب لاگو کریں۔",
  "Reverb Damping": "ریورب ڈمپنگ",
  "Reverb Width": "Reverb Width",
  "Reverb Room Size": "قابل احترام کمرے کا سائز",
  "Set the damping of the reverb.": "ریورب کی ڈمپنگ سیٹ کریں۔",
  "Reverb Wet Gain": "ریورب گیلے فوائد",
  "Reverb Dry Gain": "Reverb خشک فائدہ",
  "Set the room size of the reverb.": "ریورب کے کمرے کا سائز مقرر کریں۔",
  "Post-process the audio to apply effects to the output.": "آؤٹ پٹ پر اثرات لاگو کرنے کے لئے آڈیو پر عمل کریں۔",
  "Reverb Freeze Mode": "Reverb Freeze Mode",
  "Set the width of the reverb.": "ریورب کی چوڑائی سیٹ کریں۔",
  "Set the dry gain of the reverb.": "ریورب کا خشک فائدہ سیٹ کریں۔",
  "Limiter": "Limiter",
  "Set the wet gain of the reverb.": "ریورب کا گیلا فائدہ مقرر کریں۔",
  "Pitch Shift": "پچ کی تبدیلی",
  "Pitch Shift Semitones": "Pitch Shift سیمیtones",
  "Limiter Threshold dB": "Limiter Threshold dB",
  "Apply pitch shift to the audio.": "آڈیو پر پچ شفٹ لاگو کریں۔",
  "Apply limiter to the audio.": "آڈیو پر لمیٹر لاگو کریں۔",
  "Gain": "فائدہ",
  "Check which version of Applio is the latest to see if you need to update.": "چیک کریں کہ ایپلیو کا کون سا ورژن تازہ ترین ہے یہ دیکھنے کے لئے کہ آیا آپ کو اپ ڈیٹ کرنے کی ضرورت ہے۔",
  "Set the freeze mode of the reverb.": "ریورب کا منجمد موڈ سیٹ کریں۔",
  "Limiter Release Time": "Limiter ریلیز کا وقت",
  "Gain dB": "Gain dB",
  "Set the limiter threshold dB.": "لمیٹر کی حد ڈی بی مقرر کریں۔",
  "Distortion": "تحریف",
  "Set the pitch shift semitones.": "پچ شفٹ کو سیمی ٹونز سیٹ کریں۔",
  "Apply gain to the audio.": "آڈیو پر فائدہ لاگو کریں۔",
  "Set the limiter release time.": "لمیٹر ریلیز کا وقت مقرر کریں۔",
  "Chorus": "استھالی",
  "Set the gain dB.": "فائدہ ڈی بی سیٹ کریں.",
  "Apply distortion to the audio.": "آڈیو پر تحریف کا اطلاق کریں۔",
  "Distortion Gain": "تحریف کا فائدہ",
  "Set the distortion gain.": "تحریف کا فائدہ مقرر کریں۔",
  "Chorus Depth": "کورس کی گہرائی",
  "Chorus Rate Hz": "کورس ریٹ ہرٹز",
  "Apply chorus to the audio.": "آڈیو پر کورس لاگو کریں۔",
  "Chorus Center Delay ms": "Chorus سنٹر تاخیر ms",
  "Set the chorus rate Hz.": "کورس ریٹ ہرٹز سیٹ کریں۔",
  "Chorus Mix": "کورس مکس",
  "Set the chorus depth.": "کورس کی گہرائی مقرر کریں۔",
  "Chorus Feedback": "کورس فیڈ بیک",
  "Bitcrush": "Bitcrush",
  "Bitcrush Bit Depth": "BitcruSh Bit گہرائی",
  "Set the chorus feedback.": "کورس فیڈ بیک سیٹ کریں۔",
  "Clipping": "کلپنگ",
  "Set the chorus mix.": "کورس مکس سیٹ کریں۔",
  "Compressor": "Compressor",
  "Clipping Threshold": "کلپنگ کی حد",
  "Set the chorus center delay ms.": "کورس سینٹر کو تاخیر ی ایم ایس سیٹ کریں۔",
  "Set the bitcrush bit depth.": "بٹ کرش بٹ کی گہرائی سیٹ کریں۔",
  "Apply bitcrush to the audio.": "آڈیو پر بٹ کرش لگائیں۔",
  "Set the clipping threshold.": "کلپنگ کی حد مقرر کریں۔",
  "Apply clipping to the audio.": "آڈیو پر کلپنگ لاگو کریں۔",
  "Compressor Threshold dB": "کمپریسر کی حد dB",
  "Compressor Attack ms": "Compressor Attack ms",
  "Compressor Ratio": "کمپریسر کا تناسب",
  "Delay": "تاخیر",
  "Set the compressor threshold dB.": "کمپریسر کی حد ڈی بی مقرر کریں۔",
  "Set the compressor ratio.": "کمپریسر کا تناسب سیٹ کریں۔",
  "Apply compressor to the audio.": "آڈیو پر کمپریسر لگائیں۔",
  "Delay Seconds": "سیکنڈ کی تاخیر",
  "Compressor Release ms": "کمپریسر ریلیز ایم ایس",
  "Custom Embedder": "Custom Embedder",
  "Delay Mix": "تاخیر مکس",
  "Set the delay seconds.": "تاخیر سیکنڈ سیٹ کریں۔",
  "Apply delay to the audio.": "آڈیو پر تاخیر کا اطلاق کریں۔",
  "Delay Feedback": "فیڈ بیک میں تاخیر",
  "Set the compressor release ms.": "کمپریسر ریلیز ایم ایس سیٹ کریں۔",
  "Set the compressor attack ms.": "کمپریسر حملہ ایم ایس سیٹ کریں۔",
  "Set the delay feedback.": "تاخیر کی رائے سیٹ کریں۔",
  "Refresh embedders": "refresh embedders",
  "Set the delay mix.": "تاخیر کا مرکب سیٹ کریں۔",
  "Select Custom Embedder": "Custom Embedder منتخب کریں",
  "Folder Name": "فولڈر کا نام",
  "model information": "ماڈل کی معلومات",
  "Upload .json": ".json اپ لوڈ کریں",
  "Upload .bin": ".bin اپ لوڈ کریں",
  "Speaker ID": "سپیکر آئی ڈی",
  "Model Creator": "ماڈل تخلیق کار",
  "Name of the model creator. (Default: Unknown)": "ماڈل تخلیق کار کا نام۔ (پہلے سے طے شدہ: نامعلوم)",
  "Model Author Name": "ماڈل مصنف کا نام",
  "Select the speaker ID to use for the conversion.": "تبدیلی کے لئے استعمال کرنے کے لئے اسپیکر ID منتخب کریں۔",
  "Set name": "نام مقرر کریں",
  "The name that will appear in the model information.": "وہ نام جو ماڈل کی معلومات میں ظاہر ہوگا۔",
  "Move files to custom embedder folder": "فائلوں کو اپنی مرضی کے مطابق ایمبیڈر فولڈر میں منتقل کریں",
  "Set the autotune strength - the more you increase it the more it will snap to the chromatic grid.": "آٹو ٹیون کی طاقت کو سیٹ کریں - جتنا زیادہ آپ اس میں اضافہ کریں گے اتنا ہی یہ کرومیٹک گرڈ میں پھسل جائے گا۔"
}