{
    "# How to Report an Issue on GitHub": "# GitHub پر کسی مسئلے کی اطلاع کیسے دیں",
    "## Download Model": "## ماڈل ڈاؤن لوڈ کریں",
    "## Download Pretrained Models": "## پہلے سے تربیت یافتہ ماڈلز ڈاؤن لوڈ کریں",
    "## Drop files": "## فائلیں یہاں ڈالیں",
    "## Voice Blender": "## وائس بلینڈر",
    "0 to ∞ separated by -": "- سے الگ کیا ہوا 0 تا ∞",
    "1. Click on the 'Record Screen' button below to start recording the issue you are experiencing.": "1. جس مسئلے کا آپ سامنا کر رہے ہیں اسے ریکارڈ کرنا شروع کرنے کے لیے نیچے دیے گئے 'اسکرین ریکارڈ کریں' بٹن پر کلک کریں۔",
    "2. Once you have finished recording the issue, click on the 'Stop Recording' button (the same button, but the label changes depending on whether you are actively recording or not).": "2. جب آپ مسئلہ ریکارڈ کر لیں، تو 'ریکارڈنگ روکیں' بٹن پر کلک کریں (وہی بٹن، لیکن اس کا لیبل اس بات پر منحصر ہوتا ہے کہ آپ فعال طور پر ریکارڈنگ کر رہے ہیں یا نہیں)۔",
    "3. Go to [GitHub Issues](https://github.com/IAHispano/Applio/issues) and click on the 'New Issue' button.": "3. [GitHub Issues](https://github.com/IAHispano/Applio/issues) پر جائیں اور 'نیا مسئلہ' بٹن پر کلک کریں۔",
    "4. Complete the provided issue template, ensuring to include details as needed, and utilize the assets section to upload the recorded file from the previous step.": "4. فراہم کردہ مسئلے کے ٹیمپلیٹ کو مکمل کریں، ضرورت کے مطابق تفصیلات شامل کرنا یقینی بنائیں، اور پچھلے مرحلے سے ریکارڈ کی گئی فائل کو اپ لوڈ کرنے کے لیے اثاثوں کے سیکشن کا استعمال کریں۔",
    "A simple, high-quality voice conversion tool focused on ease of use and performance.": "استعمال میں آسانی اور کارکردگی پر مرکوز ایک سادہ، اعلیٰ معیار کا وائس کنورژن ٹول۔",
    "Adding several silent files to the training set enables the model to handle pure silence in inferred audio files. Select 0 if your dataset is clean and already contains segments of pure silence.": "تربیتی سیٹ میں کئی خاموش فائلیں شامل کرنے سے ماڈل اخذ شدہ آڈیو فائلوں میں خالص خاموشی کو سنبھالنے کے قابل ہو جاتا ہے۔ اگر آپ کا ڈیٹاسیٹ صاف ہے اور اس میں پہلے سے ہی خالص خاموشی کے حصے موجود ہیں تو 0 منتخب کریں۔",
    "Adjust the input audio pitch to match the voice model range.": "ان پٹ آڈیو کی پچ کو وائس ماڈل کی رینج سے ملانے کے لیے ایڈجسٹ کریں۔",
    "Adjusting the position more towards one side or the other will make the model more similar to the first or second.": "پوزیشن کو ایک طرف یا دوسری طرف زیادہ ایڈجسٹ کرنے سے ماڈل پہلے یا دوسرے سے زیادہ ملتا جلتا ہو جائے گا۔",
    "Adjusts the final volume of the converted voice after processing.": "پروسیسنگ کے بعد تبدیل شدہ آواز کے حتمی والیوم کو ایڈجسٹ کرتا ہے۔",
    "Adjusts the input volume before processing. Prevents clipping or boosts a quiet mic.": "پروسیسنگ سے پہلے ان پٹ والیوم کو ایڈجسٹ کرتا ہے۔ کلپنگ کو روکتا ہے یا ایک خاموش مائیک کو بوسٹ کرتا ہے۔",
    "Adjusts the volume of the monitor feed, independent of the main output.": "مرکزی آؤٹ پٹ سے آزاد، مانیٹر فیڈ کے والیوم کو ایڈجسٹ کرتا ہے۔",
    "Advanced Settings": "جدید ترتیبات",
    "Amount of extra audio processed to provide context to the model. Improves conversion quality at the cost of higher CPU usage.": "ماڈل کو سیاق و سباق فراہم کرنے کے لیے پروسیس کیے گئے اضافی آڈیو کی مقدار۔ زیادہ CPU استعمال کی قیمت پر تبادلوں کے معیار کو بہتر بناتا ہے۔",
    "And select the sampling rate.": "اور نمونے لینے کی شرح منتخب کریں۔",
    "Apply a soft autotune to your inferences, recommended for singing conversions.": "اپنے اخذ کردہ نتائج پر ایک نرم آٹوٹیون لگائیں، جو گانے کی تبدیلیوں کے لیے تجویز کیا جاتا ہے۔",
    "Apply bitcrush to the audio.": "آڈیو پر بٹ کرش لگائیں۔",
    "Apply chorus to the audio.": "آڈیو پر کورس لگائیں۔",
    "Apply clipping to the audio.": "آڈیو پر کلپنگ لگائیں۔",
    "Apply compressor to the audio.": "آڈیو پر کمپریسر لگائیں۔",
    "Apply delay to the audio.": "آڈیو پر تاخیر لگائیں۔",
    "Apply distortion to the audio.": "آڈیو پر ڈسٹورشن لگائیں۔",
    "Apply gain to the audio.": "آڈیو پر گین لگائیں۔",
    "Apply limiter to the audio.": "آڈیو پر لمیٹر لگائیں۔",
    "Apply pitch shift to the audio.": "آڈیو پر پچ شفٹ لگائیں۔",
    "Apply reverb to the audio.": "آڈیو پر ریورب لگائیں۔",
    "Architecture": "آرکیٹیکچر",
    "Audio Analyzer": "آڈیو تجزیہ کار",
    "Audio Settings": "آڈیو ترتیبات",
    "Audio buffer size in milliseconds. Lower values may reduce latency but increase CPU load.": "ملی سیکنڈ میں آڈیو بفر کا سائز۔ کم اقدار تاخیر کو کم کر سکتی ہیں لیکن CPU کا بوجھ بڑھا سکتی ہیں۔",
    "Audio cutting": "آڈیو کاٹنا",
    "Audio file slicing method: Select 'Skip' if the files are already pre-sliced, 'Simple' if excessive silence has already been removed from the files, or 'Automatic' for automatic silence detection and slicing around it.": "آڈیو فائل سلائسنگ کا طریقہ: اگر فائلیں پہلے سے کٹی ہوئی ہیں تو 'چھوڑیں' منتخب کریں، اگر فائلوں سے اضافی خاموشی پہلے ہی ہٹا دی گئی ہے تو 'سادہ' منتخب کریں، یا خودکار خاموشی کا پتہ لگانے اور اس کے ارد گرد کاٹنے کے لیے 'خودکار' منتخب کریں۔",
    "Audio normalization: Select 'none' if the files are already normalized, 'pre' to normalize the entire input file at once, or 'post' to normalize each slice individually.": "آڈیو نارملائزیشن: اگر فائلیں پہلے سے نارملائزڈ ہیں تو 'کوئی نہیں' منتخب کریں، پوری ان پٹ فائل کو ایک ساتھ نارملائز کرنے کے لیے 'پہلے' منتخب کریں، یا ہر سلائس کو انفرادی طور پر نارملائز کرنے کے لیے 'بعد میں' منتخب کریں۔",
    "Autotune": "آٹوٹیون",
    "Autotune Strength": "آٹوٹیون کی طاقت",
    "Batch": "بیچ",
    "Batch Size": "بیچ سائز",
    "Bitcrush": "بٹ کرش",
    "Bitcrush Bit Depth": "بٹ کرش بٹ ڈیپتھ",
    "Blend Ratio": "ملاوٹ کا تناسب",
    "Browse presets for formanting": "فارمیٹنگ کے لیے پیش سیٹ براؤز کریں",
    "CPU Cores": "CPU کورز",
    "Cache Dataset in GPU": "GPU میں ڈیٹاسیٹ کیش کریں",
    "Cache the dataset in GPU memory to speed up the training process.": "تربیتی عمل کو تیز کرنے کے لیے ڈیٹاسیٹ کو GPU میموری میں کیش کریں۔",
    "Check for updates": "اپ ڈیٹس کے لیے چیک کریں",
    "Check which version of Applio is the latest to see if you need to update.": "یہ دیکھنے کے لیے چیک کریں کہ Applio کا کون سا ورژن تازہ ترین ہے تاکہ آپ کو اپ ڈیٹ کرنے کی ضرورت ہو یا نہیں۔",
    "Checkpointing": "چیک پوائنٹنگ",
    "Choose the model architecture:\n- **RVC (V2)**: Default option, compatible with all clients.\n- **Applio**: Advanced quality with improved vocoders and higher sample rates, Applio-only.": "ماڈل آرکیٹیکچر کا انتخاب کریں:\n- **RVC (V2)**: ڈیفالٹ آپشن، تمام کلائنٹس کے ساتھ ہم آہنگ۔\n- **Applio**: بہتر ووکوڈرز اور اعلی نمونہ کی شرحوں کے ساتھ جدید معیار، صرف Applio کے لیے۔",
    "Choose the vocoder for audio synthesis:\n- **HiFi-GAN**: Default option, compatible with all clients.\n- **MRF HiFi-GAN**: Higher fidelity, Applio-only.\n- **RefineGAN**: Superior audio quality, Applio-only.": "آڈیو سنتھیسز کے لیے ووکوڈر کا انتخاب کریں:\n- **HiFi-GAN**: ڈیفالٹ آپشن، تمام کلائنٹس کے ساتھ ہم آہنگ۔\n- **MRF HiFi-GAN**: اعلیٰ مخلصی، صرف Applio کے لیے۔\n- **RefineGAN**: بہترین آڈیو کوالٹی، صرف Applio کے لیے۔",
    "Chorus": "کورس",
    "Chorus Center Delay ms": "کورس سینٹر تاخیر (ملی سیکنڈ)",
    "Chorus Depth": "کورس کی گہرائی",
    "Chorus Feedback": "کورس فیڈ بیک",
    "Chorus Mix": "کورس مکس",
    "Chorus Rate Hz": "کورس ریٹ (ہرٹز)",
    "Chunk Size (ms)": "چنک سائز (ms)",
    "Chunk length (sec)": "ٹکڑے کی لمبائی (سیکنڈ)",
    "Clean Audio": "آڈیو صاف کریں",
    "Clean Strength": "صفائی کی طاقت",
    "Clean your audio output using noise detection algorithms, recommended for speaking audios.": "شور کا پتہ لگانے والے الگورتھم کا استعمال کرکے اپنے آڈیو آؤٹ پٹ کو صاف کریں، جو بولنے والے آڈیوز کے لیے تجویز کیا جاتا ہے۔",
    "Clear Outputs (Deletes all audios in assets/audios)": "آؤٹ پٹس صاف کریں (assets/audios میں موجود تمام آڈیوز کو حذف کرتا ہے)",
    "Click the refresh button to see the pretrained file in the dropdown menu.": "پہلے سے تربیت یافتہ فائل کو ڈراپ ڈاؤن مینو میں دیکھنے کے لیے ریفریش بٹن پر کلک کریں۔",
    "Clipping": "کلپنگ",
    "Clipping Threshold": "کلپنگ کی حد",
    "Compressor": "کمپریسر",
    "Compressor Attack ms": "کمپریسر اٹیک (ملی سیکنڈ)",
    "Compressor Ratio": "کمپریسر تناسب",
    "Compressor Release ms": "کمپریسر ریلیز (ملی سیکنڈ)",
    "Compressor Threshold dB": "کمپریسر حد (ڈیسیبل)",
    "Convert": "تبدیل کریں",
    "Crossfade Overlap Size (s)": "کراس فیڈ اوورلیپ سائز (s)",
    "Custom Embedder": "کسٹم ایمبیڈر",
    "Custom Pretrained": "کسٹم پہلے سے تربیت یافتہ",
    "Custom Pretrained D": "کسٹم پہلے سے تربیت یافتہ D",
    "Custom Pretrained G": "کسٹم پہلے سے تربیت یافتہ G",
    "Dataset Creator": "ڈیٹاسیٹ بنانے والا",
    "Dataset Name": "ڈیٹاسیٹ کا نام",
    "Dataset Path": "ڈیٹاسیٹ کا راستہ",
    "Default value is 1.0": "ڈیفالٹ قیمت 1.0 ہے",
    "Delay": "تاخیر",
    "Delay Feedback": "تاخیری فیڈ بیک",
    "Delay Mix": "تاخیری مکس",
    "Delay Seconds": "تاخیری سیکنڈز",
    "Detect overtraining to prevent the model from learning the training data too well and losing the ability to generalize to new data.": "اوور ٹریننگ کا پتہ لگائیں تاکہ ماڈل کو تربیتی ڈیٹا کو بہت اچھی طرح سیکھنے اور نئے ڈیٹا کو عام کرنے کی صلاحیت کھونے سے روکا جا سکے۔",
    "Determine at how many epochs the model will saved at.": "یہ طے کریں کہ ماڈل کتنے ادوار (epochs) پر محفوظ کیا جائے گا۔",
    "Distortion": "ڈسٹورشن",
    "Distortion Gain": "ڈسٹورشن گین",
    "Download": "ڈاؤن لوڈ کریں",
    "Download Model": "ماڈل ڈاؤن لوڈ کریں",
    "Drag and drop your model here": "اپنا ماڈل یہاں گھسیٹ کر چھوڑیں",
    "Drag your .pth file and .index file into this space. Drag one and then the other.": "اپنی .pth فائل اور .index فائل کو اس جگہ پر گھسیٹ کر لائیں۔ پہلے ایک کو اور پھر دوسرے کو گھسیٹیں۔",
    "Drag your plugin.zip to install it": "اسے انسٹال کرنے کے لیے اپنی plugin.zip کو گھسیٹیں",
    "Duration of the fade between audio chunks to prevent clicks. Higher values create smoother transitions but may increase latency.": "کلکس کو روکنے کے لیے آڈیو چنکس کے درمیان فیڈ کا دورانیہ۔ اعلیٰ اقدار ہموار منتقلی پیدا کرتی ہیں لیکن تاخیر میں اضافہ کر سکتی ہیں۔",
    "Embedder Model": "ایمبیڈر ماڈل",
    "Enable Applio integration with Discord presence": "ڈسکارڈ موجودگی کے ساتھ Applio انٹیگریشن کو فعال کریں",
    "Enable VAD": "VAD کو فعال کریں",
    "Enable formant shifting. Used for male to female and vice-versa convertions.": "فارمینٹ شفٹنگ کو فعال کریں۔ مرد سے عورت اور اس کے برعکس تبدیلیوں کے لیے استعمال ہوتا ہے۔",
    "Enable this setting only if you are training a new model from scratch or restarting the training. Deletes all previously generated weights and tensorboard logs.": "اس ترتیب کو صرف اس صورت میں فعال کریں جب آپ شروع سے ایک نیا ماڈل تربیت دے رہے ہوں یا تربیت دوبارہ شروع کر رہے ہوں۔ تمام پہلے سے تیار کردہ وزن اور ٹینسر بورڈ لاگز کو حذف کر دیتا ہے۔",
    "Enables Voice Activity Detection to only process audio when you are speaking, saving CPU.": "وائس ایکٹیویٹی ڈیٹیکشن کو فعال کرتا ہے تاکہ صرف اس وقت آڈیو پر کارروائی ہو جب آپ بول رہے ہوں، جس سے CPU کی بچت ہوتی ہے۔",
    "Enables memory-efficient training. This reduces VRAM usage at the cost of slower training speed. It is useful for GPUs with limited memory (e.g., <6GB VRAM) or when training with a batch size larger than what your GPU can normally accommodate.": "میموری-موثر تربیت کو فعال کرتا ہے۔ یہ سست تربیت کی رفتار کی قیمت پر VRAM کا استعمال کم کرتا ہے۔ یہ محدود میموری والے GPUs (مثلاً <6GB VRAM) کے لیے یا جب آپ کے GPU کی عام طور پر گنجائش سے بڑے بیچ سائز کے ساتھ تربیت کر رہے ہوں تو مفید ہے۔",
    "Enabling this setting will result in the G and D files saving only their most recent versions, effectively conserving storage space.": "اس ترتیب کو فعال کرنے کے نتیجے میں G اور D فائلیں صرف اپنے تازہ ترین ورژن کو محفوظ کریں گی، جس سے مؤثر طریقے سے اسٹوریج کی جگہ بچ جائے گی۔",
    "Enter dataset name": "ڈیٹاسیٹ کا نام درج کریں",
    "Enter input path": "ان پٹ کا راستہ درج کریں",
    "Enter model name": "ماڈل کا نام درج کریں",
    "Enter output path": "آؤٹ پٹ کا راستہ درج کریں",
    "Enter path to model": "ماڈل کا راستہ درج کریں",
    "Enter preset name": "پیش سیٹ کا نام درج کریں",
    "Enter text to synthesize": "سنتھیسائز کرنے کے لیے متن درج کریں",
    "Enter the text to synthesize.": "سنتھیسائز کرنے کے لیے متن درج کریں۔",
    "Enter your nickname": "اپنا عرفی نام درج کریں",
    "Exclusive Mode (WASAPI)": "خصوصی موڈ (WASAPI)",
    "Export Audio": "آڈیو برآمد کریں",
    "Export Format": "برآمدی فارمیٹ",
    "Export Model": "ماڈل برآمد کریں",
    "Export Preset": "پیش سیٹ برآمد کریں",
    "Exported Index File": "برآمد شدہ انڈیکس فائل",
    "Exported Pth file": "برآمد شدہ Pth فائل",
    "Extra": "اضافی",
    "Extra Conversion Size (s)": "اضافی کنورژن سائز (s)",
    "Extract": "نکالیں",
    "Extract F0 Curve": "F0 کرو نکالیں",
    "Extract Features": "خصوصیات نکالیں",
    "F0 Curve": "F0 کرو",
    "File to Speech": "فائل سے تقریر",
    "Folder Name": "فولڈر کا نام",
    "For ASIO drivers, selects a specific input channel. Leave at -1 for default.": "ASIO ڈرائیورز کے لیے، ایک مخصوص ان پٹ چینل منتخب کرتا ہے۔ ڈیفالٹ کے لیے -1 پر چھوڑ دیں۔",
    "For ASIO drivers, selects a specific monitor output channel. Leave at -1 for default.": "ASIO ڈرائیورز کے لیے، ایک مخصوص مانیٹر آؤٹ پٹ چینل منتخب کرتا ہے۔ ڈیفالٹ کے لیے -1 پر چھوڑ دیں۔",
    "For ASIO drivers, selects a specific output channel. Leave at -1 for default.": "ASIO ڈرائیورز کے لیے، ایک مخصوص آؤٹ پٹ چینل منتخب کرتا ہے۔ ڈیفالٹ کے لیے -1 پر چھوڑ دیں۔",
    "For WASAPI (Windows), gives the app exclusive control for potentially lower latency.": "WASAPI (ونڈوز) کے لیے، ممکنہ طور پر کم تاخیر کے لیے ایپ کو خصوصی کنٹرول دیتا ہے۔",
    "Formant Shifting": "فارمینٹ شفٹنگ",
    "Fresh Training": "نئی تربیت",
    "Fusion": "فیوژن",
    "GPU Information": "GPU معلومات",
    "GPU Number": "GPU نمبر",
    "Gain": "گین",
    "Gain dB": "گین (ڈیسیبل)",
    "General": "عمومی",
    "Generate Index": "انڈیکس بنائیں",
    "Get information about the audio": "آڈیو کے بارے میں معلومات حاصل کریں",
    "I agree to the terms of use": "میں استعمال کی شرائط سے اتفاق کرتا ہوں",
    "Increase or decrease TTS speed.": "TTS کی رفتار بڑھائیں یا کم کریں۔",
    "Index Algorithm": "انڈیکس الگورتھم",
    "Index File": "انڈیکس فائل",
    "Inference": "استدلال",
    "Influence exerted by the index file; a higher value corresponds to greater influence. However, opting for lower values can help mitigate artifacts present in the audio.": "انڈیکس فائل کے ذریعے ڈالا جانے والا اثر؛ ایک اعلی قدر زیادہ اثر کے مساوی ہے۔ تاہم، کم قدروں کا انتخاب آڈیو میں موجود نقائص کو کم کرنے میں مدد کر سکتا ہے۔",
    "Input ASIO Channel": "ان پٹ ASIO چینل",
    "Input Device": "ان پٹ ڈیوائس",
    "Input Folder": "ان پٹ فولڈر",
    "Input Gain (%)": "ان پٹ گین (%)",
    "Input path for text file": "ٹیکسٹ فائل کے لیے ان پٹ کا راستہ",
    "Introduce the model link": "ماڈل کا لنک متعارف کرائیں",
    "Introduce the model pth path": "ماڈل pth کا راستہ متعارف کرائیں",
    "It will activate the possibility of displaying the current Applio activity in Discord.": "یہ ڈسکارڈ میں موجودہ Applio سرگرمی کو ظاہر کرنے کے امکان کو فعال کرے گا۔",
    "It's advisable to align it with the available VRAM of your GPU. A setting of 4 offers improved accuracy but slower processing, while 8 provides faster and standard results.": "اسے آپ کے GPU کی دستیاب VRAM کے ساتھ سیدھ میں لانے کا مشورہ دیا جاتا ہے۔ 4 کی ترتیب بہتر درستگی لیکن سست پروسیسنگ پیش کرتی ہے، جبکہ 8 تیز اور معیاری نتائج فراہم کرتا ہے۔",
    "It's recommended keep deactivate this option if your dataset has already been processed.": "اگر آپ کا ڈیٹاسیٹ پہلے ہی پراسیس ہو چکا ہے تو اس آپشن کو غیر فعال رکھنے کی سفارش کی جاتی ہے۔",
    "It's recommended to deactivate this option if your dataset has already been processed.": "اگر آپ کا ڈیٹاسیٹ پہلے ہی پراسیس ہو چکا ہے تو اس آپشن کو غیر فعال رکھنے کی سفارش کی جاتی ہے۔",
    "KMeans is a clustering algorithm that divides the dataset into K clusters. This setting is particularly useful for large datasets.": "KMeans ایک کلسٹرنگ الگورتھم ہے جو ڈیٹاسیٹ کو K کلسٹرز میں تقسیم کرتا ہے۔ یہ ترتیب خاص طور پر بڑے ڈیٹاسیٹس کے لیے مفید ہے۔",
    "Language": "زبان",
    "Length of the audio slice for 'Simple' method.": "'سادہ' طریقے کے لیے آڈیو سلائس کی لمبائی۔",
    "Length of the overlap between slices for 'Simple' method.": "'سادہ' طریقے کے لیے سلائسز کے درمیان اوورلیپ کی لمبائی۔",
    "Limiter": "لیمیٹر",
    "Limiter Release Time": "لیمیٹر ریلیز کا وقت",
    "Limiter Threshold dB": "لیمیٹر حد (ڈیسیبل)",
    "Male voice models typically use 155.0 and female voice models typically use 255.0.": "مردانہ آواز کے ماڈلز عام طور پر 155.0 اور زنانہ آواز کے ماڈلز عام طور پر 255.0 استعمال کرتے ہیں۔",
    "Model Author Name": "ماڈل کے مصنف کا نام",
    "Model Link": "ماڈل کا لنک",
    "Model Name": "ماڈل کا نام",
    "Model Settings": "ماڈل کی ترتیبات",
    "Model information": "ماڈل کی معلومات",
    "Model used for learning speaker embedding.": "اسپیکر ایمبیڈنگ سیکھنے کے لیے استعمال ہونے والا ماڈل۔",
    "Monitor ASIO Channel": "مانیٹر ASIO چینل",
    "Monitor Device": "مانیٹر ڈیوائس",
    "Monitor Gain (%)": "مانیٹر گین (%)",
    "Move files to custom embedder folder": "فائلوں کو کسٹم ایمبیڈر فولڈر میں منتقل کریں",
    "Name of the new dataset.": "نئے ڈیٹاسیٹ کا نام۔",
    "Name of the new model.": "نئے ماڈل کا نام۔",
    "Noise Reduction": "شور میں کمی",
    "Noise Reduction Strength": "شور میں کمی کی طاقت",
    "Noise filter": "شور کا فلٹر",
    "Normalization mode": "نارملائزیشن موڈ",
    "Output ASIO Channel": "آؤٹ پٹ ASIO چینل",
    "Output Device": "آؤٹ پٹ ڈیوائس",
    "Output Folder": "آؤٹ پٹ فولڈر",
    "Output Gain (%)": "آؤٹ پٹ گین (%)",
    "Output Information": "آؤٹ پٹ معلومات",
    "Output Path": "آؤٹ پٹ کا راستہ",
    "Output Path for RVC Audio": "RVC آڈیو کے لیے آؤٹ پٹ کا راستہ",
    "Output Path for TTS Audio": "TTS آڈیو کے لیے آؤٹ پٹ کا راستہ",
    "Overlap length (sec)": "اوورلیپ کی لمبائی (سیکنڈ)",
    "Overtraining Detector": "اوور ٹریننگ کا پتہ لگانے والا",
    "Overtraining Detector Settings": "اوور ٹریننگ کا پتہ لگانے والے کی ترتیبات",
    "Overtraining Threshold": "اوور ٹریننگ کی حد",
    "Path to Model": "ماڈل کا راستہ",
    "Path to the dataset folder.": "ڈیٹاسیٹ فولڈر کا راستہ۔",
    "Performance Settings": "کارکردگی کی ترتیبات",
    "Pitch": "پچ",
    "Pitch Shift": "پچ شفٹ",
    "Pitch Shift Semitones": "پچ شفٹ سیمی ٹونز",
    "Pitch extraction algorithm": "پچ نکالنے کا الگورتھم",
    "Pitch extraction algorithm to use for the audio conversion. The default algorithm is rmvpe, which is recommended for most cases.": "آڈیو کی تبدیلی کے لیے استعمال ہونے والا پچ نکالنے کا الگورتھم۔ ڈیفالٹ الگورتھم rmvpe ہے، جو زیادہ تر معاملات کے لیے تجویز کیا جاتا ہے۔",
    "Please ensure compliance with the terms and conditions detailed in [this document](https://github.com/IAHispano/Applio/blob/main/TERMS_OF_USE.md) before proceeding with your inference.": "براہ کرم اپنے استدلال کے ساتھ آگے بڑھنے سے پہلے [اس دستاویز](https://github.com/IAHispano/Applio/blob/main/TERMS_OF_USE.md) میں تفصیلی شرائط و ضوابط کی تعمیل کو یقینی بنائیں۔",
    "Please ensure compliance with the terms and conditions detailed in [this document](https://github.com/IAHispano/Applio/blob/main/TERMS_OF_USE.md) before proceeding with your realtime.": "اپنے ریئل ٹائم کے ساتھ آگے بڑھنے سے پہلے براہ کرم [اس دستاویز](https://github.com/IAHispano/Applio/blob/main/TERMS_OF_USE.md) میں بیان کردہ شرائط و ضوابط کی تعمیل کو یقینی بنائیں۔",
    "Please ensure compliance with the terms and conditions detailed in [this document](https://github.com/IAHispano/Applio/blob/main/TERMS_OF_USE.md) before proceeding with your training.": "براہ کرم اپنی تربیت کے ساتھ آگے بڑھنے سے پہلے [اس دستاویز](https://github.com/IAHispano/Applio/blob/main/TERMS_OF_USE.md) میں تفصیلی شرائط و ضوابط کی تعمیل کو یقینی بنائیں۔",
    "Plugin Installer": "پلگ ان انسٹالر",
    "Plugins": "پلگ انز",
    "Post-Process": "پوسٹ پراسیس",
    "Post-process the audio to apply effects to the output.": "آؤٹ پٹ پر اثرات لاگو کرنے کے لیے آڈیو کو پوسٹ پراسیس کریں۔",
    "Precision": "درستگی",
    "Preprocess": "پری پراسیس",
    "Preprocess Dataset": "ڈیٹاسیٹ کو پری پراسیس کریں",
    "Preset Name": "پیش سیٹ کا نام",
    "Preset Settings": "پیش سیٹ کی ترتیبات",
    "Presets are located in /assets/formant_shift folder": "پیش سیٹ /assets/formant_shift فولڈر میں موجود ہیں",
    "Pretrained": "پہلے سے تربیت یافتہ",
    "Pretrained Custom Settings": "پہلے سے تربیت یافتہ کسٹم ترتیبات",
    "Proposed Pitch": "مجوزہ پچ",
    "Proposed Pitch Threshold": "مجوزہ پچ کی حد",
    "Protect Voiceless Consonants": "بے آواز حروف صحیح کی حفاظت کریں",
    "Pth file": "Pth فائل",
    "Quefrency for formant shifting": "فارمینٹ شفٹنگ کے لیے کوفرینسی",
    "Realtime": "ریئل ٹائم",
    "Record Screen": "اسکرین ریکارڈ کریں",
    "Refresh": "ریفریش کریں",
    "Refresh Audio Devices": "آڈیو ڈیوائسز کو ریفریش کریں",
    "Refresh Custom Pretraineds": "کسٹم پہلے سے تربیت یافتہ کو ریفریش کریں",
    "Refresh Presets": "پیش سیٹ کو ریفریش کریں",
    "Refresh embedders": "ایمبیڈرز کو ریفریش کریں",
    "Report a Bug": "بگ کی اطلاع دیں",
    "Restart Applio": "Applio دوبارہ شروع کریں",
    "Reverb": "ریورب",
    "Reverb Damping": "ریورب ڈیمپنگ",
    "Reverb Dry Gain": "ریورب ڈرائی گین",
    "Reverb Freeze Mode": "ریورب فریز موڈ",
    "Reverb Room Size": "ریورب روم سائز",
    "Reverb Wet Gain": "ریورب ویٹ گین",
    "Reverb Width": "ریورب وڈتھ",
    "Safeguard distinct consonants and breathing sounds to prevent electro-acoustic tearing and other artifacts. Pulling the parameter to its maximum value of 0.5 offers comprehensive protection. However, reducing this value might decrease the extent of protection while potentially mitigating the indexing effect.": "الیکٹرو-اکوسٹک پھاڑ اور دیگر نقائص کو روکنے کے لیے مخصوص حروف صحیح اور سانس کی آوازوں کی حفاظت کریں۔ پیرامیٹر کو اس کی زیادہ سے زیادہ قیمت 0.5 تک کھینچنا جامع تحفظ فراہم کرتا ہے۔ تاہم، اس قیمت کو کم کرنے سے تحفظ کی حد کم ہو سکتی ہے جبکہ ممکنہ طور پر انڈیکسنگ اثر کو کم کیا جا سکتا ہے۔",
    "Sampling Rate": "نمونے لینے کی شرح",
    "Save Every Epoch": "ہر دور (epoch) کو محفوظ کریں",
    "Save Every Weights": "ہر وزن کو محفوظ کریں",
    "Save Only Latest": "صرف تازہ ترین محفوظ کریں",
    "Search Feature Ratio": "فیچر تناسب تلاش کریں",
    "See Model Information": "ماڈل کی معلومات دیکھیں",
    "Select Audio": "آڈیو منتخب کریں",
    "Select Custom Embedder": "کسٹم ایمبیڈر منتخب کریں",
    "Select Custom Preset": "کسٹم پیش سیٹ منتخب کریں",
    "Select file to import": "درآمد کرنے کے لیے فائل منتخب کریں",
    "Select the TTS voice to use for the conversion.": "تبدیلی کے لیے استعمال ہونے والی TTS آواز منتخب کریں۔",
    "Select the audio to convert.": "تبدیل کرنے کے لیے آڈیو منتخب کریں۔",
    "Select the custom pretrained model for the discriminator.": "ڈسکریمینیٹر کے لیے کسٹم پہلے سے تربیت یافتہ ماڈل منتخب کریں۔",
    "Select the custom pretrained model for the generator.": "جنریٹر کے لیے کسٹم پہلے سے تربیت یافتہ ماڈل منتخب کریں۔",
    "Select the device for monitoring your voice (e.g., your headphones).": "اپنی آواز کی نگرانی کے لیے ڈیوائس منتخب کریں (مثال کے طور پر، آپ کے ہیڈ فون)۔",
    "Select the device where the final converted voice will be sent (e.g., a virtual cable).": "وہ ڈیوائس منتخب کریں جہاں حتمی تبدیل شدہ آواز بھیجی جائے گی (مثال کے طور پر، ایک ورچوئل کیبل)۔",
    "Select the folder containing the audios to convert.": "تبدیل کرنے کے لیے آڈیوز پر مشتمل فولڈر منتخب کریں۔",
    "Select the folder where the output audios will be saved.": "وہ فولڈر منتخب کریں جہاں آؤٹ پٹ آڈیوز محفوظ کیے جائیں گے۔",
    "Select the format to export the audio.": "آڈیو برآمد کرنے کے لیے فارمیٹ منتخب کریں۔",
    "Select the index file to be exported": "برآمد کی جانے والی انڈیکس فائل منتخب کریں",
    "Select the index file to use for the conversion.": "تبدیلی کے لیے استعمال ہونے والی انڈیکس فائل منتخب کریں۔",
    "Select the language you want to use. (Requires restarting Applio)": "وہ زبان منتخب کریں جسے آپ استعمال کرنا چاہتے ہیں۔ (Applio کو دوبارہ شروع کرنے کی ضرورت ہے)",
    "Select the microphone or audio interface you will be speaking into.": "وہ مائیکروفون یا آڈیو انٹرفیس منتخب کریں جس میں آپ بولیں گے۔",
    "Select the precision you want to use for training and inference.": "تربیت اور استدلال کے لیے استعمال کرنے والی درستگی منتخب کریں۔",
    "Select the pretrained model you want to download.": "وہ پہلے سے تربیت یافتہ ماڈل منتخب کریں جسے آپ ڈاؤن لوڈ کرنا چاہتے ہیں۔",
    "Select the pth file to be exported": "برآمد کی جانے والی pth فائل منتخب کریں",
    "Select the speaker ID to use for the conversion.": "تبدیلی کے لیے استعمال ہونے والی اسپیکر آئی ڈی منتخب کریں۔",
    "Select the theme you want to use. (Requires restarting Applio)": "وہ تھیم منتخب کریں جسے آپ استعمال کرنا چاہتے ہیں۔ (Applio کو دوبارہ شروع کرنے کی ضرورت ہے)",
    "Select the voice model to use for the conversion.": "تبدیلی کے لیے استعمال ہونے والا وائس ماڈل منتخب کریں۔",
    "Select two voice models, set your desired blend percentage, and blend them into an entirely new voice.": "دو وائس ماڈلز منتخب کریں، اپنی مطلوبہ ملاوٹ کی فیصد مقرر کریں، اور انہیں ایک بالکل نئی آواز میں ملا دیں۔",
    "Set name": "نام مقرر کریں",
    "Set the autotune strength - the more you increase it the more it will snap to the chromatic grid.": "آٹوٹیون کی طاقت مقرر کریں - جتنا زیادہ آپ اسے بڑھائیں گے، اتنا ہی یہ کرومیٹک گرڈ پر آئے گا۔",
    "Set the bitcrush bit depth.": "بٹ کرش بٹ ڈیپتھ مقرر کریں۔",
    "Set the chorus center delay ms.": "کورس سینٹر تاخیر (ملی سیکنڈ) مقرر کریں۔",
    "Set the chorus depth.": "کورس کی گہرائی مقرر کریں۔",
    "Set the chorus feedback.": "کورس فیڈ بیک مقرر کریں۔",
    "Set the chorus mix.": "کورس مکس مقرر کریں۔",
    "Set the chorus rate Hz.": "کورس ریٹ (ہرٹز) مقرر کریں۔",
    "Set the clean-up level to the audio you want, the more you increase it the more it will clean up, but it is possible that the audio will be more compressed.": "آپ جس آڈیو کو چاہتے ہیں اس کی صفائی کی سطح مقرر کریں، جتنا زیادہ آپ اسے بڑھائیں گے اتنا ہی یہ صاف کرے گا، لیکن یہ ممکن ہے کہ آڈیو زیادہ کمپریسڈ ہو جائے۔",
    "Set the clipping threshold.": "کلپنگ کی حد مقرر کریں۔",
    "Set the compressor attack ms.": "کمپریسر اٹیک (ملی سیکنڈ) مقرر کریں۔",
    "Set the compressor ratio.": "کمپریسر تناسب مقرر کریں۔",
    "Set the compressor release ms.": "کمپریسر ریلیز (ملی سیکنڈ) مقرر کریں۔",
    "Set the compressor threshold dB.": "کمپریسر حد (ڈیسیبل) مقرر کریں۔",
    "Set the damping of the reverb.": "ریورب کی ڈیمپنگ مقرر کریں۔",
    "Set the delay feedback.": "تاخیری فیڈ بیک مقرر کریں۔",
    "Set the delay mix.": "تاخیری مکس مقرر کریں۔",
    "Set the delay seconds.": "تاخیری سیکنڈز مقرر کریں۔",
    "Set the distortion gain.": "ڈسٹورشن گین مقرر کریں۔",
    "Set the dry gain of the reverb.": "ریورب کا ڈرائی گین مقرر کریں۔",
    "Set the freeze mode of the reverb.": "ریورب کا فریز موڈ مقرر کریں۔",
    "Set the gain dB.": "گین (ڈیسیبل) مقرر کریں۔",
    "Set the limiter release time.": "لیمیٹر ریلیز کا وقت مقرر کریں۔",
    "Set the limiter threshold dB.": "لیمیٹر حد (ڈیسیبل) مقرر کریں۔",
    "Set the maximum number of epochs you want your model to stop training if no improvement is detected.": "ادوار (epochs) کی زیادہ سے زیادہ تعداد مقرر کریں جس پر آپ چاہتے ہیں کہ اگر کوئی بہتری نہ پائی جائے تو آپ کا ماڈل تربیت روک دے۔",
    "Set the pitch of the audio, the higher the value, the higher the pitch.": "آڈیو کی پچ مقرر کریں، جتنی زیادہ قیمت ہوگی، اتنی ہی زیادہ پچ ہوگی۔",
    "Set the pitch shift semitones.": "پچ شفٹ سیمی ٹونز مقرر کریں۔",
    "Set the room size of the reverb.": "ریورب کا روم سائز مقرر کریں۔",
    "Set the wet gain of the reverb.": "ریورب کا ویٹ گین مقرر کریں۔",
    "Set the width of the reverb.": "ریورب کی وڈتھ مقرر کریں۔",
    "Settings": "ترتیبات",
    "Silence Threshold (dB)": "خاموشی کی حد (dB)",
    "Silent training files": "خاموش تربیتی فائلیں",
    "Single": "واحد",
    "Speaker ID": "اسپیکر آئی ڈی",
    "Specifies the overall quantity of epochs for the model training process.": "ماڈل کی تربیتی عمل کے لیے ادوار (epochs) کی مجموعی مقدار کی وضاحت کرتا ہے۔",
    "Specify the number of GPUs you wish to utilize for extracting by entering them separated by hyphens (-).": "ان GPUs کی تعداد بتائیں جنہیں آپ نکالنے کے لیے استعمال کرنا چاہتے ہیں، انہیں ہائفن (-) سے الگ کرکے درج کریں۔",
    "Split Audio": "آڈیو تقسیم کریں",
    "Split the audio into chunks for inference to obtain better results in some cases.": "کچھ معاملات میں بہتر نتائج حاصل کرنے کے لیے استدلال کے لیے آڈیو کو ٹکڑوں میں تقسیم کریں۔",
    "Start": "شروع کریں",
    "Start Training": "تربیت شروع کریں",
    "Status": "اسٹیٹس",
    "Stop": "روکیں",
    "Stop Training": "تربیت روکیں",
    "Stop convert": "تبدیلی روکیں",
    "Substitute or blend with the volume envelope of the output. The closer the ratio is to 1, the more the output envelope is employed.": "آؤٹ پٹ کے والیوم انویلپ کے ساتھ متبادل بنائیں یا ملائیں۔ تناسب جتنا 1 کے قریب ہوگا، اتنا ہی زیادہ آؤٹ پٹ انویلپ استعمال ہوگا۔",
    "TTS": "TTS",
    "TTS Speed": "TTS رفتار",
    "TTS Voices": "TTS آوازیں",
    "Text to Speech": "ٹیکسٹ سے تقریر",
    "Text to Synthesize": "سنتھیسائز کرنے کے لیے متن",
    "The GPU information will be displayed here.": "GPU کی معلومات یہاں ظاہر کی جائیں گی۔",
    "The audio file has been successfully added to the dataset. Please click the preprocess button.": "آڈیو فائل کامیابی سے ڈیٹاسیٹ میں شامل کر دی گئی ہے۔ براہ کرم پری پراسیس بٹن پر کلک کریں۔",
    "The button 'Upload' is only for google colab: Uploads the exported files to the ApplioExported folder in your Google Drive.": "'اپ لوڈ' بٹن صرف گوگل کولاب کے لیے ہے: برآمد شدہ فائلوں کو آپ کے گوگل ڈرائیو میں ApplioExported فولڈر میں اپ لوڈ کرتا ہے۔",
    "The f0 curve represents the variations in the base frequency of a voice over time, showing how pitch rises and falls.": "f0 کرو وقت کے ساتھ آواز کی بنیادی فریکوئنسی میں تغیرات کی نمائندگی کرتا ہے، یہ ظاہر کرتا ہے کہ پچ کیسے بڑھتی اور گرتی ہے۔",
    "The file you dropped is not a valid pretrained file. Please try again.": "آپ نے جو فائل ڈالی ہے وہ ایک درست پہلے سے تربیت یافتہ فائل نہیں ہے۔ براہ کرم دوبارہ کوشش کریں۔",
    "The name that will appear in the model information.": "وہ نام جو ماڈل کی معلومات میں ظاہر ہوگا۔",
    "The number of CPU cores to use in the extraction process. The default setting are your cpu cores, which is recommended for most cases.": "نکالنے کے عمل میں استعمال ہونے والے CPU کورز کی تعداد۔ ڈیفالٹ ترتیب آپ کے سی پی یو کورز ہیں، جو زیادہ تر معاملات کے لیے تجویز کی جاتی ہے۔",
    "The output information will be displayed here.": "آؤٹ پٹ کی معلومات یہاں ظاہر کی جائیں گی۔",
    "The path to the text file that contains content for text to speech.": "اس ٹیکسٹ فائل کا راستہ جس میں ٹیکسٹ سے تقریر کے لیے مواد موجود ہے۔",
    "The path where the output audio will be saved, by default in assets/audios/output.wav": "وہ راستہ جہاں آؤٹ پٹ آڈیو محفوظ کیا جائے گا، بطور ڈیفالٹ assets/audios/output.wav میں۔",
    "The sampling rate of the audio files.": "آڈیو فائلوں کی نمونے لینے کی شرح۔",
    "Theme": "تھیم",
    "This setting enables you to save the weights of the model at the conclusion of each epoch.": "یہ ترتیب آپ کو ہر دور (epoch) کے اختتام پر ماڈل کے وزن کو محفوظ کرنے کے قابل بناتی ہے۔",
    "Timbre for formant shifting": "فارمینٹ شفٹنگ کے لیے ٹمبر",
    "Total Epoch": "کل ادوار (Epochs)",
    "Training": "تربیت",
    "Unload Voice": "آواز ان لوڈ کریں",
    "Update precision": "درستگی اپ ڈیٹ کریں",
    "Upload": "اپ لوڈ کریں",
    "Upload .bin": ".bin اپ لوڈ کریں",
    "Upload .json": ".json اپ لوڈ کریں",
    "Upload Audio": "آڈیو اپ لوڈ کریں",
    "Upload Audio Dataset": "آڈیو ڈیٹاسیٹ اپ لوڈ کریں",
    "Upload Pretrained Model": "پہلے سے تربیت یافتہ ماڈل اپ لوڈ کریں",
    "Upload a .txt file": ".txt فائل اپ لوڈ کریں",
    "Use Monitor Device": "مانیٹر ڈیوائس استعمال کریں",
    "Utilize pretrained models when training your own. This approach reduces training duration and enhances overall quality.": "اپنے ماڈلز کی تربیت کرتے وقت پہلے سے تربیت یافتہ ماڈلز کا استعمال کریں۔ یہ طریقہ تربیت کی مدت کو کم کرتا ہے اور مجموعی معیار کو بہتر بناتا ہے۔",
    "Utilizing custom pretrained models can lead to superior results, as selecting the most suitable pretrained models tailored to the specific use case can significantly enhance performance.": "کسٹم پہلے سے تربیت یافتہ ماڈلز کا استعمال بہتر نتائج کا باعث بن سکتا ہے، کیونکہ مخصوص استعمال کے معاملے کے مطابق سب سے موزوں پہلے سے تربیت یافتہ ماڈلز کا انتخاب کارکردگی کو نمایاں طور پر بڑھا سکتا ہے۔",
    "Version Checker": "ورژن چیکر",
    "View": "دیکھیں",
    "Vocoder": "ووکوڈر",
    "Voice Blender": "وائس بلینڈر",
    "Voice Model": "وائس ماڈل",
    "Volume Envelope": "والیوم انویلپ",
    "Volume level below which audio is treated as silence and not processed. Helps to save CPU resources and reduce background noise.": "والیوم کی سطح جس سے نیچے آڈیو کو خاموشی سمجھا جاتا ہے اور اس پر کارروائی نہیں ہوتی۔ یہ CPU وسائل کو بچانے اور پس منظر کے شور کو کم کرنے میں مدد کرتا ہے۔",
    "You can also use a custom path.": "آپ کسٹم راستہ بھی استعمال کر سکتے ہیں۔",
    "[Support](https://discord.gg/urxFjYmYYh) — [GitHub](https://github.com/IAHispano/Applio)": "[سپورٹ](https://discord.gg/urxFjYmYYh) — [GitHub](https://github.com/IAHispano/Applio)"
}
